{
  "Title": "A Rural Elopement",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "14 Jan 1909",
  "Runtime": "9 min",
  "Genre": "Comedy, Short, Romance",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Linda Arvidson, George Gebhardt, Harry Solter",
  "Plot": "\"Be sure you are right, then go ahead,\" is a pretty good rule to follow, and had the heroine of this subject cognized this fact she would have prevented a lot of anxiety, worry and trouble. Hank Hopkins and Cynthia Stebbins were ardent lovers, matrimonially inclined, and while Hank was a proper sort of a chap, old Dad Stebbins looked with disfavor upon his suit for the hand of Cynth. Their clandestine meetings were nearly always interrupted by ubiquitous Dad, until, in desperation, they resolve to elope. The momentous evening arrives and Hank signals to fair Cynthia, who is waiting In her room, dressed and ready to fly with her hero Hank. Although of a romantic turn, they have not selected Spring as the season to enact the episode, the weather being decidedly hibernal, and so Hank arrives clothed in a heavy hat and long ulster. Hungry Henry, the hobo, butts in on the scene at this moment, and from a distance casts covetous glances at the aforesaid ulster, and when Hank goes to procure a ladder he follows and with one fell swoop knocks out Hank, taking his ulster and hat, leaving him bound and gagged. Back he goes to complete the romance, which had begun so beautifully that it would be a shame not to consummate. Wrapped up in the ulster, with hat pulled over his face, the hobo might easily be taken for Hank by one less nervous than Cynthia, so she descends the ladder and makes off. They haven't gone far when she discovers her error, but the tramp drags her along by force. Meanwhile, poor Hank, reviving from the effects of the blow, rolls over and over until he reaches Stebbins' porch steps. Disarranging the gag he calls and brings to his aid Dad Stebbins and the rest of the household, who, after a hurried explanation from Hank, start after the human gorilla in whose clutches they realize poor Cynthia must be. After a spirited chase, serious in agonizing earnestness, and comical in ruralistic details, they come up with the miscreant, and the poor trembling Cynthia is handed over to her dad, who in turn hands her to the brave hero Hank, at which there is general rejoicing.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.2",
  "imdbVotes": "17",
  "imdbID": "tt0001025",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}