{
  "Title": "As the Bells Rang Out!",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "21 Jul 1910",
  "Runtime": "8 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "George Nichols, Stephanie Longfellow, Charles West",
  "Plot": "Grace, the daughter of Gilbert Allen, is sought in marriage by Wilson Breen, a young man of wealth. The father cheerfully approves of the match and the day for the wedding is set for six months hence. The momentous day arrives and all is in readiness. The bride to be has just left her father for her room, after his reviewing of her attired in her trousseau, when he receives a letter warning him that his connection with an illegitimate trust fund deal has been discovered, and advising him to fly. It is an affair in the like of which many a reputable banker has before been involved; simply an idiosyncrasy of the money market. To fly, besides it might mean the death of his daughter on such a day as this. Well, he makes a clean breast of it to his son-in-law to be, and gives him a chance to back out. That young man, grasping his hand, exclaims: \"No, I will not give her up. We need each other now more than ever. We must keep her in ignorance of it.\" At this point the detectives arrive to take Allen away, but being humane allow the ceremony to take place with them hiding behind a screen. Allen gives his daughter in marriage to Breen and bestows the parental blessing as the happy couple leaves for their honeymoon, and before the sound of the wedding bells has died out he is led off to prison by the detectives.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.9",
  "imdbVotes": "58",
  "imdbID": "tt0001121",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}