{
  "Title": "The Life of Moses",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "04 Dec 1909",
  "Runtime": "50 min",
  "Genre": "Biography, Drama, Family",
  "Director": "J. Stuart Blackton",
  "Writer": "Madison C. Peters, Rollin S. Sturgeon",
  "Actors": "Pat Hartigan, Julia Arthur, William Humphrey",
  "Plot": "The persecution of the children of Israel by the Egyptians. Now there arose up a new king in Egypt. And he said unto his people. Behold, the people of the children of Israel are more and mightier than we. Let us set over them taskmasters to afflict them with their burdens. (Exodus, chapter I.) The first scenes show the Egyptian court and King Pharaoh commanding the slave drivers to beat the Hebrew toilers who show signs of rebellion. Pharaoh notices this and, calling his scribes, orders that a decree be published that every man-child born to the Hebrews be killed. The parchment is prepared and is read in Pharaohs court in the presence of Pharaohs daughter, who hears and pleads in vain for his clemency. Pharaohs Decree: Every male child that is born to the Hebrews shall be cast into the river. The Egyptians ruthlessly proceed to carry out the decree and seize the male children from the arms of the Hebrew mothers. Here we are shown the interior of a Hebrew dwelling. The child Moses is in a cradle and his mother is bending over him, utterly unconscious of the cruel edict of King Pharaoh. The sister of Moses is shown attending to household duties and she takes a pitcher and goes to the well to draw water. There she learns of the slaughter of the innocents and hastens back and tells the mother of the cruel scenes she has witnessed. They decide to hide the child Moses by the river, and the cradle or ark is covered and carried between them to a marsh, where they plaster the outside with soft mud to keep out the water, and placing the child therein, his sister remains nearby to watch what will become of him. And the daughter of Pharaoh came down to wash herself at the river; and her maidens walked along by the rivers edge; and when she saw the ark among the flags she sent her maid to fetch it. And when she had opened it she saw the child; and, behold, the babe wept, and she had compassion on him. Pharaohs daughter fondles and pets the crying child and decides that she will keep him for her own. The sister of Moses approaches and suggests that she call a nurse of the Hebrew women and she, of course, called the childs mother. And Pharaohs daughter said unto her, Take this child away and nurse it for me and I will give thee thy wages. And the woman took the child and nursed it. Pharaoh is informed of his daughters caprice and demands to see the child. He orders it away, but his daughter embraces him and pleads so hard for the life of the child that he consents and gives it his protection and blessing. A fitting ending is a picture of the mother and sister of Moses again fondling their own and giving thanks to God for their unexpected good fortune. The first reel of this series ended with the child Moses being adopted by Pharaohs daughter. The Hebrews are still under bondage, and we see them laboring in the brick fields, beaten by the taskmasters, as they build those gigantic specimens of Egyptian architecture, many of which stand to this day. Moses has been reared and educated in the Egyptian court, and is now in the prime of life, but he does not forget that he is of Hebrew blood, and, as he watches his brethren in their slavery, his blood boils at the outrages and he looks toward Heaven and cries, How long, oh Lord, how long? A number of Hebrews are digging clay, which is filled into baskets. The load is too heavy for one of the laborers, and the taskmaster beats him unmercifully. Moses sees this and kills the taskmaster. T The other Hebrew slaves, horrified at the enormity of the act, run away, and Moses, afraid of the consequences, hastily buries the body in the clay pit. Two days after this, Moses seeks to separate two of his brethren who are quarreling, and one of them says: Wilt thou kill me as thou didst the Egyptian? Moses is terrified when he knows that his crime is known, and decides to flee from the country. He seeks refuge in the home of a Hebrew laborer and bargains for a suit of the laborers garments, with which he disguises himself; he also purchases provisions and a water bottle, and departs. Moses is seen crossing the desert. Tired and dusty, he rests and drinks from his water flask. Still toiling on through the arid desert, he reaches an eminence and looks hack to see if he is being followed, and, seeing no one, he gives thanks for his deliverance. Moses has at last reached the land of Midian. He discovers a well and refreshes and rests himself. While he is resting seven daughters of Jethro, a Midianite, come to the well to draw water for their sheep and cattle. Other herdsmen also come to the well and ungallantly drive away the maidens, but Moses comes to their aid, and draws the water for them. The home of Jethro, the priest of Midian, father of the seven maidens. They enter and tell of the encounter at the well, and how they were aided by a Hebrew traveler. He says the man must be his guest, and hastens to the well and greets Moses and invites him to the shelter of his house, which offer is accepted. Moses enters the home of the priest of Midian, where he is effusively greeted by the whole household, and we see him seated and enjoying a meal with the family. (And Moses was content to dwell with the manand he gave Moses his daughter, Zipporah, to wife.) (Forty years later). Moses is now a shepherd, and, while tending his flocks in the land of Midian. The voice of God speaks to him out of a burning bush and commands him to return to Egypt and deliver his brethren out of the bondage of the Egyptians. Moses bids farewell to Jethro, his father-in-law, and, with his family, journeys to Egypt. On the way he meets Aaron, who had been, commanded by the Lord to meet Moses, and together they arrive at the Egyptian court. The court of Pharaoh, a young man, the elder Pharaoh having died while Moses was in Midian. The officials announce the new arrivals, and Moses and Aaron are ushered in and demand, in the name of the Lord, that the Children of Israel be set free. The Egyptian king refuses, and Moses tells him that if he does not consent the wrath of God will come on all the Egyptians. Moses prays to the Lord for advice, and is commanded to work a miracle before the Egyptian monarch to convince him that it is the Lord, the God of the Israelites, who demands the deliverance of His people. Moses and Aaron appear before Pharaoh again. Aaron casts his rod upon the ground and it becomes a serpent. Pharaoh is amazed, but he still refuses to free the Children of Israel. Pharaohs continued refusal brings upon Egypt the ten plagues. Moses finds Pharaoh near the rivers edge and again asks that his people be allowed to go free. When Pharaoh denies again. Aaron smites the water of the river with his rod and the waters are turned into blood. Again Moses appears before Pharaoh and again Pharaoh refuses his request. As God had commanded, Moses stretches his hand toward heaven and immediately a great storm of hail and lightning, such as they had never seen, descends on Egypt, killing man and beast and striking terror to the heart of Pharaoh. Pharaohs heart was again hardened and he still refuses to free the Hebrew children. Again Moses stretches his hand toward heaven, and a thick darkness, a darkness that might be felt, covered the land for three days, so that no one was able to rise from his place. The last and most terrible plague visited on Egypt for Pharaohs continued refusal is the death of all the Egyptian first born. The Feast of the Passover is instituted at this time. Moses directing all the Hebrew people to observe the Feast by killing and preparing a lamb. Moses commands the Children of Israel to sprinkle the door posts on both sides and on top with the blood of the lamb and on every house where they are to eat the Feast of the Passover, and to prepare the Feast. The Feast of the Passover is observed, according to the instructions of Moses, by every Jewish family in Egypt, the Feast consisting of roast lamb with unleavened bread and herbs. The same night that the Feast of the Passover is being observed by the Israelites, the Angel of Death passes over the land of Egypt in the last plague, the death of the first born. The Angel of Death enters every Egyptian home where there is no blood on the doorposts, and the first born of every Egyptian family is slain, from the first born in Pharaohs household to the first born of the captive in the dungeons. The Angel of Death, however, passes by every Jewish home, as God had promised to Moses that where He saw the blood on the doorposts He would pass them over and the plague should not be upon them. In Pharaohs palace Pharaoh and his court are feasting, when the Angel of Death enters and Pharaohs own first born is slain. Pharaoh is overcome with grief at this terrible visitation and sends for Moses and Aaron immediately. The death of his first born softens the heart of Pharaoh and when Moses and Aaron now appear before him he commands them to take the Children of Israel and to depart out of the land of Egypt. Moses and Aaron give the command to the Hebrew people, who immediately gather together their possessions and prepare to leave the land of their bondage with reverent and thankful hearts. With Moses and Aaron as leaders, the Israelites begin their exodus from Egypt, the land of the Pharaohs, where they had been slaves for so many years.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYTEwNzgzZTItMjdmNC00OWQ3LWFlYTYtYjUwNmE1YTcyMjcxXkEyXkFqcGdeQXVyNzQ1NDIxMDQ@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "59",
  "imdbID": "tt0001285",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}