{
  "Title": "The Tout's Remembrance",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "24 Sep 1910",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Ethel Clayton, J. Warren Kerrigan",
  "Plot": "\"Bullets\" Brown, the hero of our story, is a rare track tout, and a true type or this particular parasite. Our first introduction to him comes when we find him plying his trade upon an unsophisticated country lad who has come into his majority with a good bank roll of it in short order. \"Bullets\" puts him next to a good thing in the opening scenes in the betting ring and, of course, the young fellow loses. When he encounters the tout again, after learning that he has been buncoed, he makes dire promises of revenge. \"Bullets\" is not a tough, and a few days later when he receives a letter from his mother begging him to give up his evil life, he makes a solemn resolve to steer clear of the track, get employment and make a man of himself. Some few days later he wanders into a country store and startles the proprietor by asking for employment. The old man looks his applicant over and then nods his head. \"Bullets\" and he shake hands and the young fellow, anxious to be at work, pulls on a pair of overalls, picks up a broom and begins setting the place to rights. He is busily engaged at this when the door opens and Agnes Dudley, his employer's daughter, enters and stares amazedly at the new clerk. \"Bullets\" is also confused, and the two young people pause hesitatingly until the storekeeper enters and introduces them. It is not long before Agnes and \"Bullets\" are in love with each other. On a day a few weeks after the new clerk's arrival he endeavors to pop the question when the young fellow, whom we will recognize as the sport who had been buncoed by \"Bullets\" at the race track, enters unobserved by the two. \"Bullets\" finally stammers a proposal and takes the girl in his arms. Then the young man in the doorway turns on his heel and hurries angrily away. Dick Gleason, who has also been a suitor for the girl's hand, hurries off to find old Dudley, and when he communicates his story of the impudent clerk's love-making, Dudley is enraged and hurries hack to the store, where he summarily discharges the unfortunate clerk. But Agnes begs him to wait and as he bids her goodbye she slips a large gold coin into his hand and tells him to let it be the foundation of his fortune. A few weeks later finds \"Bullets\" still out of work, hungry and tired of life. It is then that the Tempter visits him when he picks up a telegram, dropped by a noted race track man, with the advice that Gadfly, a 500 to 1 shot, is booked to make a killing that day. Could anyone resist so tremendous a hint? That afternoon finds \"Bullets\" in the betting ring with a ticket showing that he has played Gadfly with $20 to win $10,000. These scenes are thrilling and tremendously strong. Gadfly gallops in a winner and \"Bullets,\" loaded down with the coin of the realm, leaves the track, hardly able to realize his big rake-off. The closing scenes show him back to the country store again, his proposal to the girl and his acceptance by the old storekeeper.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZGQ1YTJmNzMtMDBkYS00NzE3LWE0ZmQtNGVjZTYwZjdkM2YyXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001419",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}