{
  "Title": "The Note in the Shoe",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "06 May 1909",
  "Runtime": "8 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, Anita Hendrie, Anthony O'Sullivan",
  "Plot": "The pretty little romance which forms the plot of this subject shows one of the subtle ways Cupid has in bringing about the affined condition in two hearts entirely unlooked for. Ella Berlins is engaged as a shoe packer at the Lone Star Shoe Factory, and by way of a lark, and egged on by her companions, writes a note of usual type and places it in the lining of a shoe. The shoe is one of a consignment to a retailer, and falls into the hands of one of his best customers, although an awful grouch. In a fury he returns the shoes with what he considers an insulting note, and declares he will buy his shoes elsewhere in the future. The dealer is at first inclined to feel amused over the incident, but when he realizes the loss be suffers, he at once writes of the affair to the manufacturer. The result is that Ella is called before the proprietor and fired. However, her sweet, innocent face makes such an impression on the proprietor that he reconsiders her dismissal and she returns to work. He now sees her often as she busies herself among the others packing shoes, and the more he sees her the more impressed he becomes, until at length, well, she is simply out of place as far as he is concerned, and with some trumped up offense she is fired again. Sorrowfully she goes home and to her mother's query as to why she was discharged she has no answer for she does not know. She can simply sigh forth the time-worn expression, \"1 didn't do anything.\" While they are sorrowing there is a knock, and mother answers, opening the door to the boss. He enters sternly and starts in to scold Ella unsparingly, finishing by saying that as a shoe packer she is an awful failure, but as his wife she, he knew, would be the greatest kind of success. \"Now, who'd a thought it?\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "16",
  "imdbID": "tt0000985",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}