{
  "Title": "In Old California",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "10 Mar 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama, History",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Frank Powell, Arthur V. Johnson, Marion Leonard",
  "Plot": "No land nor period was more given to romance than the Spanish American in the early part of the 19th century. The influence of the warm constant sun, without excessive amenity was conducive to lethargy and lethargy is the seed of romance. The dreamer is a romancer. This Biograph story starts some time before Mexican independence was proclaimed in California, which occurred in 1822. Perdita Arguello, the pretty Spanish senorita is beloved by Jose Manuella, a wealthy young Spaniard, who migrated to the new world in search of adventure. A man of qualities, he surrenders claim upon the girl when he finds her heart is given to Pedro Cortes, a handsome troubadour of the village. Cortes is just the sort of fellow to impress a thoughtless and unsophisticated girl with his gentle persuasive manner together with his talent as a musician. Of poetic temperament, she yields to his plan and marries him. But what a calamity! Twenty years later we see the result of her folly. Cortes proved to be a worthless dipsomaniac and reprobate. Spending his time and money she earns at the tavern. The most unfortunate feature is that they have a son, now nearly 19 years old. Perdita realizes that the environs and example of the father are not favorable to the boy's well-being, hence she resolves to save him. It is at a time when Baja and Alta California are in conflict, and Manuella, Perdita's former lover, is now Governor. So she appeals to him to provide a future for their son. The Governor takes the boy into his own company. But is there any wonder that the son of such a dog as Cortes should prove himself to be a despicable whelp? He is not long in the service when the blood of his father asserts itself. Drunkenness is one of the first offenses. Next theft of the meanest order, that of robbing his sleeping comrades-in-arms. Perdita has dispatched a letter of thanks to the Governor, which he is reading as the drunken boy is brought before him. The tone of the letter induces Manuella to be easy on the boy that she might live in ignorance of his real nature. However, later she writes that she is dying and believing her son has made a name for himself, she asks to be allowed to see him before she dies. As the Governor reads this letter the boy is brought before him, having been caught for thieving. Manuella is thoroughly disgusted with the boy, but in order to have his mother die happy, he decorates him, making him appear before her as a hero. When she breathes her last the medals are torn his breast and he is sent to prison where the punishment he justly deserves is inflicted. In this subject are shown a series of most beautiful scenes of Southern California, which are photographically perfect.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.0",
  "imdbVotes": "83",
  "imdbID": "tt0001264",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}