{
  "Title": "Tragic Love",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "11 Feb 1909",
  "Runtime": "15 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Arthur V. Johnson, David Miles, Linda Arvidson",
  "Plot": "Love is not in our choice, but in our fate; and whoever loved that loved not at first sight? Such was the case with Bob Spaulding, a manly fellow, who meets Dr. Rankin and his wife on the street while they are engaged in a violent tiff. The doctor is about to strike his wife when Bob interferes, incurring the resentment of the doctor. During the flurry Mrs. Rankin drops her card case. From a card inside he learns the address and goes there to return it. They meet, and it is a case of love at first sight; but she is a wife, and beyond his reach. Disconsolate, he leaves, and stops in a neighboring café, where he sits and drinks a glass of beer, his thoughts ever on the sad, sweet face of the abused wife. While thus engaged, a couple of thugs drop knockout in his glass, and when he is well under the influence of the soporific they secure his valuables, and one then gets the card. At their den, after dividing the spoils, the one determines to go to the address on the card, where he is caught in the act by the doctor, whom he shoots in a struggle. Meanwhile, Bob has been thrown out of the café as a drunk, and wanders aimlessly about until he reaches the home of the doctor just as the thug leaves. He seems drawn thither by an irresistible power. Entering by the door left open by the crook, he stumbles and falls over the prostrate form of the doctor, where he lies with the crook's pistol beside him until aroused by the wife, who enters the room. As he slowly regains his reason, the awful imagination of his being a murderer forces itself upon him. There he stands over the lifeless form with pistol in hand, unable to give any account of his actions. The wife, however, doesn't believe him guilty, and allows him to escape. Leaving the city, he obtains employment in another town as machinist in a factory, but still haunted by the false spectre, for he is self-accused of a crime he did not commit. One day, while glancing over the paper, his eye strikes an article headed: \"The Mystery Solved,\" which goes on to state that the real murderer was found dying in a hovel by a Salvation Army girl, and with his last breath confesses to killing of Dr. Rankin. Wild with joy, Bob hastens back to claim the widow, who is now free to listen to his pleadings, which are not in vain.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.5",
  "imdbVotes": "15",
  "imdbID": "tt0001071",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}