{
  "Title": "A Fair Exchange",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "23 Sep 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "George Eliot, Frank E. Woods",
  "Actors": "James Kirkwood, Mack Sennett, Henry B. Walthall",
  "Plot": "Free adaptation of George Eliot's \"Silas Marner.\" This Biograph adaptation makes Master Marner a cobbler instead of a linen weaver, but this change does not weaken, nor make less romantic, the story. Silas is first seen in the act of ministering to his dying friend, and while engaged in this act of mercy. William Dane enters stealthily and steals the dying man's money, leaving Marner's handkerchief alongside the dresser so as to throw the blame on him. The money is discovered missing, and. of course, circumstantial evidence points conclusively to Marner, who protests innocence, and is given a chance of vindicating himself through that old superstitious practice of visiting the church and in presence of the elders in the vestry kneels and prays and draws lots. Fate is against him, and he draws the black card which declares him guilty. This is final, and his friends shun him as they would a leper. He makes good the stolen money out of his own hard-earned savings, and leaves his native village for another section of the country. Here he pursues his vocation of shoemaking. His trouble has made him a misanthrope and miser, niggardly hoarding the gains of his toil, guarding it with a jealousy induced by despicable money lust. A confirmed recluse, he spurns the advances of all: beggars are driven away empty-handed, with vituperation; in fact, the strain of charity hitherto dominant in his nature is effaced. His one thought is his golden coins; his only pleasure is the musical clink as they fall from his hands in counting them, afterwards biding them in the wall by removing a stone and placing them behind it. One day this is observed by a couple of thieves who peer through his window. Awaiting an opportunity, they enter during his absence and seize the money, making off with it. When Silas re-enters he sets about indulging in his only diversion, but what a revelation! The money is gone. Like a maniac he dashes out in search of the thieves, but without success, returning and dropping on his workbench in utter despair. Meanwhile, a poor, deserted mother of the parish, with her little child, wanders from her home in quest of her perfidious husband, only to die on the road. The child, alone, continues on the way, and entering Marner's hovel, sinks exhausted on the hearthstone. Silas arouses from his lethargy and is amazed to find the little baby, which toddles to his arms. What a change comes over him! Folding the little one to his breast, he exclaims, \"This shall be my recompense.\" Indeed a fair exchange. That moment his flinty heart softens and he becomes benevolence personified.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "60",
  "imdbID": "tt0000861",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}