{
  "Title": "The Forest Ranger",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "25 Jun 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Fred Church, John B. O'Brien",
  "Plot": "The scene opens in a backwoods hut, the home of Dave Barlow and his stepdaughter Anna. Barlow is one of a party of timber thieves who have been working stealthily and to good profit in the government forest reserves on which property they live. Barlow and his crowd have assembled and are preparing to make another cutting. Anna tries to persuade her father not to commit the crime, describing the penalty, which means imprisonment if he is caught. He is abusive and the crowd goes out. The next scene shows them marking certain trees which are to be cut. We leave them here and show the office of the United States Marshal of the district. A letter has just been received, stating that timber thieves are busy on the government land. After reading the letter the Marshal calls one of his deputies, gives him the assignment to run down the men, and the latter leaves. We next find Charles Wentworth, the deputy, reconnoitering about Barlow's place. Satisfied that this latter is one of the miscreants, he goes to the door and knocks. The door is opened by Anna, who, being questioned if her father is in, opens the door to the stranger and invites him in. Barlow is suspicious but gives an affirmative answer and some time later ushers the guest into a spare bedroom. During the night Barlow, convinced that Wentworth is a spy, resolving that \"dead men tell no tales\" and that a dead forest ranger is much preferable to a living one, steals quietly to Wentworth's door, tries several keys and forces an entrance. But Wentworth, who has heard the rattling of the key, is prepared for him and when the latter opens the door he finds Wentworth's gun covering him threateningly. Barlow makes the excuse that he had left a hat in the room and wanted to get it without awakening the guest. Wentworth sees the scheme, tells him to take the hat and get out, emphasizing his desire for solitude by again pointing the pistol at his head. An hour lager Barlow returns with the rest of the crowd of timber thieves, explaining to them that he has the spy at bay. Anna now awakens, hears the men crunching about below and slips quietly downstairs. She suspects the plot and resolves to save Wentworth, who had shown his kindness to her during the evening. Stealing out of another door, she mounts her father's horse and rides like mad for the office of the United States Marshal. There she communicates the news and her fears for Wentworth's life and begs them to come with her immediately and with all haste to save the man's life. Returning to Barlow's place, the men have quietly entered, then with a rush they attack Wentworth's door and before he can lay hands on his revolver, seize him, bind his hands and drag him out of the room. Drunk and unsuspecting that Wentworth's rescuers are now close upon them, Barlow and his crowd torment the captive and finally draw straws to see who will have to do the job. Barlow gets the fatal straw, and, ordering Wentworth to strike a position on the opposite side of the room, raises the pistol and is about to fire, when the outer door bursts open and the Marshal and his assistants, followed by Anna, enter the room. The entrance is timely and effective. Wentworth is saved and the timber thieves, securely handcuffed, are dragged from the room. Wentworth's heart stirs with love for the girl who has saved his life and there and then he proposes and is accepted.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYTg1YTI4ODgtZWQwNy00NmI5LWFkYzgtY2ZjM2I5MWZhOWEzXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001222",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}