{
  "Title": "Their First Misunderstanding",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "09 Jan 1911",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "Thomas H. Ince, George Loane Tucker",
  "Writer": "George Loane Tucker",
  "Actors": "Mary Pickford, Owen Moore, Thomas H. Ince",
  "Plot": "Tom Owen and Mae Darcy have a very quiet wedding, wishing to avoid all notoriety for the present and intending to surprise their friends by the announcement later on. But their friends \"got wise\" somehow and when the young couple finally arrive at the railroad station, they find a crowd there ahead of them and they are duly dealt with according to the latest rules laid down for the accelerated departure of bride and groom. A year slips by and we find Tom wrapped up in business pursuits and careless of manner towards Mae. And Mae quietly grieves over his neglect. Then a former sweetheart of Tom's, Belle Stuart, sends them an invitation to a ball, where Belle proceeds to monopolize Tom to the utter disregard of poor Mae. Left all alone she sits and broods over her misfortune, and then she meets the famous poet, Claude Jones, who entertains her most pleasantly with his talk and his ability as a dancer. Tom finally thinks of his wife and goes to where he left her, but she has gone. He at last discovers her in the conservatory in conversation with the poet. It is his turn to feel jealous and he does so and going rudely over to the couple he informs Mae that they must go home at once. Before they go, however, she invites Claude to call upon them. Soon Claude accepts her invitation and calls, finding her alone. In the midst of their tete-a-tete, Tom arrives at home and orders Claude to vacate the premises at once. Tom and Mae have their first quarrel, and it is a good one. Tom then decides to keep close watch upon her and rigs up a bell so that it will ring in his den every time the door opens. Well, it works all right, only he is kept busy rushing into the room merely to meet the maid or the postman or somebody other than Claude. He then gives up and after another interview with his wife, he secretly writes Claude a letter, informing him that as he loves Mae and Mae loves him, that he, Tom, will surrender all further claim upon her. When Claude arrives he is received most cordially by Tom, who proceeds to pour out his blessings upon the pair and leaves the room. Mae is completely mystified, until Claude shows her the letter and proceeds to press his suit. She, taken entirely unawares, begs for time to think it all over and he goes out to purchase her some flowers. Tom, seeing him leave, telephones Belle Stuart and makes an appointment with her. Mae overhears him at the 'phone and breaks down completely, weeping as if her heart would break. Then Tom leaves the house. Claude, shortly after this returns and attempts to present Mae with the flowers, but she has had enough of him already, and, ordering him from the house, throws his bouquet after him. Tom's conscience will not permit him to keep his appointment with Belle and after wandering aimlessly about his club, he returns home to find his little wife curled up in his den, hugging his dressing gown, trying to forget her troubles in slumber, Tom's heart is touched, his old love is reawakened and taking her in his arms, she opens her eyes and twining her arms about him, they forget all their former doubts and troubles in their present happiness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMWVmNjYzMTAtMGVkNi00Zjc1LTgyNjMtNmUyZGE1ZDU1Yzg1XkEyXkFqcGdeQXVyNDY1NzU5NjY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.2",
  "imdbVotes": "36",
  "imdbID": "tt0001923",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}