{
  "Title": "White Roses",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "22 Dec 1910",
  "Runtime": "N/A",
  "Genre": "Short, Comedy, Romance",
  "Director": "Frank Powell",
  "Writer": "Frank E. Woods",
  "Actors": "Mary Pickford, Edward Dillon, Linda Arvidson",
  "Plot": "Harry loved Betty, and vice versa, but Harry was fearfully bashful. No matter how he tried, he never could muster up sufficient courage to propose, despite the fact that Betty always endeavored to help him out. An idea! He writes his proposal, and invents a sentimental code of signals. The letter reads: \"If you will accept me, wear red roses; if you are in doubt, the pink. If you do not love me and reject me, wear the white.\" He then repairs to the florist's and purchases the three shades of roses, dispatching them by messenger to his lady's residence. The messenger, however, is a dime novel fiend, and while engrossed in the thrills of a harrowing story, loses the box of flowers which are picked up by another boy. A policeman sees this boy with the box of flowers, and as he cannot give a clear account he runs him in. In the meantime, the novel reader is in despair over his loss until a modern Good Samaritan seeing the boy in tears offers to help him when he hears his tale of woe. This well-meant generosity, however, twists the romance, for he procures white roses only. Of course. Betty thinking only of Harry, wears them. Harry takes it for a hint to \"beat it,\" and for revenge decides to marry his cook. The real box arrives at the station house, where is encountered a wise judge, aye! a modern Solomon, who after investigating the details of the case, sends the officer with the flowers to the address given on the box and letter, thus averting a heart tragedy.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "8.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "8.9",
  "imdbVotes": "18",
  "imdbID": "tt0001456",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}