{
  "Title": "The Golden Louis",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "22 Feb 1909",
  "Runtime": "5 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Anita Hendrie, Adele DeGarde, Owen Moore",
  "Plot": "It was fête day in old Paris, and the city was the scene of gaiety and splendor. Contrasted with the brilliant throng we see a little child shivering in the snow, with her little wooden shoe held out expectant of a coin from those charitably disposed. But in the intoxicating jollity of the occasion the poor soul is passed by unnoticed until, exhausted, she sinks upon the stone step and sleeps. There now passes a kindly spirited knight, who flicks a Louis d'Or into the tiny wooden slipper at her side. Meanwhile, at the gambling house there has run to ruin at roulette a young blade, who is tipped that on the strike of twelve the number 17 is sure to come out. So impressed is he that he tries to borrow, in the hope of recouping his lost fortune, but his friends turn coldly away. From the place he saunters despondently and comes upon the little one on the step, still asleep. His hand, through habit, goes to his own pocket, hut, alas! It is empty. As he stands and contemplates the little one his eyes strikes the Louis d'Or. \"An Idea! I will borrow the coin, play 17, and win her a fortune.\" Back to the hall he rushes, reaching there upon the stroke of twelve. Hurling the coin upon the table he yells \"17,\" and 17 wins. He lays his winnings and wins again. Again and again he doubles his wealth until the bank is broken. Back he goes to repay with interest the \"borrowed\" Louis, but what a sight greets him. \"Dead, and I have murdered her!\" and taking the death-stained gold he scatters it in the snow.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BN2Q5YzFlZjYtODQ5Yi00ZmY4LTlhNTktM2MyMGI3NGJkYWMzXkEyXkFqcGdeQXVyNTcwNjUwNzk@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "228",
  "imdbID": "tt0000882",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}