{
  "Title": "Pals of the Range",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "22 Oct 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, John B. O'Brien, Clara Williams",
  "Plot": "The scene opens in the bunk house of the Lazy K Ranch, where we see Jack Hartley and his pal Jack Smythe. Hartley has just received a letter from the east, in which his mother asks him for money. Hartley is much depressed. He is broke and sees no immediate prospect of recouping his fortunes. Smythe, learning of Hartley's dilemma, offers his roll to his pal, who gratefully accepts it. Some time later the two boys meet Clara, the daughter of a neighboring ranchman, and both fall in love with her. For a time it seems a fair field and no favor, but at last she seems to show preference for Smythe. The two boys discuss the matter at the bunk house, and decide to write her letters of proposal and abide by her decision. They write and mail their letters, and she replies, accepting Smythe. Hartley goes for the mail, and his weak nature asserting itself, he surreptitious opens the letters before returning to the ranch house. His own letter is superscribed \"Dear Jack,\" and reading it he finds that he is rejected. The other letter, accepting Smythe, is headed \"To My Sweetheart,\" and Hartley sees the possibility of changing the letters in their respective envelopes and so making Smythe believe that he is the rejected one. He puts his plan into operation, and Smythe, upon receiving his letter of rejection, immediately announces his intention of going prospecting into the desert, He leaves at once, never suspecting the treachery of his pal, and the girl, believing herself jilted, is easily persuaded to marry Hartley. After the wedding the latter's conscience troubles him to such an extent that he confesses his miserable deed, and Clara, turning upon him in indignation and disgust, demands that he at once go into the desert and bring Smythe back to her. Cowering before her indignation, he goes in search of his pal. Smythe, prospecting in the burning desert, is beset by Indians, and although he escapes with his life, they get his horse and pack mules. He makes a running fight of it, holding them back with difficulty, and, at last, exhausted, and almost dead of thirst, he is about to give up the unequal fight when Hartley arrives. Hartley at once rides to the defense of his pal and together they hold back the savages for a time, but Hartley is wounded. He realizes that both of them cannot escape, and urges his pal to take the horse and make his escape. Smythe at last does so, and Hartley, covering the other's retreat, is killed by the attacking Indians, but not before he knows that he has saved the life of his pal and so made restitution for his treachery.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDYzY2Q2OTYtYjc4NC00YzM2LTlmYjctMzc3NzE1NGViYjlhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001354",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}