{
  "Title": "The Animal Within",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "05 Dec 1912",
  "Runtime": "N/A",
  "Genre": "Short, Drama, Western",
  "Director": "Allan Dwan",
  "Writer": "N/A",
  "Actors": "J. Warren Kerrigan, Charlotte Burton, Jack Richardson",
  "Plot": "In a lonely region of the Mojave Mountains lives Anne Carey with her son, Jonothan. One day while Jonothan is going to the city for their weekly supplies, he comes upon the hut of Jane Stevens, just at the noon hour, and seats himself under a tree near her home to eat his lunch. Upon his return to his home that night his mother notices in his actions an attitude of indifference. While in the town, Jonothan had made the purchase of a shawl and some ribbons as a gift to his mother, but in passing the hut of Jane Stevens on his way home she had come out and asked him to give her the ribbon instead of taking it home to his mother. These actions had been carefully watched from ambush by Hal Evers, an admirer of the woman, and he is filled with jealousy. Jonothan goes to see Jane often and becomes more and more infatuated with her. The mother follows him one day to ascertain his destination and when she learns the truth her heart is filled with misgivings for her boy. The mother goes to the woman and pleads for her son, but an obdurate ear is turned to her entreaties. Jane Stevens has a vain nature and desires more gold with which to purchase finery of attire. She devises a scheme with Hal Evers for a daring holdup of the stage coach and plans to use the unsophisticated for a dupe. The woman unfolds her plans to Jonothan and persuades him to commit the deed. At the opportune time and when the \"haul\" will be sufficient to justify their ends, Jonothan is given the signal by the wicked Jane and he perpetrates the robbery. In his flight he seeks and finds shelter in the hut of the woman. He gives her the booty. The woman espies the posse in the distance and quickly hurries Jonothan out of the hut toward a clump of underbrush. The posse ride up to the door of the hut and the woman points to the brush, thereby betraying the hiding place of the man who had given more than his life to satisfy her sinful vanity. Jonothan turns, and seeing the posse in pursuit, rushes toward his home. The posse follow him to his home and tear him from the arms of his mother. A suddenly awakened realization comes to Anne Carey that the entire wrong going of her son is due to the influence of Jane Stevens and the \"animal within\" her is fired into action. Taking a rifle from the wall of the cabin she rushes to the hut of the woman. Her arrival at the hut occurs during a violent quarrel between Jane Stevens and Hal Evers, who has come to her for his share of the booty. During the disagreement Jane alms a gun at Hal and shoots him. The mother of the wronged Jonothan now rushes upon Jane making a scathing denouncement of the mischief she has wrought and shoots her upon her own doorstep without a quaver.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002024",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}