{
  "Title": "A Manly Man",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "27 Feb 1911",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "William E. Shay, Mary Pickford, Owen Moore",
  "Plot": "Norman Duncan, a civil engineer in the employ of the United States government, loves Elinor Williams and they are happy in their plighted troth. Duncan is ordered to the Philippines to take charge of some important work and takes an affectionate leave of his sweetheart to whom he promises to be faithful. We see him arrive at his destination, and take in the tropical surroundings. The young engineer is red blooded and human. He finds time hanging heavily on his hands and seeks diversion. He finds it in Lola, a beautiful Filipino girl, with Juno-like form and handsome face. She gives him a passing glance and Duncan is interested. He seeks the girl, and she is not averse to the attentions of the handsome young man from the states. Petro, her lover, takes in the situation, which bodes no good for the interloper. Lola and Duncan meet and the love affair is progressing beyond his fondest expectations. Returning from his foray into the swamps one day, Duncan is stricken with the deadly fever. He is overcome and his companions desert him, fearing the contagion. Lola finds him and, braving the ravages of the disease, assists him away. This episode is witnessed by the jealous native lover, who curses them, hoping his fickle sweetheart and her lover will both succumb to the dread fever. We see Lola nursing Duncan back to life and health, faithful in her duties as a nurse, and glorious in her satisfaction of saving the life of the man whom she loves with all the passion of the Latin women. Slowly Duncan regains his strength and we see him emerge from the hut supported by the faithful Lola. He is seated out of doors, when Petro appears and is surprised to see him alive. Stung to desperation in his jealousy, Petro steals up and is about to plunge a knife into Duncan's back, when the girl throws herself upon him, wrests the knife from his grasp and sends it spinning into the foliage. Petro and Duncan grapple, when a priest providently makes his appearance and Petro desists with an abject apology. In a few words, the situation is explained to the man of God, who with a keen discernment of right, inquires of the young engineer as to his intentions towards the native girl. He sternly insists that honorable union can be the only result of their relations. Duncan ponders and then his better nature asserts itself, and he assents to the marriage. The ceremony is performed. Later, Duncan, in the garb of a Filipino, is seated in his yard. His boy, the result of the marriage, comes to him. An American appears and questions Petro, who is standing near. The stranger inquires for Duncan and Petro, alert, his jealousy having not abated by the marriage of Duncan and Lola, points to Duncan. There is a recognition. Duncan is pleased to welcome his friend. He is informed that Elinor the sweetheart whom he left in the state, is outside the gate. Duncan is overjoyed. Elinor runs to him and there is a happy reunion. He is holding her in his arms when Lola approaches, terrified at the sight. She understands and humble makes her way to Duncan's side. He sees her and is racked with conflicting emotions. His wife and sweetheart, which? Sorrowfully he breaks the intelligence to Elinor, who stands aghast. She understands. The woman he has sworn to love and cherish holds out her arms to him. The girl, to whom he plighted his troth, assumes the same attitude, less demonstrative. Elinor sorrowfully walks away, and Duncan seats himself in anguish and then takes Lola in his arms and she is supremely happy and Duncan is content, a manly man.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYWY0YWI1ZjItZjk3Ni00ZWI3LWI0NDAtZGJiYWViNWU5NjM0XkEyXkFqcGdeQXVyNjg2NjExMzY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "22",
  "imdbID": "tt0001772",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}