{
  "Title": "Alkali Ike's Pants",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "21 Sep 1912",
  "Runtime": "N/A",
  "Genre": "Short, Comedy, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Augustus Carney, Margaret Joslin, Fred Church",
  "Plot": "Coyote Simpson and \"Alkali\" Ike both love the buxom Sophie, pride of Buckskin, Ariz. Coyote has a long curling mustache that is his one pride and joy, but Sophie objects to it when he kisses her and orders him to trim it down. Prior to this all three of the boys, \"Alkali,\"' Mustang and Coyote, have tried to help Sophie with a balk bronco she is driving, and it is not until Mustang mounts the horse in true western style that things begin to move. Then so fast do they go that the bronco runs itself out of the harness, leaving \"Alkali\" and Coyote stranded with Sophie miles from home. Later, Coyote proudly shows the boys a fine valentine he has gotten for Sophie, then begins to trim off his mustache. Of course \"Alkali\" secures a hideous caricature valentine of an old maid with her false teeth and hair off and, with Mustang's help, they substitute it in place of Coyote's perfectly good one. Consequently when Coyote calls on Sophie with his trimmed mustache and valentine she is about to embrace him when she discovers the caricature and drives him from the house under an avalanche of anything she can lay her hands to. A few evenings later \"Alkali\" has invited Sophie to the town dance, and is industriously ironing his pants in the shack, when the boys discover him through the window and, when he goes to get a hot iron, hook his pants through the window with a stick. Very much negligee, \"Alkali\" chases around looking for his nether-garment and finally tries to steal a pair from a convenient line, but is loaded with buckshot from the gun of the irate lady of the house. In desperation \"Alkali\" dons his old chaps, which fail to cover his exposed anatomy, and is leading Sophie proudly into town when he runs across the boys who are holding up his long-lost pants, in the wrangle that ensues \"Alkali\" is left in the lurch by Sophie who goes on to the dance on the arms of Coyote and Mustang, while \"Alkali\" wraps his pants about him and strides home cussing everything in general.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYmQzMTI5NDEtNTczNy00MDQzLWIwYzAtZTUzMzU1Y2NhOTM2XkEyXkFqcGdeQXVyNjg2NjExMzY@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002011",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}