{
  "Title": "Falsely Accused!",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "18 Jan 1908",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "Edward Dillon, D.W. Griffith",
  "Plot": "A wealthy old alchemist and inventor has just perfected a motion picture camera with which he hopes to revolutionize the art of animated photography, and our story opens with the old man in his library studying out the plans of his invention. A telegram calls him hurriedly away. He replaces the papers in his safe, but, in his haste, neglects to lock it, which oversight is pardonable, as his wife and daughter are in the room at the time. The daughter's hand is sought in marriage by a worthy young man, whose attentions are looked upon with favor by herself and her parents. But he has a rival in the person of a contemptible villain, whose motives are purely mercenary, reasoning that this new invention will greatly enhance the father's already ample wealth. He has met with little or no encouragement from the girl, but is determined to have her at any hazard, so calling at the house shortly after the old man departs, is ushered into the library by the maid, who goes to inform her mistress of his arrival. While left alone in the room he espies the door of the safe ajar. Making sure that he will suffer no interruption, he goes through the safe and secures the coveted plans, secreting them in his pocket just as the girl enters. He renews his protestations, of love, but is again repulsed, and when he becomes insultingly persistent, receives a blow in the face and is ordered from the house by the incensed girl. He goes, but swears vengeance. The father now returns and goes to his laboratory to make a final test of his invention. Threading the camera with photographic film, he starts the motor, when the villain enters to lay his proposal for the girl's hand before him. It is, of course, rejected, and the villain threatens the old man, flaunting before his very face the cherished designs, of his invention. The old man, white with rage, leaps at the throat of the villain, forgetting about the camera, which is whirling through its mechanism yard after yard of negative film. During this scene the young girl is in the library relating to her fiancé her experience with the odious suitor, and upon leaving he is assured that there is nothing to fear in that direction. She then goes to the laboratory, and the horrible sight that greets her freezes the blood in her veins, for there upon the floor lays her dear old father cold in death. Bending over his lifeless body she picks up a dagger papercutter which the murderer, whoever he be, had taken from her father's desk. There she kneels beside the prostrate form transfixed with horror, with this poniard tightly clutched in her nerveless hand, when the villain enters with, others and boldly accuses her of parricide. Appearances are unfortunately against her, so she is led away to prison. Circumstantial evidence is so strong that the world believes her guilty and all desert her except her poor old mother and her faithful lover, who visits and consoles her in her prison cell, vowing he will leave no stone unturned to run to earth the real culprit. Visiting the laboratory, the young man makes a startling discovery. While rummaging through the old alchemist's effects, his attention is drawn towards the new camera and although having but a vague knowledge of the art of animated photography, he has, through his association with the old inventor, a limited idea of its importance, and some little talent in chemistry, so he examines the camera and finds that one of the film boxes contains film. This he take into the \"dark room\" and develops a short strip sufficiently to see a faint outline of a scene. \"My God! Just as I thought!\" He hurries with the box of film to the old mans assistant, who develops it and prints a positive. Armed with this convincing evidence, he rushes into the courtroom, and with the permission of the presiding judge, sets up a moving picture machine and projects the result of his discovery upon the wall. The scene here pictured completely exonerates the young girl by showing the actual murder of the old man by the villain, who, during this exposition tries to bolt, but his escape is cut off, and he is taken into custody for the- heinous crime he committed. -- The Moving Picture World, January 18, 1908",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.5",
  "imdbVotes": "48",
  "imdbID": "tt0000680",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}