{
  "Title": "His Day of Rest",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "29 May 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Wallace McCutcheon",
  "Writer": "Frank E. Woods",
  "Actors": "Edward Dillon",
  "Plot": "Poor Jones plodded along in his wearying struggle to earn the pittance with which to maintain the home, and though often plunged into doleful, dismal doldrums, being of an imperturbable nature, patiently toiled on. Hence it was that he hailed with keen delight the opportunity of taking a day off. No other arrangement was made than to spend the day as one of absolute rest at home. How well he succeeded is most lucidly shown in this Biograph film. It is during May, and we know what transpires in all well-regulated households during this month, and with cruel coincidence, his holiday and general house-cleaning were set for the same day. Jones starts in all right. He takes a fine cigar, the morning paper, selects the easiest chair in the parlor, and assumes for the nonce the air of a gentleman of leisure. But, alas, his beatific dream was rudely disturbed by Wifey: \"John, dear, I really cannot get this stovepipe back in place; it doesn't seem to fit.\" Well, we know what a prolix undertaking this is. John struggled and swore, fretted and fussed, until down came the whole affair, covering him with a suit of soot from head to feet. A bath is next in order. Having divested himself of this ebony complexion, he is back in the parlor, but hardly seated, when Mrs. Jones calls him to the kitchen to fix the water pipe. He succeeds only in getting a thorough drenching, and once more a change of apparel is necessary. This being done, his wife now demands he hang a picture. \"Ah, let us alone.\" But Wifey insists. A stepladder is brought in and Jones ascends it, armed with hammer and nails, with a large picture frame under his arm. The nail is held in position, and, \"Why, John!\" says Wifey, \"such language, and before baby.\" John had aimed the hammer at the nail head, but hit his thumb. Another blow, more vigorous than the first, is sent, \"Gee, whiz, twice in the same place. Biddy Mulligan.\" Jones, with a yell of pain, leaps in the air and there is a mad race between his head and the picture frame for the floor; it was a dead heat. Wifey is awfully sorry, and allows him to pacify and amuse himself with minding the baby, a delicate attention on her part. Still, it might be worse, and soon it is, for Wifey's voice is heard calling, \"John, dear, the gas is leaking.\" Jones, with a lighted candle, goes into the cellar in search of the leak, and finds it; and when the smoke and dust of the explosion clears away, poor John is seen stretched out on the cellar floor. Oh, but what's the use? John was given a day of rest by the boss, and he rests with a vengeance.",
  "Language": "None, English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000701",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}