{
  "Title": "A Message to Napoleon",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "13 Nov 1909",
  "Runtime": "14 min",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "N/A",
  "Actors": "August Blom, Gudrun Kjerulf, Viggo Larsen",
  "Plot": "After the united powers of Europe had been successful in defeating Napoleon's vast armies, the great Emperor himself was taken prisoner and sent into exile to the Island of Elba, on the coast of Corsica. His loyal friends in France, however, would not rest, and were untiring in their efforts to liberate the Emperor from his prison. The first part of this film depicts a meeting of a few of these friends and supporters, who formulate a plan. A letter is written to Napoleon, explaining that a messenger will bring him all particulars and plans of a plot to liberate him. A young officer is elected to make the dangerous journey to Elba, to carry to Napoleon the message from his friends. But these friends did not count on the enemies which every great man has, and did not observe that one of them attended their eventful meeting. The traitor informs the police, whose assistance he obtains, and together they go in pursuit of the messenger. Tired and exhausted, the messenger finds rest for a night at a small inn on the road, but not long after his arrival there his two pursuers arrive also, and over a glass of wine discuss how they can best capture the messenger. The daughter of the innkeeper, a great admirer of Napoleon, overhears the discussion of the two men, and immediately warns the messenger, who has just sufficient time to ride away, hotly pursued by the enemies. Fortunately, he soon reaches a farm house on his way, and induces the farmer to give him other clothes. Hastily changing his dress, and with the assistance of the farmer, who shows the pursuers the wrong way, he manages to get to the frontier. He arrives safely at the coast, from which he is to take the boat to Elba. Before he lands on the coast of the island, his small craft is demolished by the waves, and he is compelled to swim through the foaming sea to his destination. But even here, on this lonely island, he is discovered by a sentry, who uses his rifle effectively, and with a bullet-wound in his shoulder the poor messenger turns back into the water, pretending to be killed. Swimming to a more secluded spot along the coast, he sees the figure of his beloved Emperor standing by the water, looking sadly in the direction of his country. Trembling with excitement, the brave messenger approaches Napoleon and delivers to him the message. Napoleon, deeply moved by the loyalty of his friends, thanks the messenger in kind words, and embraces him, to show his deep and sincere gratitude.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzFlYzc0ZWMtMWY0Yi00MmM3LWFmMWUtNjcxZmY1YzMxNjM0XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "3.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "3.9",
  "imdbVotes": "21",
  "imdbID": "tt0000817",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}