{
  "Title": "The Adventure of the Retired Army Colonel",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "31 Jul 1912",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "N/A",
  "Actors": "Van Dyke Brooke, Maurice Costello, Robert Gaillard",
  "Plot": "The last man to suspect of crime is the one who is employed to protect our lives and property. Mr. Morrison occupies a beautiful home in a suburban town. Policeman Prior, the night patrolman, is dishonest. He enters Mr. Morrison's home when the family are asleep and robs it. In the morning the robbery is discovered. The chief of police is baffled in his efforts to detect the thief. He sends for Lambert Chace, the detective, who makes an investigation, draws his conclusions, states he is unable to solve the mystery, and apparently gives it up. Later, he comes back to town disguised as an army officer, rents a furnished mansion for the season. It is announced in the papers that the military gentleman who has lately become a resident of the place, is extremely wealthy. To still further impress this point, Chace, in his remarkable disguise, requests Officer Prior to keep a close watch upon his house, as he is a sound sleeper, and it contains many valuables. He tips Prior from a well-filled pocketbook to confirm his pretensions of wealth. Two nights later Prior enters the Colonel's home and makes his way to the library. The room is dark. Flashing his pocket lantern about, he sees the Colonel's well-filled pocketbook on the table. Chace has been watching for the officer's visit and at the moment he reaches out for the wallet and places it in his pocket, the detective draws his pistol, turns on the electric light, and holds the thief at bay. He removes his false moustache, making himself known. With his unengaged hand, he calls up the chief of police on the 'phone. When the chief arrives, Prior confesses the Morrison burglary, and being taken red-handed, he is unable to escape the consequences. The handcuffs are placed on his wrists and he is led away by his chief and fellow officers.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001997",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}