{
  "Title": "The Wheels of Justice",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "14 Sep 1911",
  "Runtime": "15 min",
  "Genre": "Short, Crime, Drama",
  "Director": "Otis Turner",
  "Writer": "Henry Kitchell Webster",
  "Actors": "Charles Clary, Frank Weed, William Duncan",
  "Plot": "James Hazen, one-time crook, now wealthy and reformed, is recognized on his wedding day, by a former pal, Florrie Cook, who follows the young couple to Hazen's new home in the country. Hazen has isolated himself here in the hope of finding security in complete loneliness. He turns such neighbors as call out of the house, which causes much unhappiness for his wife, Alice. Cook, threatening to expose Hazen's real character to his young wife, compels the husband to treat him as a welcome guest. Cook takes further advantage of his hold over Hazen, when he tries to make love to Alice. She is rescued from him by Richard Courtright, one of the neighbors. Alice goes home and tells her husband of their guest's latest outrage, and insists that he be turned out. Hazen orders Cook to leave, and Cook agrees to do so, provided Hazen will help him burglarize Courtright's house. Hazen protests, but finally agrees to do this in order to rid himself of Cook. He advises Alice that be is seeing Cook to the depot, and requests her to retire early. Alice amuses herself during the evening by experimenting with flash-light photography, and upon retiring, leaves her camera set up to take another view of the library. During the night, she is awakened by the sound of what she supposes to be burglars, and lighting a candle, she proceeds to the library, where she searches for her husband's revolver, in vain. Thoroughly frightened, she blows out the candle, and catches up the flash light pistol, which explodes at the moment, registering an instantaneous photograph of her husband, and Florrie Cook, the bag containing the booty from the Courtright house, falls open at their feet. Cook, in his wrath, throws the camera out of the window and makes a move to attack Alice. Hazen interferes, and in the ensuing mix-up, Cook kills him. He then seizes Alice and drags her away. Rex, Courtright's collie dog, finds the camera the next morning and playfully lugs it home to his master. In an effort to locate the owner, young Courtright develops the roll of film and thereby learns the identity of the burglars who robbed his home on the previous night. Alice is rescued, and taken to the Courtright home. Later, on his death-bed, Cook confesses to the crime, and as the clouds of mystery roll away, Alice finds her true lover in that of her rescuer, Courtright.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001975",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}