{
  "Title": "Ben Hur",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "07 Dec 1907",
  "Runtime": "15 min",
  "Genre": "Short, Drama",
  "Director": "Sidney Olcott, Frank Oakes Rose",
  "Writer": "Gene Gauntier, Lew Wallace",
  "Actors": "Gene Gauntier, Harry T. Morey, William S. Hart",
  "Plot": "The scene opens with an assembly of citizens who are harangued by one of their number, whose words have great weight with the crowd, and their attitude of approval shows that Roman misrule in Jerusalem has reached its climax. Heralds now approach and Roman soldiers beat back the crowd to make way for the approach of the Roman Procurator. The scene changes to the home of Ben Hur, who is seen with his sister and mother on the house top. The cavalcade of Roman troops approaches, and to get a near view Ben Hur leans from the coping and knocks down one of the stones thereof onto the shoulder of the Procurator. This is seen and misconstrued by the Governor, who orders soldiers to arrest the inmates; they, after ineffectual pleas and struggles, are carried off. Ben Hur is consigned to the galleys, where he is loaded with chains. Here he signalizes himself by saving the life of Arrias, who publicly adopts him as his son and proclaims him a Roman citizen amidst the acclamations of the assembled crowd in the forum. Now comes the scene in the games where Ben Hur is challenged by Messala, and accepts it, to the great delight of the citizens. The chariots and athletes parade before the dais and in due time are arranged, and the chariot race commences. Three times 'round the ring dash the chariots, and at the fourth turn Ben Hur comes out the victor and is crowned with the wreath, to the great, chagrin of Messala, who is borne on a stretcher, wounded to death.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BODE2NTM4NWItNWM2Yi00ZGEwLWJjZDEtMzUyZmRlZTE5NmRhXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "791",
  "imdbID": "tt0000582",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}