{
  "Title": "The Bandit's Waterloo",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "04 Aug 1908",
  "Runtime": "12 min",
  "Genre": "Short, Action",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Charles Inslee, Linda Arvidson, Marion Leonard",
  "Plot": "The Outwitting of an Andalusian Brigand by a Pretty Senora. The hills of Southern Spain were infested by a gang of lawless freebooters who terrorized the country and made travel in the mountains a hazardous pastime. They waylaid, robbed and often murdered the unwary tourist who chanced their way. In the opening of this Biograph picture a party of these Andalusian bushrangers, in command of their chieftain, are seen hiding behind a huge rock in waiting for prey. They haven't long to wait, for after having held up and relieved several pedestrians, a stylish landau approaches in which are seated an old gentleman, a duenna, and a pretty young Senora. The inevitable happens; all are relieved of their valuables, and while the gentleman and duenna are sent on their way, the girl is held a prisoner. She realizes her helplessness, and at the same time assumes that her beauty has made an impression on the chief, hence resorts to woman's wiles to captivate the bandit. In this she succeeds, but must use strategy to regain her jewels, which are still in his possession. Her subtle artifice is promising, when they are surprised by the police, who take them in hand, but the sergeant finding them possessed of so much wealth, is content to take that and let them go. From here they go to the mountain inn, where later the sergeant again puts in an appearance, so Senora bribes the waiting maid to allow her to act in that capacity, and as the sergeant does not recognize her, she having been veiled when they met in the road, he is lured to a private room, where he is overpowered, bound and gagged by the bandit, who regains the jewels, and with Senora flees to another hostelry. Here Senora piles her conquest with cajolery and wine until he falls into a drunken sleep. Now is her chance. She secures her jewelry and after leaving a derisive letter for the enamored bandit, departs to rejoin her friends, chuckling in anticipation of the chagrin of the pillager upon his awakening.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "67",
  "imdbID": "tt0000642",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}