{
  "Title": "The Fair Dentist",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "08 May 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, King Baggot, Owen Moore",
  "Plot": "Claude Marlow, Eugene Wilson and Fred Strong pose as a trio of mashers whom women cannot resist. They find time hanging heavily on their hands, when the monotony is relieved by Edith Morton, a dentist. She is first noticed by Claude Marlow, who observes her enter her home in which her dental office is located. Marlow repairs to his club, where he raves of her beauty to Wilson and Strong. They are gazing out of the window when they see her padding. Not knowing she is the object of Marlow's glowing description, they follow unbeknown to each other. Each of the trio immediately develops a painful attack of toothache as a pretense of being admitted to the parlors of the fair molar extractor. Marlow arrives first and is ushered in by a maid. He is in the throes of a jumping toothache apparently, but is covertly congratulating himself that he will be admitted into the seclusion of the dental office. She gives a critical look at the alleged aching tooth. She extracts the tooth, and sends him out of the room in pain, after receiving her fee. In turn Wilson and Strong appear in the waiting room confident that the others are blissfully ignorant of any other intent than a visit to the dental office to be relieved of pain. They try to flirt with her, but she resents them. Just as the young rounders have had it brought home to them that they have been circumvented by the dentist and that they have all visited the office on the same mission, they have another surprise in store. The dentist comes into the reception room and gives them the laugh and, opening the street door ushers in a man whom she introduces as her husband.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzNmY2RjYmUtMDNhYS00NDliLWI2MDMtMWQ1MmIxNDVhMTM4XkEyXkFqcGdeQXVyNjA5MTAzODY@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001599",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}