{
  "Title": "The Immortal Alamo",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "25 May 1911",
  "Runtime": "20 min",
  "Genre": "Short, History, Western",
  "Director": "William F. Haddock",
  "Writer": "N/A",
  "Actors": "Francis Ford, Edith Storey, William Clifford",
  "Plot": "About 1722, Spain, in her command of Texas (named from a confederation of Indians, who called themselves Tejas), established the Franciscan mission of San Antonio de Valero (The Alamo). Around this mission was built the pueblo (village) and presidio (barracks), which formed the nucleus of the present city of San Antonio. In 1824 Texas withdrew from Mexico and formed a separate republic, and the Mexican general Santa Anna, the self-styled Napoleon of the West, was sent to force her back into allegiance. At San Antonio in 1836 Col William B. Travis was in command of the fort. With him was Col. William Bowie, David Crockett, Lieut. Dickenson and a small force. He received word that Santa Anna, at the head of a Mexican army of several thousand, was advancing to take the city. Travis dispatched a message to Gen. Sam Houston for aid, sending Lieut. Dickenson and taking his force of 140 men and women of the city, among whom was Dickenson's wife, Lucy; he retired to the Alamo. On February 23, Santa Anna sent a message to surrender, and upon the brave refusal of Travis, he attacked the place. Travis held the Alamo until March 6, 1836, his little force constantly diminishing. On that day, when all seemed lost, Travis drew a line with his sword down the center of the room and asked all who would die with him to cross to his side. All crossed save one, Rose, who announced his determination to try to escape. He succeeded in leaving the building but was never heard from again. A breach was made in the wall by the cannon of Santa Anna, and the Mexicans entered to find all the men dead except Travis and four companions. These were immediately slaughtered on the spot, and Lucy Dickenson, with two other women and three children, were all to leave the Alamo alive.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYjdlMDY4ZjMtZWQ1ZC00ZTg4LWE5Y2EtNjkyZTZlMDk4NWQ4XkEyXkFqcGdeQXVyMDgyNjA5MA@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.1",
  "imdbVotes": "24",
  "imdbID": "tt0001693",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}