{
  "Title": "Saul and David",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "27 Feb 1909",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "J. Stuart Blackton",
  "Writer": "Madison C. Peters",
  "Actors": "Maurice Costello, William V. Ranous, Florence Lawrence",
  "Plot": "The Biblical Story of the Shepherd Boy Who Became King of the Israelites. Scene I: David's Home. David, the poor shepherd boy, enters with a wounded lamb, which he tenderly cares for; his father, Jesse, his mother and Adora, a bond maiden, looking on lovingly. A priest enters, blesses them, predicts the crowning of David as King. Jesse sees some people coming. They enter. Princesses Merab and Michal, Prince Jonathan (King Saul's two daughters and son), and Prince Phalti, a suitor for Michal's hand. They have come to command David to appear before King Saul (to play his harp), who is mad and can only be moved by the music from the hills. David consents to depart to King Saul. Princess Michal, who accompanies Jonathan, shows her interest in David. David evinces \"love at first sight.\" Michal gives David a rose, which he afterwards treasures. They enter the house to supper. Scene II: Saul's Camp. Sentries are keeping watch. Michal wanders through the camp, picking flowers; passes up hill and away, picking more flowers as she goes. Doeg and Omah (brothers) enter. The latter suggests shooting an arrow into the camp which may destroy the King. They agree to this. Omah exits. Merab and Jonathan enter and the latter goes in search of Michal. Doeg makes love to Merab and is sternly repulsed. Doeg exits vowing vengeance. Scene III: Michal Picking More Flowers. A tiger appears, settles to spring upon her. Michal, in terror, falls to her knees, praying. David enters, kills the tiger with a stone from his sling. Michal, in joy, picks up the stone, waves her hand in token of gratitude to David. They leave in opposite directions. Scene IV: Saul's Camp. Sentries are posted around Saul. An arrow, bearing Goliath's defiance, is fired into the camp by an Edomite traitor. Jonathan starts a search for the traitor who fired it. The traitor is brought in after the search. On his person is found the rest of the paper on which the defiance was written, around an arrow. Saul is furious and attempts to slay him. His madness is quelled by David's harp playing. Saul appeals to his soldiers to free him from Goliath. They all say: \"No one can fight the Giant.\" David volunteers to go. Saul gives his consent. David hurls a stone which slays Goliath and returns to Saul's camp and places the head of Goliath at Saul's feet. Scene V: King Saul's Palace. Saul's daughters discovered at work. Jonathan and Phalti enter. Phalti is in love with Michal, but she declines his suit. Saul enters and quarrels on account of her love for David. Tells Saul that David has again returned victorious. Saul refuses to see him. David enters, sees the empty throne, in despair. Jonathan promises to get his father (Saul) to see him. Love scene between Miehal and David. David shows her the withered rose she gave him two years before. Saul enters to receive David and asks him what more victories he wants. \"My throne?\" David says: \"No; all I want is your daughter, Michal.\" His eldest daughter objects but Saul says she will be married to Phalti. David appeals to his soldiers. Saul seizes a javelin, attempts to stab David, but kills the waiting maid. David is furious; renounces Saul and leaves. Scene VI: Saul Consults the Witch of Endor. The spirit of Samuel appears and tells Saul: \"Tomorrow, thou and thy sons shall be with me.\" Saul enters the yard outside of the Palace, badly wounded. Jonathan's dead body is brought in. Both are carried into the house. Phalti enters, shouting the return of David. David is again victorious and embraces Michal. A priest comes to the head of the stairs and says: \"Saul is dead; who shall be your King?\" The populace and soldiers cry \"David.\" David is crowned King of Israel.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.8",
  "imdbVotes": "5",
  "imdbID": "tt0001030",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}