{
  "Title": "Lucky Jim",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "26 Apr 1909",
  "Runtime": "5 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Marion Leonard, Mack Sennett, Barry O'Moore",
  "Plot": "Jim and Jack were desperately in love with Gertrude, but Gertie showed a decided preference for Jim, so Jim wins out and marries Gertie; lucky Jim! Poor Jack is a miserable spectator at the wedding. Jim and his bride have ensconced in their little flat, and are enjoying their first meal. Sad to say, Gertie's education in the art of cooking has been woefully neglected and the result of her first attempt is simply awful. It is so bad that Jim kicks, and in return for his vehement vituperation he receives the little delicate attentions that Xanthippe bestowed upon Socrates. Numerous articles of tableware at his head, sweet-tempered Gertie, lucky Jim. Meanwhile unlucky Jack is at home repining before a portrait of Gertie. Time goes on and poor Jack is still repining, when a notice in the newspaper is shown him which chronicles the intelligence that Jim has shuffled, a victim of acute indigestion, and his head is now adorned with a halo instead of the rim of a dishpan. Jack feels that here is his chance, and Gertie is more interesting than before from the fact of being a widow, so he makes his appeal and is accepted. Jack is in the seventh heaven of delight when he returns with the sweet angel Gertie from the marriage ceremony. But wait: that first meal is to transpire. Well, it comes in due time, and Jack gets a chance to sample a bit of Gertrude's cooking, and if the road to the heart is through the stomach in Jack's case the roadbed is pretty rocky. He positively refuses to drink her coffee, and. of course, his repellency meets with the same reward meted Jim, to wit: china tableware bounced from his cerebrum shell. Gertie, having demonstrated her ability as a discobolus thrower, leaves the room in a rage. Jack turns and seeing the mourning-draped picture of his predecessor, sighs, \"Oh, lucky Jim, how I envy him.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZTQ4OGMyNGMtNzRlMC00YjYyLWEwNGMtNzJiNzNmMjBlYWFiXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.6",
  "imdbVotes": "74",
  "imdbID": "tt0000945",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}