{
  "Title": "The Hindoo Dagger",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "18 Feb 1909",
  "Runtime": "10 min",
  "Genre": "Short, Drama, Mystery",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Harry Solter, Marion Leonard, Arthur V. Johnson",
  "Plot": "Jack Windom experiences a sensation of awe at the reception of the Hindoo dagger from his old chum, Tom, who was traveling in India. Hanging the dagger on the wall. Jack goes out. For some time Jack has discerned a coolness in his wife, and his jealous misgivings were verified when he returned and found her in company with a stranger. Seizing the dagger from the wall he chases the recreant lover from the house and then follows the wife to the bathroom, wither she has flown in terror. Mercilessly he plunges the dagger and flies the place. The lover in hiding sees him leave and returns, and calling aid succeeds in reviving the wife, who afterwards with careful treatment recovers and marries her paramour. However, either from the baneful influence of this diabolical dagger, or the woman's capricious nature, just one year later the second husband enacts the same scene, but with fatal results. He leaves the place, and has hardly disappeared when the first husband, who was thought to be dead, is drawn by an irresistible power back to view what to him seems to be the scene he left one year before, for there on the bathroom floor is the woman just as he apparently left her, with the dagger beside her. The sight drives him mad and the dagger is made to perform the final act of its mission.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.0",
  "imdbVotes": "24",
  "imdbID": "tt0000896",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}