{
  "Title": "The Renunciation",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "19 Jul 1909",
  "Runtime": "11 min",
  "Genre": "Short, Western",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Mary Pickford, Anthony O'Sullivan, James Kirkwood",
  "Plot": "The appearance of pretty little Kittie Ryan played havoc at Yellow Hill Mining Camp. Joe Fielding and Sam Walters were boyhood chums, and becoming obsessed with the gold fever came out to Yellow Hill as partners. Both sturdy, honorable chaps, they found congeniality in each other's company. They worked together, shared the fruits of their toil, and, in fact, seemed a monumental typification of true friendship. We see them sitting on the rocks smoking and talking over old times, no doubt repeating the lines of Byron: \"Ah! happy years! once more, who would not be a boy.\" But, lo! A cloud. The heart-high disturber appears in the person of Kittie, the pretty niece of old Steve Ryan, on a visit from the East. Joe and Sam are immediately smitten with the little one, whose lustrous orbs pierce their very soul. Both make up their minds to win her, as does every other fellow in the camp. However, Joe seems to hold high cards, and so the erstwhile chums are now bitter rivals. They quarrel over the precious bit of femininity, and a challenge to a duel with pistols is the outcome. Joe is a dead shot, while Sam's aim is uncertain. Upon returning to his cabin, Joe's eye alights on a photograph of the boyhood chums, and his heart softens. He realizes the duel can only result in the death of his chum, so he decides it shall not take place, and he writes a note, renouncing claim to the girl's attentions, and will leave the place at sunrise; in conclusion, hoping that Sam and Kittie will be happy. Relieved and happy at his self-sacrifice, he lies on his cot and sleeps. Meanwhile Sam is in his cabin in a state of nervous perturbation, knowing well that it would be fatal to face Joe's unerring gun, hence he plans assassination with a knife. Kittie learns his intention and follows him to Joe's cabin. Here a fierce conflict with bowie knives ensues, Joe having been taunted by Sam into participation. At a most crucial moment, Kittie rushes in and parts them, thereby intercepting a calamity. When she finds she is the cause of their conflict, she pretends amazement, and introduces to their notice as her favored Strephon the most effeminate, namby-pamby dude one has ever gazed upon. The contrast between the big, rugged miners and the weak apology for a human being is indeed superlative. One look is enough, and the chums in unison exclaim: \"Well, I'll be.\" but there were ladies present.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzUxYzYxYWQtMTdmMS00ZjNlLWJlNjUtMzk2YTE5YmE1NGFmXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "116",
  "imdbID": "tt0001014",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}