{
  "Title": "Lion Hunting",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "11 Nov 1908",
  "Runtime": "10 min",
  "Genre": "Short, Adventure, Drama",
  "Director": "Viggo Larsen",
  "Writer": "Arnold Richard Nielsen",
  "Actors": "Axel Graatkjær, Viggo Larsen, Knud Lumbye",
  "Plot": "Two hunters, only accompanied by their servant, a colored man, have started out lion hunting. Carelessly they stroll about the primitive forest, only depending upon their strong nerves, sharp sight and excellent guns. Although they are only pursuing one object, the lion, they cannot help admiring the wonders of nature, and to stop now and again to look at the superfluous splendor and the wonderful animal creations of the primitive forest. They see hippopotamus resting lazily by the riverside, and the monkeys jumping about in the labyrinth of creepers. Just look! they are catching hold of one of them; the little fellow does not like the touch of the white hands. There comes the ostrich, watching, and there the timid zebra is running away. But in the primitive forest great dangers are lurking. It is no jest to lie down to sleep here in the animal's kingdom. As the evening sets in, a fire is lighted, the two hunters go to sleep, and the servant is to keep watch: but even a native requires rest, and while the fire is quietly dying away, he too is falling asleep. A roar penetrates the quietness of the tropical night, the hunters awake, seize their guns and give fire. They are quite close upon the lion, and the picture shows one of the hunters shooting at the king of animals in perilous proximity. The efforts of the courageous hunters are crowned with success. One moment later we see the hunter by the lion's dead body. Once more the little party is tracing a lion. This time it is also a magnificent male lion. He is just going down to the river to get a drink, as the first projectile reaches him. Quite senseless he tumbles down into the water, but before he has recovered his senses a shot goes right through his forehead and puts an end to his life. After these exciting scenes, which have been worked out unusually well, we once more have the opportunity to greet the gallant hunters before their departure with the trophies, the skin of the two powerful animals.",
  "Language": "None, Danish",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZWNlYjNiN2EtMDUxMC00NDY0LTljNjAtZjJkNWEyMzAxNDhmXkEyXkFqcGdeQXVyNTE1MDU0NzY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.3",
  "imdbVotes": "244",
  "imdbID": "tt0000602",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}