{
  "Title": "The Girl on Triple X",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "13 Aug 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams",
  "Plot": "Jack Hartley, the foreman of the Triple X Ranch, is engaged to Nellie Monroe, the ranch owner's daughter. A quarrel starts between Jack and \"Red\" Williams, a cow-puncher, when the latter first makes advances to Nellie, and second, when Williams abuses a faithful Indian ranch hand. On this latter occasion Jack is unable to restrain his temper and the result is a short fist fight in which Williams is defeated. Smarting under the punishment, Williams seeks revenge. For some time the miscreant cow-puncher has been in league with a bunch of cattle rustlers, whose several attempts at a raid on the Triple X cattle, however, have brought them nothing, and due entirely to the alertness of Hartley, the foreman. They have sufficient cause to hate the manly young fellow and when Williams, after having been put out by the foreman, stalks into their camp, begging them to join him in obtaining his revenge, all are willing. That they must be cautious, however, is plain to them when another of the band joins them, bringing in tow Indian Pete, whom he had found spying about the shack. When Williams sees the Indian and recalls that he was the cause of his beating from Hartley he is in favor of killing the Indian, but the others restrain him. Having settled upon a plan of revenge, Williams is dispatched with a slip of paper, bearing a few words scrawled in lead pencil which is to be the undoing of Hartley, providing, of course, the game works right. The others ride off leisurely to the Tripe X horse corral and make away with a dozen or more ponies, while Williams is to work his end of the same with Hartley. He finds Hartley at another part of the ranch and succeeds in establishing a reconciliation, after confessing his wrong and pleading forgiveness. Hartley gives him his hand and brings out his cigarette paper and tobacco when Williams asks for \"the makin's.\" When Hartley is not looking Williams slips the bit of paper in among the rice wrappings, then bids Hartley good-bye and leaves to put the finishing touches to his nefarious scheme. A few minutes later he rides excitedly up to the ranch house and calls loudly for Monroe When the old ranchman appears, Williams tells him of the stealing of the ponies, and adds further, \"And I know who's at the back of this dirty trick. It's Hartley. If you don't believe it, I can prove it.\" The alarm is given and Hartley, unsuspicious of the conspiracy, comes running on the scene. A little crowd has gathered when Williams makes his accusation: \"I saw him with a bunch of greasers this morning, and I saw him get a note from them fifteen minutes ago, and that note is in the pocket of his shirt. Search him.\" The astonished and enraged Hartley is seized and searched. The note is found and reads: \"Jack Hartley. Got the horses all O.K. and will divide with you to-night. Meet us at the usual place. The Bunch.\" Hartley is given no attempt to defend himself, despite Nellie's desperate pleadings. He is ordered to mount his horse and leads the procession on the way to execution. In the meantime, Indian Pete, left with a drunken cowboy, makes his getaway and, with his hands still tied behind him, mounts a horse and rides desperately back to the ranch. There is no one there but the heart-broken girl. He tells her everything as she releases him and the two mount and ride at top speed to the scene of the execution. They are just in time. The Indian proves Hartley innocent and Williams is seized and stood in Hartley's place. The film ends here, with the embrace of the lovers.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjQxYWMzMTAtYmExYy00YzJhLTkwN2MtMTgwYmUwMzIxY2ZiXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "20",
  "imdbID": "tt0001233",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}