{
  "Title": "The Red Girl",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "15 Sep 1908",
  "Runtime": "17 min",
  "Genre": "Action, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Stanner E.V. Taylor",
  "Actors": "Florence Lawrence, Charles Inslee, Linda Arvidson",
  "Plot": "Kate Nelson, a girl miner who has been working a claim in the mountains, runs into the office of the frontier hotel with the tidings that she has at last struck paydirt, showing a bag of valuable nuggets to admiring friends. Having just returned from the appraiser's office, and it being late, she puts up at the hotel for the night. In the office at Kate's arrival there is a Mexican woman who has just lost her money at Faro. At sight of Kate's gold she becomes desperate and at once plans to secure it. Kate is shown to a room, and is soon asleep with the bag of yellow nuggets reposing under her pillow. Suddenly the face of the Mexican woman is seen at the window, and she has little trouble in forcing it open. Her intrusion awakens Kate, but she overpowers her and gains the gold in the struggle. Kate manages to fire her revolver, with a view to bring aid, but all too late, for the thief makes good her escape, leaving behind on the door an incriminating mantilla, which discovers the identity of the culprit. A chase is made after the fugitive, the hotel clerk, friend of Kate's, leading the way. This poor fellow, however, is dropped in his tracks by a bullet from the woman's gun in ambush. Distancing her pursuers, the Mexican woman comes upon an Indian girl, who, with her half-breed husband, are camped alongside the river. The Red Girl bides the Mexican woman and throws the searching posse on the wrong trail. In return for the kindly act on the part of the Red Girl, the Mexican woman plies her wiles on the half-breed husband, not only taking him away, but inducing him to kill his wife. To this end they plan a torture. Binding her hands and feet, they take her to a large trunk of a dead tree, which overhangs the river, and here they hang her, like Tantalus, suspended between water and sky. With her teeth she manages to free one of her hands and with an ornament on her necklace contrives to saw the rope and drop into the water. Swimming to the shore she again meets Kate and her friends, and volunteers to become their guide in running down the miscreants, who have embarked in a canoe and are rapidly paddling down the river. Into another canoe the pursuers leap and are soon shortening the distance between themselves and the scoundrels, until at length they come up with them, and a hand-to-hand conflict ensues, during which both canoes are capsized, and a terrific struggle in the water ends with the overpowering of the pair and arrest of the Mexican Jezebel. The dip in the river has evidently chilled the half-breed's ardor for the Mexican woman, for he tries to return to the Red Girl, but she repulses him, and we leave her and Kate standing on the cliff, enfolded in each other's arms, bathed in the golden rays of a setting sun. Indeed a most beautiful scene.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "21",
  "imdbID": "tt0000747",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}