{
  "Title": "Susceptible Youth",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "08 Aug 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Jean Durand",
  "Writer": "N/A",
  "Actors": "Joaquim Renez, Maurice Chevalier",
  "Plot": "In this funny picture we see a young man who is possessed with an over amount of admiration for the fair son, and his lack of discretion in forcing his attentions on every woman that he meets leads him into many embarrassing positions, out of which he emerges as a rule much the worse for wear at the hands of a strong brother or father. The first picture shows him following a beautiful young woman down the street, and into an apartment where she goes to look at rooms. When the janitor shows the lady in the masher is close at her heels and tries in every way to attract her attention. His efforts are unsuccessful, however, as she utterly ignores him. But finally, so persistent does he become, that she, in an effort to rid herself of his presence, throws him on the floor and rushes out, locking him in the room. Soon we see him climbing out of the window and crawling along the ledge to another apartment in which a woman is seated reading. She is horrified when confronted by the stranger and is remonstrating with him for his audacity, when her husband enters, and mistaking the intruder for one of his wife's admirers, proceeds to give the innocent woman a beating, and follows the fellow downstairs, kicking him at every step. Undaunted by this harsh treatment, the young masher climbs up on a tram car, and seats himself between two women. He forces his attentions on one of the ladies, and at last becomes so obnoxious that her escort throws him down into the street and jumps down himself to have it out with him. The fellow overtakes a cab in which a young lady is riding, and to escape his enraged pursuer, he jumps in and explains the situation to the young woman, who is powerless to resist his entreaties, they soon arrive at the girl's home, and when they get out she tells her father of the stranger's conduct. The former not only administers a well deserved beating to the offender, but wipes up the thoroughfares with his remains.",
  "Language": "None, French",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.9",
  "imdbVotes": "11",
  "imdbID": "tt0000775",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}