{
  "Title": "Diamond Cut Diamond",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "24 May 1912",
  "Runtime": "14 min",
  "Genre": "Comedy, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "John Bunny, Flora Finch, Mae Costello",
  "Plot": "Mrs. Bunce grows suspicious of her husband's good-looking stenographer and Mrs. Brown sees visions in her mind of her husband entertaining chorus girls at wine suppers, a regular cut-up. She doesn't believe his stories of being detained at the office with his two faithful clerks. She makes up her mind to find out, and one night, when he is kept at work later than usual, she calls up his office, but it so happens that Bunce and his clerks had finished their work and had gone to dinner. She receives no answer to her phone call and is assured that her suspicions are correct. When he returns home he receives the icy stare and the stony heart from her. She determines to catch him at his deception. She writes a letter to her husband as if sent by a mutual friend, saying that a westerner who is visiting the city would like to be shown the town. Mrs. Bunce disguises herself as the westerner and calls on her husband with the aforesaid letter. Her husband recognizes his wife, but to get one on her he makes an appointment to meet her at a swell hotel, saying he would like to introduce her to a couple of attractive young ladies, with whom they can have a red hot time. He arranges with his two clerks to impersonate the two young women, and they do it to perfection. Mrs. Bunce, disguised as the westerner, meets her husband and together they meet the two girls. She can stand it no longer. She confesses her identity in tears and humiliation. In the midst of her denunciations of her husband's rascality, the two clerks take off their wigs and give Mrs. Bunce the merry ha-ha.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYmI3NTE1MGYtYTU1My00ZTlkLThiNTYtOGM1NWNmMzQzNTUwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "20",
  "imdbID": "tt0002139",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}