{
  "Title": "The Face at the Window",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "16 Jun 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Verner Clarges, Henry B. Walthall, Joseph Graybill",
  "Plot": "Ralph Bradford, the son of a widowed father, had been given every advantage an indulgent parent could bestow. Having graduated at the University, he is, as his father was before him, elected a member of the Graduate Club. According to the old custom he is given his membership cup, an ornate stein. After the toast is drunk, the stein is placed on the shelf in its order to be used by him only at these club gatherings. The father is indeed proud of his boy, as he has up to now realized his earnest hopes, morally, mentally and physically, with a very promising future before him. Among Ralph's friends is an artist, upon whom he calls frequently. One morning on making a call he finds his artist friend at work upon a canvas, using as his subject Mira, a beautiful young professional model. Ralph is at once struck by the young girl's beauty, and begs an introduction. This acquaintance ripens into an irresistible infatuation, and he becomes a daily visitor and finally proposes marriage, which the girl accepts, truly gratified for his attentions, and gratitude is the seed of love. His father, however, has wondered what attraction has been at the studio, and so follows him, entering just as the proposal is made. He is amazed, and emphatically expresses his disapproval, telling Ralph he must choose between the model and himself. Ralph decides to marry the girl and he is disowned, although it nearly breaks the father's heart. In his new sphere, Ralph is affected by the contamination of his new associates, and several years later we find him a victim of drink. But one thing is to be said for the wife, she is ever faithful and patient, wearing her life away in the service of their little child. In the depths, Ralph, unable to support his wife and child, deserts them. Poor Mira is so ill that she realizes her lease of life is short, hence as a last resort, writes to Ralph's father, begging him to save her child from the public orphan asylum. The note touches the old man and he responds just as Mira breathes her last. As the child grows up, he in a way fills the void made by Ralph. He certainly is a consolation, and the old grandfather loves him as he did Ralph. Years later he graduates and is elected to the club with the same ceremony as was his father. During the festivities a face is seen peering in the window, the face of a tramp. The young fellows in a lark bring in the tramp to have some fun with him. He is no sooner in the room, when he is struck with horror. In this room twenty-two years before he was the central figure of just such a gathering. The tramp is Ralph. On the shelf is the stein, his stein. As he reaches for it the young man hauls him aside, saying, \"That cup is my father's.\" His son! What a blow. In his condition he dare not reveal his identity. A moment later the old man enters and the recognition is mutual. Sinking in a chair, Ralph begs that he may be allowed to drink from his cup, and as he raises it to his lips, he falls back dead. What meeting of father and son. Ralph pays the penalty of his disobedience.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.3",
  "imdbVotes": "44",
  "imdbID": "tt0001206",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}