{
  "Title": "A Western Maid",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "01 Jan 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Pete Morrison",
  "Plot": "Nell Hargrave, our heroine, is the daughter of the general storekeeper at Dobson's Corners, Tex. Thirty miles from the nearest railroad, the settlements far and few between, Hargrave's Emporium is the hub of the surrounding territory. Uncle Sam has installed a post office and the Great Western Express Company has made Hargrave their agent, while the stage coach, arriving at noon each day, changes horses, leaves the mail and whatever express there may be. On the day that our story opens the stage driver leaves in Hargrave's care a small, heavy box, addressed to the Southwestern Mining Company, and containing several thousand dollars in gold, pay for the mining company's employees. Word has leaked out, however, that the money is to be sent on this day and as the coach drops the box and continues its journey a horseman, dodging behind a clump of trees further down the road, wheels suddenly about and gallops off in the opposite direction. An hour later the horseman pulls his rein at an isolated adobe, whistles and is joined by his two accomplices. A hurried word of explanation and the other two leap into their saddles and follow their leader back to Dobson's Corners. They arrive at Hargrave's store and find the old gentleman alone, he is overpowered, dragged from the place and forced to tell them where the express box is secreted. He volunteers to do so and they enter the store again. Nell arrives on the scene, peers through the window and sees her father struggling with the thieves. She resolves to summon help and springing into the saddle of one of the highwaymen's horses, catches the bridle reins of the others and hurries away. When the thieves, having secured the booty, leave the store they find their mounts gone, but confident of making their escape they hurry away on foot. Nell, in the meantime, has arrived at the Trumbull ranch, told her story and enlisted a half dozen cowboys to aid her in capturing the bandits. They ride back to the store, the father is released and then the cowboys, headed by Nell, dash away in pursuit of the thieves. Finally they strike their trail and are soon upon them. Leaving their horses behind the cowboy posse and the girl follow the bandits through the timber, exchanging shots. Driving the robbers into the open, two of the bandits are shout and wounded, but the chap with the money eludes them. The fight in the timber is resumed. The last bandit, concealing himself behind a clump of bushes, refuses to surrender and hold all at bay. He proves himself a most able defender, for every shot he fires takes effect. The cowboys are about to give up in despair and look about for Nell to ask her advice. She has disappeared. They are panic stricken when they come to a conclusion that she must have met her death from one of the bandit's bullets, but a moment later they hear a feminine yell of triumph and Nell appears from behind the bush with the thief before her, his hands above his head. She had come up on his rear and cleverly surprised him. The last of the bandits captured and Nell the hero of the hour. She is given a hearty cheer for her courage and diplomacy, even the thief smiling to think that it took a woman to beat him.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001449",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}