{
  "Title": "Every Inch a Man",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "14 Oct 1912",
  "Runtime": "N/A",
  "Genre": "Crime, Short",
  "Director": "William Humphrey",
  "Writer": "Hal Reid",
  "Actors": "Wallace Reid, Hal Reid, Rose Tapley",
  "Plot": "Robert Chapman, who works on his father's ranch, is perfectly at home. One day a desperado, pursued by the sheriff, steals one of Mr. Chapman's horses. Robert, with lasso in hand, loses no time in mounting his pony and giving chase. He soon has the fugitive within the loop of his rope and turns him over to the sheriff. Robert tires of ranching it and decides to go to the city to become a detective. His father gives him a letter to an old friend, who is chief of a Detective Bureau, asking him to discourage Robert, if he can possibly do so, as his mother and himself cannot bear to have the boy away from them. The chief welcomes the boy, but does not let him know the contents of his father's letter. He then arranges with two of his detectives, who disguise themselves as burglars, to scare Robert out of his ambition and send him home. He assigns Robert to the case. He goes forth with his lasso, feeling that in it he has a trusty friend. He discovers the two burglars about to break into a house. They give fight, but he quickly throws the rope over their heads and soon has them bound hand and foot, taking them back to headquarters in a wheelbarrow. When the identity of the prisoners is made known. Robert demands an explanation. The chief hands Robert the letter which he had brought from his parents. When he reads, \"We can never be happy when Robert is away,\" tears come into the boy's eyes. He takes the first train home, where he receives a happy welcome.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002164",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}