{
  "Title": "A Burglar's Mistake",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "25 Mar 1909",
  "Runtime": "10 min",
  "Genre": "Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Harry Solter, Charles Inslee, Marion Leonard",
  "Plot": "A thrilling story of an attempt at blackmail. How many of us are wont to look back and wish that we might blot out from our memory the ever recurring specter of the follies of our youth. Such was the experience of Henry J. Newman, a wealthy banker, who, in the flippant Spring of his life was guilty of a slight indiscretion which now in the sober Autumn of his existence seems so iniquitous that he fain would forget it, and above all keep it from knowledge of his family, not that it was enormous, for it was not, as Newman was a man whose standard of morals was high. However, this one false step was known of by Dick Folson, an unconscionable wretch, who, knowing Newman's sensitive nature, sees in the episode an elegant chance for graft, or rather blackmail, which he proceeds to take advantage of. He writes a letter to Newman telling him he has convincing proof of the affair and asking if it is worth to him $300 a month to keep mum. If not Mrs. Newman will be apprised of all. The letter arrives at a most opportune time to lend success to Folson's design, for Newman is surrounded by his little family, enjoying to the extreme mellifluous domesticity. He goes to his office and sends an answer to Folson saying that his demand is unreasonable and begging him to have pity. Folson writes an answer, but on second thought goes to Newman's office himself and to Newman's entreaties simply replies that it is either $300 a month, the first payment at once, or he will expose him to his wife. Newman at length yields and Folson goes away satisfied for the month at least. The money does not last long under the strain of Folson's dissipations and a week later finds him broke again. In this condition he is visited by one of his companions, who is setting out on a burglaring expedition and wants his assistance. In his present frame of mind he is ready for anything, and so readily consents, not even bothering to inquire where the job is to he pulled off. Arriving at the house they effect an entrance, and get to work gathering in the articles of value. It is not long before they are surprised by someone coming, and start to beat a hasty retreat. One of them gets out, but Folson stumbles and falls and the man of the house is on him, with revolver in hand. Folson scrambles to his feet and finds himself face to face with Newman. For a moment he feels easy, as he assumes he is safe, hut the awful reality dawns on him when Newman tells him he can now without compunction put him out of the way forever, for is he not a burglar? And is it not perfectly reasonable for him to shoot him as such? Well yon may he sure that Newman does not let slip this opportunity of assuring himself and his family peace of mind from now on, so when the police carry off the inanimate form of the intruder.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.5",
  "imdbVotes": "68",
  "imdbID": "tt0000819",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}