{
  "Title": "The Tribe's Penalty",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "17 Jun 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, John B. O'Brien",
  "Plot": "Dorothy Sloane, the daughter of a white settler in the west, leaves her home one day for a ride on horseback to the village, but on the way in intercepted by a party of Indians who, after a hard chase, capture her and taking her to the village, bring her before the chief. Admiring the girl's beauty, the chief declares he will make her his bride and orders Gray Dog to take her to a lodge and guard her. At the tepee the girl vainly pleads with Gray Dog to go back to her people and is finally forced into the tent, while Gray Dog stands at guard outside. At night, Gray Dog, sleeping under the stars, is awakened suddenly by a rustling in the grass. A moment later a monster rattlesnake crawls toward him and passing over his body, stings him on the wrist. With a cry of pain Gray Dog springs to his feet and Dorothy running out of the tent, sees the hideous reptile crawling away. Instantly realizing what has happened, she cuts the wound and drawing out the blood and poison, bandages the red man's wounded arm, thus winning his admiration and gratitude. Later he seeks the chief, tells him of the girl's kind act and begs that she be sent home to her people. But the chief refuses and no longer trusting Gray Dog, sends another of his young men to watch the maiden. Gray Dog has fully resolved to liberate the girl and after a fight with the new guard takes the girl away. At the white man's house Gray Dog is persuaded to remain and falls desperately in love with the white girl. His hopelessness is made apparent to him, however, when he finds the girl in a white man's arms, and in disgust Gray Dog resolves to return to his people and receive his punishment for his treachery to the tribe. The chief orders him tortured and humiliated by the squaws of the tribe and is then dragged off to the stake where he heroically sacrifices his life.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTA0ZDkzZmQtNTJhZi00NzQ1LWIyMjgtMDVlOTI2ZDVjZWEzXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001939",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}