{
  "Title": "Ononko's Vow",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "30 Sep 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Frank McGlynn Sr., Edwin S. Porter",
  "Writer": "Bret Harte, Edwin S. Porter",
  "Actors": "Mary Fuller, Gordon Sackville, Rosanna Bainbridge",
  "Plot": "The story of Ononko's Vow is a pretty love tale through which is intertwined the story of an Indian's fidelity to his promise. The prologue takes place during the course of the Bloody Brook Massacre when an Indian chief, one of the rescuing party, saves a young Puritan, Jonathan Smith, from the tomahawk of a hostile Indian. Ungagook is the name of this chief, and he is accompanied by his little ten-year-old son, Ononko. Ungagook unknown to Smith receives his death wound in rescuing the latter. Together the chief and his son come to the house of Smith and as they see him safely to his door the colonist's young wife expresses her thanks to Ungagook. The chief makes a gesture which is intended to convey the Idea that he thinks lightly of what he has done, and immediately thereafter betrays the fact that he is mortally hurt. He expires in the home of Smith, but before doing so has his little son Ononko promise fidelity to the family in whose house his spirit goes to the Great Manitou. Twenty-eight years later we see how Ononko, now a vigorous young brave, keeps the pledge which he made his father in the years gone by. Deerfield has been sacked. Jonathan Smith and his daughter Ruth, who has just been affianced to Ebenezer Dow, are driven before the tomahawks and flintlocks of the Indians. Dow has gone for assistance, managing to evade the raiders, and the rescuing party comes from the settlement below. Jonathan Smith is saved by a trapper, but his daughter Ruth is among the colonists who are being taken on across the meadow toward Pine Hill and thence to Canada. Ononko has seen the light in the sky from the village below and has hastened with the relieving party of colonists and Narragansett Indians to the scene. He enters the room where the colonists had stoutly defended themselves but where most of them were massacred. Failing to find his friend he seeks him without, and meets him as he is leaving the awful scene of carnage. Learning from the father that his daughter is among the retreating Indians, Ononko promises to seek for her and bring her back to the grieving old man. The story ends in his successfully carrying out his promise. After the rescue, which is accomplished in a most thrilling manner, we see the young colonist and his bride-to-be approaching the edge of the settlement under the guidance of the tall young chief of the Narragansetts. Behind them walks their friend, the trapper. Ononko stands at the edge of the forest and points toward the settlement below. The three others pass him and turn to bid him good-bye, first asking him to proceed with them into the village. Ononko refuses. Why? Perhaps because in the breast of the handsome savage some gentle thought of the girl he has saved has entered: but his nobility of character permits him to entertain the thought only for a fleeting moment. When Ruth was in captivity she was protected from the snow only by the woolen dress she wore. On the homeward march Ononko had given her his blanket to keep her warm. As he bids Ebenezer and his pretty fiancée farewell Ruth offers Ononko his blanket, which she is wearing. The young chief prettily presents it to Ebenezer and places it across the shoulders of the girl. After accepting the gift the young people go to their home, their trapper friend accompanying them. Ononko stands contemplating the settlement below him. What his thoughts may be the observer is left to imagine. At the finish of the film we again see Mr. Sheldon bidding good-bye to the two young people who have been visiting his town.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzVjNGE5MTEtZDU5My00ZWFiLWIwZDgtMzkyNDRlMjZmYTk2XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001347",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}