{
  "Title": "Thompson's Night Out",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "02 Jun 1908",
  "Runtime": "N/A",
  "Genre": "Short",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "Anthony O'Sullivan, Edward Dillon, Gene Gauntier",
  "Plot": "William Thompson and John Smith occupied offices in the same New York skyscraper, and both being seized with an irrepressible desire to cut loose and paint things crimson, arranged it as follows in this Biograph picture. Thompson sent a message to his wife that his friend Smith was ill, and it was his duty to perform that spiritual work of mercy, \"comfort the afflicted,\" hence he would not have her wait up for him as he might be late. Smith did likewise, using Thompson as the object of his humane consideration. This done, they start off to make a night of it. First they visit the gilded throne room of a temple of Bacchus, where they moisten their parched spirits with dry Martinis. They are soon in a most glorious condition. Smith suggests the show where \"Amateur Night\" is on. Fine! They take a box. Well, what they do there simply baffled the attempt at description. Suffice it to say, it ends with their being thrown out of the place. Now they attempt to lead each other homeward. Smith's abode is reached first. Mrs. Smith is by no means easy or gullible. She hasn't swallowed the \"sick friend\" gag, and is waiting for her lord and master with a rolling pin. After much ado the pair reach the house, with difficulty ascend the stoop, and with a yank, out come the bell knob, wire, etc., followed by the irate Madam Smith, armed with that shaper of pie crust which she uses effectually on Smith's cranium. This is no place for Thompson, so he beats it. At his own house all is quiet. Poor, unsuspecting Mrs. Thompson has retired, breathing a prayer no doubt, for her dear, sympathetic, tender-hearted hubby, who she imagines is even then ministering the wants of his sick friend. Mr. Thompson is in no condition for keys or keyholes, so he adopts other means by which to gain an entrance to his home. In front of the house there is a distinct evidence of some architectural changes in the presence of piles of sand and brick, a mortar box, lumber, etc. These you may imagine are fine for Thompson in his present condition, and he falls victim to them all, finishing with a dive into the mortar box. Taking a ladder he ascends with difficulty to his bedroom window, through which he enters with as little noise as a train of cars. Mrs. T. is awakened. You can readily see what happens, but the worst is yet to come. A policeman has seen Thompson ascend the ladder and thinking him a burglar, follows. In the room the copper is set upon by the Thompsons, who throw him bodily through the window, closing a comedy film we can safely claim to be one of the most laughable ever made.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000773",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}