{
  "Title": "L'aveugle",
  "Year": "1899",
  "Rated": "N/A",
  "Released": "N/A",
  "Runtime": "N/A",
  "Genre": "Short",
  "Director": "Alice Guy",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "Turn-of-the-Century Blind Man, The (1898) ** 1/2 (out of 4) At the Hypnotists (1898) ** 1/2 (out of 4)Burglars, The (1898) ** 1/2 (out of 4) Disappearing Act (1898) ** 1/2 (out of 4) Surprise Attack on a House at Daybreak (1898) *** 1/2 (out of 4) Five more films from Alice Guy from the Gaumont Treasures box set from Kino. THE TURN-OF-THE-CENTURY BLIND MAN is a pretty simple and straight-forward prank film as a homeless man is pushed off a park bench by a police officer. The poor man then puts his outfit on a rich man sleeping in that same chair just to see the officer go after him. AT THE HYPNOTISTS has pretty much what you'd expect from a film with its title as a hypnotist makes a man do various funny things. THE BURGLARS takes place on a rather obvious but funny set as two crooks try to break into a house as a couple cops come after them. DISAPPEARING ACT is a poor man's Melies wannabe as a magician makes a woman turn into a devil then turns it back into a man. The final film, SURPRISE ATTACK ON A HOUSE AT DAYBREAK is without question the most impressive of this group as soldiers close in on another group of soldiers held up in a house. This short, running a brief 50-seconds, is without question the highlight here as we get a pretty good battle sequence that was years before the work of Griffith would come into play. Guy handles the material quite well and manages to make the film feel a lot bigger than it actually is. The other four films are all a mixed bag as the middle three come off as lesser copies of films we've seen from both Edison and Melies. The first film also doesn't come off very original and only works as a mild interest to those who enjoy these early films.",
  "Language": "None",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "18",
  "imdbID": "tt0000223",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}