{
  "Title": "The Last of the Mohicans",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "05 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Short, Adventure",
  "Director": "N/A",
  "Writer": "James Fenimore Cooper",
  "Actors": "N/A",
  "Plot": "Magua, a worthless, treacherous chief, is expelled from his tribe and becomes a guide in the army. His drunkenness causes him to be lashed and drummed from the fort. He endures the punishment with Indian-like stolidity and bides his time to be revenged upon Major Monroe, who ordered him flogged. Soon after Magua is hired at another fort. Judge of his delight when he finds his first mission is to guide his enemy's two beautiful daughters to their father. He arranges a trap from which they are rescued through the heroism of Hawkeye. Chingachgook and Uncas, the last of the Mohicans. Magua is wounded, but escapes and, rallying a large war party of Iroquois braves, he leads them close upon the track. They capture the two girls, David, their singing teacher and Duncan Heyward, a gallant officer. Magua tells Cora Munroe that her father had him flogged and that she must become his squaw. He promises if she will do so, he will free Heyward, David and Alice, her younger sister. Cora agrees to the sacrifice, but the sister will not listen. Heyward is goaded to frenzy by Magua's infamous proposition, and so insult him that the infuriated Indian gives orders for a massacre. As the tomahawks are suspended over the brave prisoners, shots are heard and a detachment of troops, headed by the Scout Hawkeye and Major Munroe, fall upon the savages and conquer them. Uncas, the brave Mohican warrior, has a hand to hand fight with Magua. Uncas receives his death wound and perishes, the last of the Mohicans. The girls are restored to their father, but the general happiness is clouded with sorrow, for all have grown to respect the brave boy who perished for them.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.6",
  "imdbVotes": "6",
  "imdbID": "tt0001728",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}