{
  "Title": "The Clown's Triumph",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "23 May 1912",
  "Runtime": "10 min",
  "Genre": "Drama, Romance, Short",
  "Director": "Herbert Brenon",
  "Writer": "Herbert Brenon",
  "Actors": "Herbert Brenon, Vivian Prescott, Frank Hall Crane",
  "Plot": "Ravelle, a clown with a traveling circus, is in love with Mimi, the columbine, and she with him, but in an indiscreet moment she accepts an invitation to dinner from a gallant attending a performance. Ravelle thinks she is unfaithful and when she returns after an innocent evening's amusement, he drives her away. Penniless, Mimi wends her way along the lonely country road until, tired, she is given a lift by an old vegetable woman, who takes her to London in the wagon. There she finds a home with a fellow circus woman, and through her meets a theatrical manager, who gives her an engagement at the Theater Royal. One night, Bert Grimaldi, the famous clown, meets with an accident, and it looks as though there will be no performance that night. All is confusion. The manager rushes from the theater in search of a substitute and to his delight, discovers the traveling circus wagon of which Ravelle is a member. He rushes up to the clown, drags him into the dressing room, and forces him on the stage. Ravelle makes a tremendous hit. Suddenly he comes face to face with the woman whom he thinks has wronged him. She leaves the stage sobbing, goes to her dressing room, where she writes Ravelle a note, and then vanishes. Ravelle, on receiving it, goes in search of her, but his quest is in vain. The little actress falls ill, and by chance Ravelle learns that her life is in danger. He tries to see her, but the doctor forbids this. Mimi gets sufficient strength to write, as she thinks, a farewell note, sending him a little bunch of roses. These he receives with many other floral offerings, as he performs before the King of England and the President of France, and amid the plaudits of his public, rushes from the theater to the bedside of his sweetheart. A new joy comes into her life as she sees him by her side. The crisis has passed. Mimi and Ravelle are reunited and two lives made happy again.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDA4OWI0ZWEtNmEzZS00ZjgzLWI3ZWQtMGY4YTZmN2JmNmU2XkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002104",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}