{
  "Title": "The Engineer's Romance",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "07 Jan 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Edwin S. Porter",
  "Writer": "Bannister Merwin",
  "Actors": "Marc McDermott, Mary Fuller",
  "Plot": "Jim Black, a handsome young locomotive engineer, is in love with Mary Stevens, the pretty telegraph operator at Clay Junction. Mary's father is the section foreman at that point. One morning after her father has left on the handcar with his men to repair some track at a distance, Mary, with her two little sisters, is left in charge of the station. Some rough characters, seeing her isolated position and suspecting that there is money in the safe, determine to rob the place. One of them enters the station and engages Mary in conversation. She mistrusts him because of his suspicious movements and locks the safe. While he is in the station the train dispatcher informs Mary that Jim Black will be at Clay Junction in a few minutes and to order him to proceed immediately to Rockland Siding, ten miles away, for special service. The stranger leaves the station. When Jim arrives at Clay Junction Mary tells him of her fears. He tries to allay them, looks about for strange men, they have gone. After kissing his sweetheart Jim jumps on the engine and starts for Rockland Siding. The ruffians, seeing that the coast is clear, try the door of the station and find it bolted on the inside, but this does not deter them. They attack the door with a crowbar, the resistance offered serving only to excite their fury. Mary sends a desperate call for help to Rockland Siding, where Jim has just arrived and is about to start out with the passenger train. After sending the message she flees to the upper apartments of the building with the children, bolting each door behind her to impede the progress of the robbers, who, after gaining admittance to the station, are unable to open the safe without the combination. Jim, his fireman and conductor are conversing with the agent at Rockland Siding, when he (the agent) hears the ticker inside the station giving an emergency call. He darts into the office, receives Mary's message, and calls Jim and the conductor into the room. The question is, what is to be done? Jim is in an agony of suspense, when the thought flashes into his mind, \"Give me the right of way to Clay Junction.\" The agent wires desperately to the train dispatcher. The answer comes, giving Engineer Black the right of way. The rest of the picture shows, alternately, thrilling adventures of Mary and the children as she tries to baffle the ruffians, and the equally thrilling progress of Jim Black's engine as it bears him and his companions to the rescue.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001198",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}