{
  "Title": "Macbeth",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "11 Dec 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Mario Caserini",
  "Writer": "William Shakespeare",
  "Actors": "Dante Cappelli, Maria Caserini, Amleto Palormi",
  "Plot": "The play opens with the scene on the wild heath where the three witches appear to Macbeth and Banquo, as they are returning from their victorious battle with the rebels. They predict the kingship of Macbeth with the words, \"All Hail, King, that shall be hereafter.\" They show him a crown, and having also predicted that he shall be created Thane of Cawdor, and that the sons of Banquo shall be Kings of Scotland and not those of Macbeth, the witches fade away, to the utter dismay of the two generals. Then follows a series of very fine tableaux, showing King Duncan conferring upon Macbeth the dignity of Thane of Cawdor, thus verifying the prophesy of the witches, the evil council of Lady Macbeth and the visit of King Duncan to Macbeth's castle, accompanied by his two sons, Malcolm and Donalbain, with a numerous retinue. The King is received with gracious smiles by Lady Macbeth, who is still urging her husband to kill him so that they may both attain to royal state. Macbeth's honorable aversion to so foul a deed, and the constant promptings of the wicked Lady Macbeth, are finely portrayed. The murder of the King is finally accomplished by Macbeth, and Lady Macbeth is seen to place the blood-stained dagger in the belt of one of the royal attendants, to divert suspicion. Macbeth is crowned King. The assassination of Banquo follows, and his ghost is seen to appear to Macbeth at the great feast. Macbeth's second consultation with the witches in their cave is shown, and he is told to beware of Macduff, the Thane of Fife, and that he should never be vanquished until the wood of Birnam should move.",
  "Language": "None, Italian",
  "Country": "Italy",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "17",
  "imdbID": "tt0000950",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}