{
  "Title": "Uncle Tom's Cabin",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "31 Oct 1910",
  "Runtime": "42 min",
  "Genre": "Short, Drama",
  "Director": "J. Stuart Blackton",
  "Writer": "Harriet Beecher Stowe, Eugene Mullin, Rollin S. Sturgeon",
  "Actors": "Florence Turner, Mary Fuller, Edwin R. Phillips",
  "Plot": "PART I. The incidents of this story are some of those preceding and lending up to the Civil War in 1861 and the Declaration of Emancipation. The central figure in the drama is Uncle Tom, a slave in the possession of the Shelbys of Kentucky. Tom is a peculiarly extraordinary character, possessing all the virtues and none of the bad qualities of his race, a possession brought about by a gradual realization, absorption and practice of Christian principles through a close study of the Bible. To the Shelbys he is an invaluable asset, because of his honesty and trustworthiness. Mr. Shelby, although owner of vast estates, has become greatly involved in debt, as is often the case with aristocracy. His notes have come into the hands of a slave trader named Haley, who presses Shelby for money long overdue. While visiting Shelby on one of his periodic \"duns,\" he agrees to purchase \"Uncle Tom\" and Harry, a child of a quadroon, Eliza, Mrs. Shelby's maid. It is a hard bargain, but necessity, which is apt to drive to extremes, succumbs and the deal is made. Eliza overhears the transaction, and, loving her child with all her heart, decides to flee with him to the Ohio side of the river. She escapes from the house during the night, goes to \"Uncle Tom's\" cabin and tells him and his wife, \"Aunt Chloe,\" all about her trouble, and also that Tom has been sold to the slave dealer, and advises him to get away while there is yet time. Tom, feeling it his bounden duty to live up to the tenets of his sale as well as his own conscience, refuses, but blesses Eliza and wishes her Godspeed. When Haley discovers the flight of Eliza he is frantic, and, calling into service some of Shelby's slaves and the ever-ready bloodhounds, he starts in pursuit of his prey. Eliza has made her way with her dear Harry clasped to her bosom to the banks of the Ohio River in a driving snowstorm, with the piercing cold winds carrying the baying of the bloodhounds to her ears as they follow mercilessly in her tracks. The ferryboats are not running, and the boatmen who usually ply their traffic across the river are afraid to encounter the fierce storm and the ice floes at the risk of their produce and their own lives. Spurred on by mother love and courage born of liberty and protection of the helpless, Eliza unhesitatingly jumps down the river's bank onto a large cake of floating ice, which rafts her down the stream, then from one piece of ice to another she leaps like a deer until she reaches the Ohio side of the river, where she is assisted up the bank and seeks shelter for herself and child. Haley and his negro aides are baffled in the capture of their quarry. Haley is furious, the negroes delighted, and while Haley goes to the tavern to appease his wrath the darkies show their pleasure in fits of laughter, and return to the Shelby place to report Eliza's escape. Haley, after a night of it in company with Marks, the lawyer, and Tom Rorer, a human bloodhound, goes back to take possession of \"Uncle Tom,\" by the sale of whom he hopes to make up the loss of Harry. Uncle Tom, after a last farewell to his wife and little pickaninnies, and a hearty good-bye from young \"Mars\" George Shelby, who promises he will purchase \"Tom\" himself some day, gets into Haley's wagon, shackled hand and foot, with a sad heart but Christian resignation, bids farewell forever to his old Kentucky home. PART II. Haley, with Uncle Tom and his other slaves, boards the steamboat and starts down the Mississippi for Louisiana. On the boat going home from a visit to Vermont is Mr. Augustine St. Clare with his little daughter, Eva, a beautiful child of delicate temperament, and a maiden aunt named \"Miss Ophelia.\" On the way down the river poor Tom makes himself helpful and cheerfully obliging to everybody, lending a hand with the freight and saying a kind and courteous word whenever spoken to. Whenever he can find time he reads in his laboring way his Bible, which is a source of great comfort to him. Eva is especially attracted to Tom. He has his pocket stored with odd toys of his own manufacture, which furnishes her great amusement during the long and tedious progress of the boat. One day Eva falls overboard. Uncle Tom with unhesitating courage jumps into the river and brings her safely back to the boat. This cements her attachment for Tom. She begs her father to buy him for her own. The father, always ready to satisfy her every wish, makes a deal with Haley, and Tom is purchased for Eva, who makes him her companion and attendant. \"Miss Ophelia,\" although a northerner, is shocked at the readiness with which Eva associates and confides in Tom, but as she learns afterward it is not misplaced and well deserved. The St. Clares arrive at their home in New Orleans. Tom is initiated as a member of the household, and while officially the coachman he is personally the bodyguard of Eva and he is her confidant fides achates. We can see the sensitive nature and constitution of the child gradually succumb to the climatic changes and the rackings of the severe cough and cold which has settled upon her lungs. Her father decides to move the family and household to his country home where he hopes Eva will improve and get well. It is here we are introduced to \"Topsy,\" a coal black little negress whom St. Clare buys for \"Miss Ophelia\" to call her own and bring up in the way she would have her go. From this time on to the close of the film \"Topsy\" is a noticeable and amusing person. For two years Uncle Tom's life with the St. Clares is an uninterrupted dream, excepting the thoughts of his separation from his dear old wife and his children. After two years little Eva's illness becomes so bad she appears to be undergoing a process of translation and looks more like a vision of immortality in the midst of mortal things. Often she talks with Uncle Tom about Heaven with an understanding that makes Tom think, and everybody else for that matter, that she is not long for this world. These suppositions are well founded, for it is not long before Eva is seen on her bed surrounded by her parents, Aunt Ophelia, Uncle Tom and the servants of the family. She bids each one good-bye, giving each some little keepsake, then peacefully passes away to join the other angels in Heaven. PART III. The sorrow following the death of little Eva has scarcely passed when the house of St. Clare is again thrown into mourning by the death of Mr. St. Clare, who was stabbed while trying to stop a quarrel between two men. Mr. St. Clare had promised Uncle Tom his freedom, in anticipation of which he is inspired with new hope and great ambition to work for the liberation of his wife and children, but all this is doomed by his master's untimely end, and all the servants of the St. Clare place are sold to speculators and other masters. Tom is sold to Legree, who is brutal in the extreme, and treats poor Tom with little less consideration than a dog. Legree has established as his mistress Cassie, a quadroon slave, whom he treats as badly as he dares, for she has a strong influence over him and despises him with a heartiness that she cannot hide. One day, working in the cotton field, Cassie meets Uncle Tom, and is impressed by his generosity and gentleness of spirit and his all-abiding faith in God. At the same time Legree bought Tom he bid on a young mulatto girl named Emmeline, whom he also introduced into his household to displace Cassie, whom he tries to relegate again to the cotton picking rank of slaves. Emmeline likes Cassie, abhors Legree, and keeps as far from him as possible. Tom is subjected to every sort of indignation and uncomplainingly does his duty. It is not until he is asked to flog a poor slave girl that he refuses to obey his master, and is himself unmercifully whipped by Legree and two of his slaves. Cassie finds life with Legree unbearable, and hates him with an indescribable intensity. She plans to accomplish escape for herself and Emmeline, and asks Uncle Tom to go with them, but he refuses to leave while others suffer for no more reason than himself. Cassie plays upon Legree's superstition and fear, for, in reality, he is an arrant coward, and she makes him believe there are ghosts in the garret of his house, and when she and Emmeline take flight and he pursues them with bloodhounds and slaves, the women retrace their steps, after passing through the swamp to throw the dogs off the trail, and return to the garret, where they remain for three days and make good their escape when favorable opportunity presents itself after Legree has given them up as gone. Legree, filled with rage, for want of better excuse accuses Uncle Tom of knowing something about Cassies escape and being party to it. Tom denies that he had any hand in it, and refuses to reveal his knowledge of it. Legree vents his spite and cussedness by administering a severe beating to Tom and felling him with a savage blow. Young Shelby, who promised Tom at the time his father sold him to Haley that he would repurchase him as soon as he could, now comes to Legree's place to buy him back. Too late! Poor Tom has gone to his eternal freedom to dwell with his Master, who makes no distinction in color, creed or class and prepareth a place for all those who love Him and keep His Commandments, and of whom Tom was a faithful disciple. - The Moving Picture World, August 6, 1910",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZmI2MmRmMjAtZDBmNy00NDliLTg1ZDEtMjkzMzZjMWVlYWZmXkEyXkFqcGdeQXVyNzQ1NDIxMDQ@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.8",
  "imdbVotes": "36",
  "imdbID": "tt0001432",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}