{
  "Title": "The Lighthouse Keeper",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "18 May 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "William E. Shay, Mary Pickford, J. Farrell MacDonald",
  "Plot": "Tom Alkins, a sturdy fisherman, loves Polly Berry, the daughter of old Nat Berry, the keeper of the light. Bert Duncan also loves Polly and is insanely jealous of Tom. The course of true love runs smoothly for the happy couple with the exception of an attempt on the part of Duncan to force his unwelcome attentions on Polly. He is soundly thrashed by Tom and vows vengeance. The wedding of Tom and Polly occurs and Bert, evidently penitent, congratulates them, assuming a friendship that is feigned. With the marriage of the couple, Bert takes to strong drink and becomes reckless. Polly and her father are about to go on a fishing trip. Rom asks to accompany the girl and the old man assents. They sail away, happy and contented. A furious storm arises and the ocean is lashed into a fury. Night approaches and the fishing smack does not return. The old lighthouse keeper is apprehensive. He starts to the lighthouse to light the beacon. Bert has been drinking heavily and he conceives a devilish scheme to wreak vengeance on his successful rival. He will go to the tower and tamper with the light, hoping Tom and his bride, unable to get their bearings in the storm, will go ashore on the treacherous rocks. He ascends the steps of the base of the light and is confronted with the keeper. He must prevent the old man form ascending the tower and, after resorting to the bottle, he struggles with the aged keeper. There is a violent fight and old Nat, endowed with a strength that is almost superhuman, when he thinks of the peril of his daughter, overpowers the desperate young man and staggers up the stairs and lights the lamp. The fishing boat is shown in the terrible storm. The lights of the tower flash out across the waters, showing the haven of safety. Bert, enraged beyond reason, at his failure, staggers out of the lighthouse and, endeavoring to reach the mainland, falls off the walk and is drowned. His descent down the lighthouse steps is spectacular, falling and rolling down the steps in his mad fury. The storm continues and the ocean is shown with the waves running mountain high. The villagers congregate on the beach, praying for the safe return of the fishing smack. Finally, the waves having subsided, the boat is shown, making a landing with Polly and Tom safe, to the joy of their friends, the old father being conscious that his struggle with the younger man was not in vain.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjdjZDg1OTMtYzI2Ny00MGE3LTk2M2UtNWQ0NWM1ZWVhODFmXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.1",
  "imdbVotes": "18",
  "imdbID": "tt0001732",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}