{
  "Title": "The Reform Candidate",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "31 Oct 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Robert Brower, Miriam Nesbitt, Charles Ogle, Harold M. Shaw",
  "Plot": "John Bryce is engaged to Gertrude, daughter of Curtis Greer, president of the Interurban Railway. Bryce and Greer become involved in a political discussion, much to Gertrude's annoyance, but when she finds that Bryce opposes her father's argument she becomes greatly incensed and treats him coldly. The citizens becoming disgusted with the corrupt administration of the machine, draw up a reform ticket and offer the nomination for mayor to Bryce. He accepts and the editor of the News sends Edith Sinclair to interview him. McNamara, the machine candidate, rushes to Greer with the news of Bryce's nomination. Greer visits Bryce and gives him the choice of either withdrawing or having the engagement broken. Bryce declines to withdraw, whereupon Gertrude hands him her engagement ring. This interview, however, has been overheard by Edith, who has entered the room unseen and taken down the conversation in shorthand. Seeing Bryce's dejected attitude, she sacrifices a big scoop by tearing up her notes. Greer, fearing that the Interurban will not obtain its new franchise if Bryce is elected, meets McNamara at a café and gives him a written promise of a certain number of shares of stock if he will grant the franchise when elected. Edith, who has followed Greer into the café, overhears this, and by a clever ruse obtains this evidence of bribery. Rushing to Bryce's office she shows him this proof, but when he asks her why she brought it to him instead of her editor, she can only stammer and blushingly hangs her head. They both rush to the newspaper office and lay the paper before the editor, who gets out an extra which wins the day for Bryce. Incidentally, Bryce also wins Edith as his bride.",
  "Language": "None, English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYjAwMjk1MGItOGJmYy00MjRkLWEzN2ItNTI4NTIyN2I2ZjY0XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001853",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}