{
  "Title": "The Cord of Life",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "28 Jan 1909",
  "Runtime": "9 min",
  "Genre": "Short, Crime, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Charles Inslee, Marion Leonard, George Gebhardt",
  "Plot": "Antonine, a worthless, good-for-nothing scoundrel, demands money of his cousin Galora, an energetic, provident husband and father. His demands are met with a positive rebuff, and when he becomes insistent be is forcibly ejected by Galora. As he leaves the tenement he vows to get even, and lies in wait until Galora has gone out on business. Climbing to the fifth floor, on which the Galoras live, he watches his chance, which comes when Mrs. Galora goes for an instant to visit a neighbor on the same floor. Darting into the apartment and raising the window he perceives the awful result of a drop to the ground, five stories below, and so evolves a plan that is dastardly in the extreme. Taking the infant child from the cradle, and placing it in a basket he lets it out with a short rope, the end of which he secures by letting the sash down on it, so that to raise the window would precipitate the baby to destruction. Not content with this he follows Galora and would have killed him were it not for the timely arrival of a policeman, who arrests him. Here he boasts of what he did at the home, and Galora makes a mad race to save his child, who is still dangling five stories from the ground; several times Mrs. Galora has approached the window to hang out clothes, etc., but was always called away by some fortuitous happening, until Galora bursts in followed by two policemen, who have given chase, thinking him crazy. They are now in a quandary as to how to rescue the child, for to raise the window meant certain death. At last Galora suggests they let down the top sash and he is held by the feet as head down he lifts the baby from its perilous position into the room. While the subject is intensely thrilling, it is totally devoid of gruesomeness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjcxMjI1NGEtMzgzZS00MWMyLTgxMmEtM2MyODYyM2U3N2UyXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "140",
  "imdbID": "tt0000831",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}