{
  "Title": "The Dumb Wooing",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "17 Apr 1912",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "Will Louis",
  "Writer": "Bannister Merwin",
  "Actors": "Mary Fuller, Barry O'Moore, Yale Benner",
  "Plot": "Phyllis Boggs is courted by two suitors, the stuttering Mr. Carter and Mr. Johnson, who has a very disturbing mannerism. Colonel Boggs, her father, is of the opinion that worthy men's affections are being trifled with and orders her to choose between them, emphatically forbidding her to entertain both. Between the stuttering of one and the funny mannerism of the other, Phyllis is not inclined to choose either. While Colonel Boggs is puzzling out some means of bringing matters to an issue, Phyllis, unbeknownst to her father, becomes acquainted with a masterful fellow, Mr. Graham. They are attracted to each other immediately and a love affair results. The colonel, under the impression that Phyllis is still in love with stuttering Carter or mannerism Johnson, summons them to his library and lays his plan before them in the hope that Phyllis will show her preference for one or the other. In order to win his daughter they must each in turn make their declaration of love to her without uttering a single word. In the drawing room adjoining the library Phyllis by chance overhears her father's plan and immediately telephones Mr. Graham, the hero of her dreams, that his proposal of marriage will now be accepted, providing he present himself at once and feign dumbness. Returning to the drawing room she finds Carter, who falls on his knees before her, frantically gesticulating in an attempt to convey his love. She drags him behind the screen to wait for his answer. Seemingly the coast is clear for Johnson, who enters boldly and makes a most laughable pantomimic proposal for her hand, but he, too, is hustled behind the screen. The masterful Mr. Graham now arrives, takes Phyllis into his arms and without a word plants a resounding kiss upon her lips as a token of his sincere desire for her heart and hand. The loud kiss brings her father upon the scene who, after receiving due explanations in the sign language, approves of his daughter's choice, much to the discomfort and consternation of Carter and Johnson, who make a hasty and extremely laughable exit.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOTRjMDA4NWQtMjRlNS00MWVmLTk3NjItNzQ5NTRjODY4OTVmXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002150",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}