{
  "Title": "The Cattleman's Daughter",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "18 Feb 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Arthur Mackley",
  "Plot": "Old Jim Brown, a western ranchman, has a pretty daughter Gladys, who is loved by young Frank Carpenter, then foreman of the ranch. Brown objects to the match because he has an opportunity to marry Gladys off to a rich mine owner, seeing in this alliance the opportunity for social advancement for the girl and himself. Young Brocton, the miner, makes his plea, but is rejected by Gladys, despite the insistence of Brown. Carpenter, entering at this time, makes a confession of his love for his employer's daughter and after a dramatic scene he dismisses his daughter and tells her that for her ungratefulness never to call him father again. The girl, with all confidence in her big, robust sweetheart, leaves her father's house, preferring love in the hovel to unhappiness in the millionaire's mansion. A year goes by and Gladys falls ill with a raging fever. To crown this climax of misfortune young Carpenter loses his position and without money to pay the doctor or to purchase medicine is in the depths of despair. His wife grows continually worse and the nurse, who has been giving her services gratis, informs the young man that unless help is obtained Gladys will surely die. In desperation Carpenter goes to see his father-in-law, but before even having an opportunity to explain what he wants is thrust from the heartless man's office. Heartily discouraged and determined to obtain money by any means. Carpenter returns to Brown's office and, finding the old man out, rifles the safe, but unluckily leaves one of his gloves on the top of the strong box. Brown returns and identifies the robber by the lost glove, whereat he summons the sheriff and a posse and all ride out to Carpenter's house. Carpenter is arrested, but before he is taken away, Gladys, who has heard the noise, arises from her bed and staggers out into the room. The old man looks upon this pale ghost of his daughter and remorse and pity strike into his bitter heart. In the end he forgives his son-in-law, dismisses the sheriff, and begs Gladys and Carpenter for forgiveness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZWE0MWYxMDctOWVkNS00OTU5LWFlOTEtNGMxMDBjMTYyNmU4XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001537",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}