{
  "Title": "His Sister's Children",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "26 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Dolores Costello, Helene Costello, John Bunny",
  "Plot": "Harry Burton's sister and her husband are suddenly called away for a few days on business and telegraph him to come to their home and take care of their two little boys, \"Toddie and Budge.\" He at once complies, and is soon with the children, assuming his duties as \"governor.\" Helen Manton, stopping in the same town, thinks a great deal of Harry Burton, and naturally he of her. This is quite noticeable in the first scene, when Harry arrives at his sister's home, where Miss Manton is waiting to receive him, in behalf of his sister. He gets a lively handling from the two boys, and before he gets through they manage to get him \"in wrong\" with his sweetheart, Helen Manton, when he arranges to send her a box of flowers, and they transfer the flowers from the box to the waste basket and replace them with their \"mangy\" doll, which Harry sends to Miss Manton, supposing that the box contains the bouquet. When Helen receives the box and beholds the contents, she is insulted, and sends him a note to that effect. The next day Harry goes to her hotel to apologize and ask her to come to his sister's house to assist in caring for one of the children, who has been taken sick. She hesitates, but finally consents to go. Under her kind services the sick child is quieted when she kisses and comforts him. The little fellow insists upon Helen kissing Uncle Harry, whom he thinks everybody should love as he loves him. Harry and Helen are surprised at this request, and somewhat embarrassed, but, to humor the child, they are not unwilling subjects of his whim. The doctor and little \"Budge\" tiptoe from the room. \"Toddie\" falls in a peaceful sleep, while the two lovers stand contentedly alone in each other's embrace.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001679",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}