{
  "Title": "The Christmas Burglars",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "22 Dec 1908",
  "Runtime": "11 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, Adele DeGarde, Charles Inslee",
  "Plot": "It is Christmas Eve. Mrs. Martin, the poor widowed mother of a seven-year-old child, returns to her cheerless apartment, after a long day's tramp in search of work, and all in vain. The little one asks her mother if Santa Clans is coming, to which the poor, almost heartbroken woman is unable to answer. The baby then says, \"I'll write him a letter to be sure to come.\" And so she writes on a scrap of paper, \"Dear Santa, please don't forget little Margie. Me and mamma ain't got no food even. Little Margie, 114 Broome St., top floor.\" This she shows her mother who is unable to control her emotion. Baby then hangs up her stocking, putting the letter in it. When the little one is asleep, the mother takes the note, and reading it, is driven almost mad with helplessness. With the child's missive clutched in her hand, she takes up her cloak and hurries to the pawnshop, which is presided over by Mike McLaren, an Irish pawnbroker. Mike's reputation as a philanthropist is not very pronounced. On the contrary as we see him he appears to be a cruel, pitiless Hibernian, without a grain of charity in his makeup. Ah! but who can reckon the power of the Christmas spirit. Mrs. Martin enters Mike's place and proffers her cloak as a pledge for a few cents, but Mike throws the cloak back at her with an invective. It is worth nothing to him, so he will allow her nothing. In her mental agony she absent-mindedly drops the baby's letter on the floor. Mike picks this up alter she leaves. What a change comes over him as he reads the child's innocent appeal. Hustling his clerks about, he bids them buy a Christmas tree, ornaments, toys and provisions. This done, he enlists the service of a couple of burglars, who burglarize Mrs. Martin's apartment, slightly chloroforming her and her child, so as to be sure of their not waking while they are at work. In comes the clerk with the tree and presents, which Mike arranges, and when finished, he goes out into the hall to watch the effect. He hasn't long to wait, and he dances around like a child at the view he gets through the keyhole, hurrying off before the inmates learn from whence their blessing came. The little one attributes it to her letter to Santa, and in truth it was, but they never knew the real Santa. \"To dry up a single tear has more of honest fame than shedding seas of gore.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.8",
  "imdbVotes": "63",
  "imdbID": "tt0000660",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}