{
  "Title": "Queen of the Smugglers",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "01 Jun 1914",
  "Runtime": "26 min",
  "Genre": "Short, Drama",
  "Director": "Raymond Longford",
  "Writer": "N/A",
  "Actors": "Lottie Lyell, Raymond Longford, Augustus Neville",
  "Plot": "The story opens with a May festival, during which Margaret Carrington is crowned Queen of the May. The rival lovers, a lieutenant in the army and a smuggler chief, meet Margaret, and she is compelled to choose between them. She chooses Morgan, the smuggler chief, and in a battle between the soldiers and the smugglers she persuades the lieutenant to let Morgan go free. The lieutenant resigns his commission and leaves for Australia. The soldiers are close on the track of the smugglers. A traitor in the smuggler band sends a false message to Margaret and signs the note \"Morgan.\" In this note Margaret is told to come to a certain rendezvous. She steals a horse for this purpose, and is captured. Little seven-year-old Marjorie, in a thrilling horseback ride across country, carries a note to Morgan. Morgan goes to Margaret's assistance, rescues her, and she goes with Morgan to join the smugglers. Among the picturesque scenes along the coasts, arrangements are made for the marriage of Morgan and Margaret. Before the priest can pronounce the final words the soldiers enter the smugglers' cave, and there is a pitched battle between the smugglers and the soldiers. Morgan is killed, Margaret is captured and sentenced to death. Sentence is afterward commuted to the convict colony in Australia. Six months later we see Margaret in Australia as matron of the children's hospital. Here she meets the former applicant for her hand, the lieutenant, who is now an officer in the government service. Through his influence Margaret is pardoned, and finally becomes the lieutenant's bride.",
  "Language": "None",
  "Country": "Australia",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNWI1ZTc3MGMtNzIwYi00YzQzLThiYjMtMDVhMjIxMGRkMmViXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "47",
  "imdbID": "tt0001862",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}