{
  "Title": "Unexpected Help",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "28 Jul 1910",
  "Runtime": "16 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "N/A",
  "Actors": "Arthur V. Johnson, Florence Barker, Gladys Egan",
  "Plot": "John Bradley is a trusted clerk with an oil company. Enjoying a fair salary, he is comfortably fixed in a modest little village home with his wife and two small children. Starting from home in the morning he is accompanied by the two little ones, who always looked forward to each morning's scamper in the hills with pleasurable anticipation. He is met at the office door by the manager and handed a large sum of money with instructions to carry it to the bank. This is witnessed by a well-known gambler of the town, who being in hard link, resolves to get that money by hook or crook. Making a short cut across the little town, he manages to intercept John on his way to the bank, and in the course of their conversation invites him to have a drink, as it is half an hour before the bank opens. The invitation is accepted and while in the saloon the gambler tries to inveigle John into a game, but here his will serves him and he resists the fascination. However, he drinks at the serving of the gambler and is the next moment sitting helpless in a chair. The drink was \"fixed.\" When he awakes they all pretend he lost the money at the card table. The influence of the gambler makes this story believed even by the United States marshal to whom he appeals. The poor wife is beside herself with grief when John tell of his misfortune, so she goes about the town imploring her friends' aid in her husband's behalf. They, of course, have heard such stories before, and give her little heed until she meets the parish priest and his assistant. They listen to her tale of woe, and having on them pistols, which they carry for protection while passing over the hills, feel sure of getting at the truth of the situation with these terrifying implements. Making their way to the saloon, they take the gambler unawares. Under the menace of these two big six-shooters his hands go up, and while his assistant and the wife hold the guns the old priest searches the gambler, regaining the purse of money intact. This the wife joyously carries to her husband, who takes it off to the bank. The old priest, however, admonishes John, warning him to avoid such chances in the future. It is needless to say that John has been taught a lesson.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001435",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}