{
  "Title": "For the Commonwealth",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "15 Mar 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Barry O'Moore, Mary Fuller, Edna May Weick",
  "Plot": "A young man, unskilled and out of work, deserts his family and upon being arrested for his desertion, assaults an officer and for this last offense, is sent to state prison, while his wife tries to support herself and her child by shirt making. The enforced idleness of confinement is so terrible to the convicts that the warden, out of common humanity, asks the governor to sanction some employment for them. They are accordingly taught shirt making and thus the husband in prison becomes the competitor of his wife outside its walls. Prison labor is cheap and of course it puts her out of business and she is forced to take refuge in the state poorhouse. Meanwhile the governor receives a protest from the girl shirt makers who have been thrown out of employment by his new plan for the convicts and he is in a quandary as to what to do. Upon visiting the poorhouse, however, he is informed by a little child, who happens to be the child of our particular friend, the convict, that she needs new shoes and he finds that the state appropriation is not sufficient to afford these things for its own institutions. A solution of his great problem thus suggests itself to him and the change is accordingly made at the state prison, the men being taught the trade of shoemaking and the product of their labor being used entirely by the state and not in the open market in competition with free labor. Of course, by this change our hero becomes a skilled laborer instead of merely \"a man of muscle,\" and when he makes his exit from the penitentiary he is able to apply at the same shoe factory from which we first saw him turned away, and get employment. The picture closes with a reunion of the little family.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BN2UyMmE2ZGMtMDI5Ni00ZTUxLWJlNjktZDc0ZWU3NDM2ZjlhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002192",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}