{
  "Title": "Tis an Ill Wind That Blows No Good",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "29 Apr 1909",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Herbert Prior, Florence Lawrence, Arthur V. Johnson",
  "Plot": "Tim Noonan and Mary Flinn were sweethearts and both were employed at the paper box factory. Jack Dunn rudely jostles against Mary, which arouses the ire of Tim, who lays Jack out with a powerful blow, for Tim is somewhat of a pugilist. The confusion brings the boss, a bantam, on the scene, who scolds, yes, actually scolds Tim, and Tim picks the boss up bodily, spanks him and quits. For some time he wanders about looking for work, but without success, until he is finally evicted from his boarding house. Discouraged and hungry he passes a restaurant. The sight of the viands in the window emphasizes his already famished condition, so he enters and begs for a bite to eat. The proprietor coldly waves him away with a refusal, and in abject desperation he seizes a piece of pie and runs, overturning everybody who attempts to hinder him. Out of the place he rushes followed by a mob. A policeman joins the pursuers and Tim finding them gaining on him rushes into a vacant house and ascends the stairs. In dashes the copper with such force that he stumbles and drops his gun. Tim seizes this and compels the guardian of the peace to divest himself of his cap and coat, which he puts on. Locking the policeman in the room, he rushes past the mob at the door, who think him the cop. He makes them believe the thief has escaped by the window and sends them one way while he goes the other. Free, he hides in one of the side streets to get his breath. While there an Italian woman rushes up and calls for help, as her husband is at home drunk and threatening to kill them all. Here is trouble. He tries to back out, but the woman insists he being a cop it is his duty to protect her. He goes and with one punch lays the wild Italian out stiff. He then drags him to the station house and receives the praise of the chief for bagging a dangerous and much sought for criminal. He tries to sneak, when in comes the real policeman, who denounces him. The chief, at first enraged, but later, considering his daring deed, appoints him on the force as a full-fledged copper. His star is now in its ascendency, so he visits the factory, calls for Mary and proposes marriage, which she coyly accepts.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "17",
  "imdbID": "tt0001065",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}