{
  "Title": "The Great Train Robbery",
  "Year": "1904",
  "Rated": "N/A",
  "Released": "01 Dec 1903",
  "Runtime": "8 min",
  "Genre": "Short, Drama, Western",
  "Director": "Siegmund Lubin",
  "Writer": "N/A",
  "Actors": "Emily Lowry",
  "Plot": "The first scene shows the chief as he explains to his followers the plan of the great train robbery. Two masked robbers enter and compel the operator to stop the approaching train. They make him write an order to the engineer to take water at this station instead of at the regular watering stop. The train stops, the conductor comes to the office window, where the operator delivers the order while the bandits keep their revolvers trained on him. No sooner has the conductor left when they bind and gag the operator, and hastily depart to catch the moving train. This scene shows the train at the water tank. The bandits are hiding behind the tank, and just before the train pulls out they quickly board the express car wherein the messenger is busily engaged with his duties. Alarmed by the unusual sound, the messenger unlocks the door, peeps through the keyhole, discovers the bandits and quickly locks the iron boxes which contain the valuables. He then throws the key through small window and pulls out his revolver to defend the valuables entrusted to him. Two robbers succeed in entering the car. The messenger bravely attacks them and discharges his revolver, but he is quickly laid low by a bullet. The bandits bind and gag him and then try to open the treasure box. When they find it locked they search the messenger for the key, and as they do not find it, they blow up the strong box with dynamite. They take the valuables and the mail bags and quickly leave the car. During all this time the train is seen flying past beautiful scenery. While two of the robbers blow up the strong box in the express car, two other ones hold the engineer and the fireman at pistols' point. The fireman takes a coal shovel and climbs up on the tender to defend himself and his position, but he soon finds himself overpowered and thrown from the swiftly moving train. The two bandits then compel the engineer to stop the train. Forced by the robbers, the engineer brings the train to a stop, uncouples the engine and pulls ahead about two hundred feet, always covered by the bandits' pistols. In the meantime two of the bandits compel the passengers to leave the coaches with hands up. They line them up along the tracks, go through their pockets and relieve them of all their valuables. One passenger makes an attempt to escape, but is instantly shot down by one of the bandits. As soon as they have all the booty the bandits mount the engine and make good their escape, while the passengers lend their helping hand to their unfortunate friend who is badly wounded by one of the bandits. The bandits bring all the booty on the locomotive and command the engineer to pull the lever and pretty soon we see them disappear in the distance. Far out in the rough countries the bandits command the engineer to stop, descend from the engine, and escape to the mountains with the stolen goods. This scene shows the bandits coming down from the mountains into the valley, where they cross a stream to get to a place of safety. The scenery is truly beautiful. One of the robbers, in his hurry, slips and falls in the water, but he quickly rises and makes good his escape. This scene brings us back to the interior of the telegraph office, where the operator lies bound and gagged on the floor. After a desperate struggle he succeeds in reaching the table where his instruments stand. He telegraphs for help and manipulates the key with his mouth, and then falls to the floor, fainting from exhaustion. The operator's little daughter enters to bring him his daily dinner. She finds her father bound, kneels down, praying to the Lord to give her strength to help her poor father, throws a glass of water in his face, restoring him to consciousness, takes a knife and cuts the ropes and removes the gag from his mouth. This typical Western dance hall shows some men in company with women. A tenderfoot appears upon the scene and is made to dance in the regular Western style. Suddenly the door opens, the operator's little daughter enters and relates what has happened. The men quickly stop their merriment, take their guns and leave in pursuit of the outlaws. The bandits are seen dashing through the woods on spirited horses followed closely by the Sheriff and a large posse. One of the bandits is shot and falls from his horse, but he staggers to his feet again and kills one of the Deputy Sheriffs before he expires. This scene shows the bandits in a fierce fight with the Sheriff's posse. The bandits dismount their horses, and, not thinking that the Sheriff and his Deputy were so near, are just beginning to look over their booty when suddenly the Sheriff and his Deputies appear on the scene. A desperate battle takes place, and, after a brave stand the bandits and several of the pursuers breathe their last. This scene shows a life-size picture of Daniels, the chief of the bandits, as he takes aim and fires into the audience. The picture is so realistic that women scream, and even though no sound is heard, they put their fingers in their ears to shut out the noise of the firing.",
  "Language": "English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTEyMjAxMzEtNzEzYy00MGUxLWJkNGMtZjQ1MjkwY2M5NDk1XkEyXkFqcGdeQXVyNDYwMjAyMzM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.9",
  "imdbVotes": "534",
  "imdbID": "tt0000487",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}