{
  "Title": "A Plain Song",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "28 Nov 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Mary Pickford, Kate Bruce, W. Chrystie Miller",
  "Plot": "Edith is a salesgirl in the department store and toils most arduously to eke the lives of her decrepit mother and blind father. Quasi-poverty is their condition, as Edith's meager pittance is all there is to depend on for the existence. Sadly she compares her own loneliness with the condition of her store-mates, as she views them passing by with their sweethearts, lighthearted and happy. Hence it is small wonder that she feels highly flattered and pleased at the attentions of a traveling repertoire manager who enters the store advertising his show, and presents Edith with two complimentary tickets for that evening's performance. The next day the manager appears again at the store and invites her to take a stroll with him. This is the first attention the poor girl has ever experienced, and when the manager tries to persuade her to go away with him it is a supreme struggle with inclination that prevents her leaving her old folks. The manager leaves her with ill-concealed displeasure and the next time he visits the store he tries to win her through jealousy by flirting with one of the other girls. This has the effect, and she yields to the great temptation of meeting him after store hours. With renewed endeavor he persuades her and she at last consents to go away with him, leaving a letter for her parents to the effect that she is tired of the drudgery, and longing for pleasure, has gone away. Arriving at the railroad station, where she is to meet her tempter, she sees a party of old folks on their way to the almshouse. \"Remember thy father and thy mother.\" And she does remember, seeing them most vividly in her mind's eye. This thought so impels that she at last realizes that she is playing with fire, and turning on her heel, runs back home to find that the letter she bad written is gone from the table where she left it. However, her fears are allayed when she finds the letter in possession of her blind father, who, of course, cannot read it. Taking it and tearing it to bits, she folds her dear old papa in her arms as her mother enters to share in the embrace. Her eyes opened to the falseness of the world, she is now more than ever determined to perform her sacrificial duty of caring for the old folks.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNDQwNDlhNmUtMDRkNy00N2RkLTgyMmItMTUyNzU0MzEyMWYwXkEyXkFqcGdeQXVyMjMxNjAxOTI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001362",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}