{
  "Title": "A Woman of the People",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "23 Jun 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "A.C. Meyer",
  "Actors": "August Blom, Gudrun Kjerulf, Viggo Larsen",
  "Plot": "Eve S. takes lunch to her father, who is working at Mr. Young's factory. By chance the young and handsome manufacturer sees her; he falls in love with her, and after a short talk tries to kiss her. Her father happens to see this; he gets very angry, and catching hold of Mr. Young he flings him to the floor. As might be imagined, Mr. Young will not stand this treatment from one of his men and turn him out. Some months later we see S. in his plain but neat-looking home. He is working with an invention, which he believes will give him lots of money, but just now the family is very poor, and to procure the necessary money for food S. has to go to a pawnbroker with his best suit of clothes. Eve is working hard all day with the sewing machine in order to procure a little money for the household. She is interrupted at her work by a boy who brings a letter from Mr. Young asking her to meet him only for a few minutes. She cannot help granting him the request, as the handsome manufacturer has made a stronger impression on the young girl than she likes to confess. A few minutes later the two young people take a walk together, and all scruples are forgotten. He kisses her again and again, and Eve does not make any objections, till at last she finds herself alone with several banknotes in her hand which Mr. Young has given her. Later Mr. Young celebrates his betrothal with a rich and beautiful young lady. The festival is interrupted by S., who appears, using very strong language to Mr. Young, and flings his money right in his face. But the vulgar person is turned out, and the feast is continued. S. soon after gets his invention sold and becomes a rich man. One day the little family learns that Mr. Young's factory is burned down, and the manufacturer totally ruined, through not having had the insurance policy duly renewed. Eve had not been able to forget Mr. Young, and she now persuades her father to go to him and offer him partnership, but although the young man is ruined and left by everybody, even his intended bride, he is too proud to accept the noble offer, so that S. comes back without having accomplished his errand. But now Eve takes the matter in her own hands. She goes once more to the man she loves to propose partnership with her father, and this time Mr. Young has to submit, for Eve offers him not only her father's money, but her own honest heart and her hand as well.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYTU3ZDMxYjUtMGE2MC00YjhjLWFlYzItMjg5ZDZlNGY5ZjA1XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "3.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "3.9",
  "imdbVotes": "10",
  "imdbID": "tt0000932",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}