{
  "Title": "Science",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "24 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "Mark Twain",
  "Actors": "Mary Pickford, King Baggot, Lassie",
  "Plot": "Dr. Crawford and his wife with their little daughter, Elsie, are at home amusing themselves with the Scotch collie puppy, Imp, when another doctor is announced and he is shown an article in a newspaper which describes the providential rescue from drowning of the doctor's child by Lassie, the mother of Imp. Lassie comes in and is admires. Two more physician's arrive and announce that they have come to try an experiment with a newly discovered anesthetic. Dr. Crawford has a guinea pig, on which the experiment is to be tried, but it is discovered the animal has died, and the men of medicine are in a quandary. It is finally decided to use Imp, the puppy, for the experiment, against the mild protest of Elsie. The puppy is placed on the operating table in the laboratory, with the mother dog in an adjoining room, apprehensive. She begs piteously for them to release her offspring. The puppy dies under the experiment and Lassie is admitted to the laboratory. The mother wails dolefully. Elsie comes on the scene and her grief over the loss of the puppy is inconsolable. The doctors are saddened, Dr. Crawford and his wife endeavoring to comfort the child. The gardener digs a grave and the sorrowing procession goes out to bury the dog. Lassie sees the grave dug, following the gardener about in a way that is almost human. She goes to the laboratory and then to the garden. She sees the clods placed over the body of her puppy and returns with the saddened physicians and the inconsolable child and then trots sorrowfully to the grave and approaches it mournfully, places her paws on it in an attitude of prayer, alone with her dead, her grief being pitiful to witness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjAzOTI5OTY4OV5BMl5BanBnXkFtZTcwMjE3NTYxMQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "12",
  "imdbID": "tt0001874",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}