{
  "Title": "For Love of Gold",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "21 Aug 1908",
  "Runtime": "9 min",
  "Genre": "Short, Crime",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Jack London",
  "Actors": "Harry Solter, George Gebhardt, Charles Gorman",
  "Plot": "It is often said there is honor among thieves, but not so, as we shall see in this story. Two denizens of the underworld are seen in their squalid furnished room planning a robbery. Their intended victim is known to hold at all times in his safe at home a large sum of money and a wealth of jewels. Gathering together the tools of their nefarious calling, they start off, arriving at the house shortly after the master had retired for the night. Entrance is easily and noiselessly effected. A chloroform-soaked handkerchief soon puts the master beyond the power of interfering and the safe is broken open. The sight that greets them almost makes them gasp. There in this strong box is not only an enormous sum of money, but many valuable jewels as well, prominent among which is a handsome diamond necklace. All this is put into a cloth, and a hurried egress made. Back to their room they go to divide the spoils of their night's haul. The diamond necklace being an indivisible article, a contention is at once raised between the partners in crime. There is no way in which they seem able one to satisfy the other, so they drop the argument for the time being to eat lunch. One, to make sure that he shall be the possessor of the loot, drops poison in the coffee of his chum, Which he drinks, and is soon in the throes of convulsions, falling to the floor lifeless, while the other stands by sardonically gloating over his seeming victory; but his elation is short-lived, for he is now seized with the same agony and pitches forward alongside his partner. The two had played the same game, each unknown to the other. \"Honor among thieves?\"-Bah!",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.6",
  "imdbVotes": "57",
  "imdbID": "tt0000689",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}