{
  "Title": "The O'Neill",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "12 Jan 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Sidney Olcott",
  "Writer": "Dion Boucicault (play), Gene Gauntier (scenario)",
  "Actors": "J.J. Clark, Gene Gauntier, Robert G. Vignola, Sidney Olcott",
  "Plot": "The O'Neill, an Irish patriot, covertly returned to the old, familiar haunts, from which he had been obliged to flee during times of oppression, and found a proclamation, nailed in a conspicuous place, which offered a reward for his apprehension. He therefore betook himself to the country lanes, that he might meet his old friends, the peasants. One in particular, a frail old man, tottering with age, welcomed O'Neill to his humble cottage, and divided his last crusts. Touched by the abject poverty of his countryman. The O'Neill determined to aid them at the price of becoming a highwayman. Going to a secluded spot along the highway, he masked himself and lay in waiting. Soon a carriage appeared, and with a command to halt, O'Neill politely requested the occupants to alight. The passengers were an elderly gentleman, who protested vigorously, and his charming daughter, Elinor, from whom O'Neill, with the utmost courtesy, took a finger ring. In a spirit of mockery, The O'Neill forced Elinor to dance a few steps with him. Shortly afterward a masked ball was held, which Elinor attended. O'Neill, still remembering the pretty face, and unable to overcome his longing to see her again, went to the ball, carefully masked. There he met Elinor and engaged her in conversation, but she discovered her ring upon his finger and cried for help. As the guests rushed in, The O'Neill dashed through the window, taking sash and glass along with him. The following day the outlaw chanced to encounter Elinor upon the highway. She promised to meet him that night. At the appointed hour she appeared, but with a band of men, who surrounded The O'Neill and made him a prisoner. When they had conducted him to the house and left him securely tied, the men passed into another room to drink a toast to their success. Elinor, finding herself in love with the handsome patriot, and repenting of her subterfuge, stole through the window and released him. Together they sped away on horseback, stopping only at the peasant's cottage, where O'Neill bade a hasty good-bye to his friend. When the escape was discovered, the men started in pursuit, and reaching the cross roads, inquired of the peasant if he had seen a young man and woman. The faithful friend pointed in an opposite direction from that taken by the fugitives, who were able to reach the coast, where a hasty ceremony was performed and a good ship carried them away to France, happy in their romantic love.",
  "Language": "None, English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTQ3YjAyODctMWQyMC00ZDFlLWExYWUtN2MxYzZlNzQxOGFiL2ltYWdlXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001811",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}