{
  "Title": "The Pioneers",
  "Year": "1903",
  "Rated": "N/A",
  "Released": "01 Oct 1903",
  "Runtime": "15 min",
  "Genre": "Western, Short",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "THE LOG HOUSE [THE HOME IN THE WILDERNESS]. Here we see in the midst of a primeval forest, a little clearing and the rude log-house erected by the sturdy frontiersman. A little girl leaves the cabin, and tripping daintily along the forest path in her bare feet, goes to a neighboring spring for water. What she sees lurking in the shadowy thickets causes her to fly back to the cabin for her life. She has no sooner passed the threshold, slamming the door behind her, when a half dozen painted Indians burst into view in close pursuit. Immediately the long rifle-barrel of the pioneer protrudes from a loophole in the cabin wall. It speaks, and a savage leaps into the air and falls clutching the sod. The other Indians slink back, only to reappear an instant later crawling through the grass like snakes and pushing bundles of dry limbs and grass before them. The settler's rifle speaks again and again, but the savages succeed in pushing the combustible material against the house, and in an instant it is fiercely blazing. AN INDIAN MASSACRE [BURNING OF THE CABIN AND MURDER OF THE SETTLERS]. A little girl runs in with the alarm. The door is quickly locked and barred and the long rifle appears at the loop-hole and is frequently fired. The Indians gradually close in on the ill-fated home, and finally have it ablaze from a fire of brushwood. The Indians, now in a frenzy over the success of their fiendish enterprise, procure a log and using it as a battering ram they hurl themselves upon the door and batter it in. The pioneer rushes out to defend his loved ones, but he is quickly overcome and tomahawked, and his wife as quickly meets the same fate. The little girl, terror-stricken by the awful scenes she has witnessed, is seized by the savages and carried off a prisoner. THE OATH! [DISCOVERY OF THE BODIES] In the next scene all that is left of the cabin is a smoldering ruin. A company of trappers come rapidly out of the forest and discover the bodies of the unfortunate man and woman. With bared heads, and in most impressive fashion they register an oath never to rest until they have wreaked vengeance on the Indian murderers and rescued the child. THE MOUNTAIN TRAIL [CROSSING THE MOUNTAIN]. A magnificent scene showing the savages leading their captive along a winding path on the mountain-side. The little girl sagaciously leaves a trail by tearing a bit from her dress. The trappers following shortly after discover the clue and press on in pursuit, encouraged by the knowledge that the girl is probably still living. VENGEANCE [RESCUE OF THE CHILD FROM THE INDIANS]. The Indians come to their evening camp by the side of a forest stream. After a drink of clear water, they tie the little girl to a tree and prepare for their night's rest. The trappers are close upon them however, and with a wild yell the white men hurl themselves upon the Indians. A terrific hand-to-hand combat ensues, and the Indians are slain remorselessly. The little girl is quickly released from her bonds and, as the picture ends, she is in the arms of one of the brave trappers who have rescued her. All of the scenes in this great production were made amidst the wildest and most beautiful scenery of the Adirondack Mountains, and the subject is one which will appeal strongly to all classes of people.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.2",
  "imdbVotes": "17",
  "imdbID": "tt0000460",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}