{
  "Title": "The Eavesdropper",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "03 May 1909",
  "Runtime": "7 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Charles Inslee, David Miles, Marion Leonard",
  "Plot": "The inevitable result of eavesdropping is at best a pseudo-gratification, for the listener rarely hears anything of a pleasant nature. An old Spanish Hidalgo becomes deeply involved in financial reverses and Manuella, a wealthy ranchero, helps him out. However, things have gone from bad to worse, and the old man finds himself at the mercy of Manuella, who, while not of the Draconian nature, of course expects his money or the security. He calls to apprise the old man that his notes are overdue, and insists upon a settlement, which the poor old fellow is unable to do. While there he meets Mercedes, the old man's beautiful daughter, and falls deeply in love with her, and offers to cancel the obligations for the daughter's hand in marriage. Now Mercedes is enamored of Carlos, a poor peon of the village, whom she loves in return and when the suggestion of the ranchero is broached she indignantly repulses it. However, upon realizing her poor father's condition she decides to make the sacrifice and consents. She then bids Carlos call to see her to break the unpleasant intelligence to him and part company. The lover calls and is almost heartbroken when Mercedes tells him the sad news. While they are engaged in the act of separating, the ranchero enters the adjoining room and through the half open door hears the sorrowful word of the last farewell between the young couple. He is so touched by the pure, self-sacrificing love of the lovers, that he softens and feels he is worthy of bitter reproach for being the instrument of tearing asunder two trusting hearts such as these, so he makes up his mind that such shall not be. He then enters the room, and bidding the young ones to be of good heart, he not only joins their hands in bonds of true love, but makes them a present of the promissory notes which he had threateningly held over her father's head but a few moments before. This is one case of where eavesdropping was attended by ecstatic results.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "41",
  "imdbID": "tt0000853",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}