{
  "Title": "Alkali Ike Stung!",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "08 Oct 1912",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Augustus Carney, Margaret Joslin, Harry Todd",
  "Plot": "This time Alkali Ike is dissatisfied with his boarding house and, when the buxom Sophie, a two-hundred-pound widow arrives in town, buys out Tony's place and nails up cards announcing that it will be opened on the following Tuesday as a first-class boarding house, Alkali is the first to see it, rushes back and begins to lay plans for switching at once. The following Tuesday morning Alkali is found hard at work stuffing everything he possesses into a big barrel. Clothes, chaps, old boots, the flour bin, bottles of good booze and other things too numerous to mention are piled into the barrel while the dust flies in clouds. Meanwhile, all the other boys in town, with their belongings on their backs, meet before the floor of the new boarding house and clamor for admission, One by one Sophie admits them, and when Alkali finally takes leave of his irate landlady and arrives at the new place, he finds the rooms all gone and is refused shelter for the night. Mad as a hornet he hangs around and, after supper, sees Sophie and the boys in the parlor singing and having a hilarious time. Determined to win her with music, Alkali secures his trusty banjo and serenades outside the window, but gets a pail of water deluged over him for his pains. Wet and mad he tramps back to his old place, but is met by his former landlady, who throws him out bodily and deposits his belongings in the water barrel. Realizing that the world is \"agin\" him, Alkali retreats to the sanctity of the stable and, with his saddle for a pillow and a prayer in his heart that the horse won't tramp on him, finds rest at last.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzc1ZWEzZjItODEzZC00YTNlLWFmZjQtZTc4MGJkNTllZWJhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002006",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}