{
  "Title": "At a Quarter of Two",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "13 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, King Baggot",
  "Plot": "Dan Nolan is seated in his humble home, hungry and in the depths of despair. A mechanic, he has been without work for weeks on account of a strike. A fellow workman enters and tells him there is no prospect for a speedy settlement of the labor trouble and the future looks black. Driven to desperation by hunger, he resolves to steal. He passes a residence and notes that it is easy of egress. Climbing the trellis work, he cuts the telephone wires, thus preventing the summoning of police and enters the house. It is the home of Homer Warren and the household is saddened by the serious illness of a little daughter. Nolan is prowling about the house, enters the room in which the child is ill and secretes himself in a closet, watching operations through the keyhole. He sees the nurse operations through the keyhole. He sees the nurse endeavor to summon a physician by telephone and her failure. She runs out hastily and when she returns is accompanied by a doctor. Nolan sees the physician examine the child and notes the gravity of the case as indicated by the doctor. The nurse and the mother are nearly exhausted from their long vigil and the doctor impresses upon them the importance of administering the medicine promptly at the hour indicated on the directions. Nolan waits in the closet and sees the mother leave the room yawning. The nurse seats herself by the bedside of the child and is soon sleeping soundly. Nolan waits for the time and, emerging from hiding, notes that the hour has arrived for the giving of the medicine by reading the written instructions. Tiptoeing over to the table, he pours out the medicine and, arousing the sleeping child, tenderly administers the dose and leaves the room. He emerges from the house, connects the telephone wires and walks away, satisfied that he has not stolen and happy in the knowledge that he has been of service to the people whose house he has entered. The child awakens and the nurse arouses. The mother is called and the father enters the room, all having slumbered, unconscious of the fact that the life of the little one depended on their vigilance . They glance at the clock and realize that the hour has long passed when the medicine should have been given. They look at the bottle and discover the note left by their visitor, apprising them of the fact that he carried out the instructions of the physician. The child confirms the note and the parents are mystified. The next morning Nolan is informed the strike is called off and he is once more contested, thankful that he did not steal.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001483",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}