{
  "Title": "Chirurgie fin de siècle",
  "Year": "1900",
  "Rated": "N/A",
  "Released": "N/A",
  "Runtime": "2 min",
  "Genre": "Comedy, Short",
  "Director": "Alice Guy",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "Turn-of-the-Century Surgery (1900) *** (out of 4) Pierrette's Escapades (1900)*** (out of 4) At the Floral Ball (1900)*** (out of 4)Cabbage-Patch Fairy, The (1900) *** (out of 4)This group of films from Alice Guy takes a pretty big step up from her previous features as not only the running times go up (to a whopping two-minutes each) but they also features more attempts at actual story telling. TURN-OF-THE-CENTURY SURGERY is in the same mode as the films of Georges Melies, although I don't recall seeing anything this graphic from him. We see a doctor use a large knife and a saw to remove the arm and leg of a patient. They then put him into a wheelchair only to have him jump up and dance around. The scenes of the doctor sawing into the body parts is certainly something I haven't seen in any other movie from this era but the tricks at the end, done with editing, are certainly inspired by the work of Melies. PIERRETTE'S ESCAPADES is a nice attempt at hand tinting, which doesn't tell much of a story but we see two women getting ready for something and eventually dancing around. The real reason to watch this short is for the hand tinting, which is pretty ugly by today's standards but I always love watching films that used this early technique. The film ends with the two women kissing on the lips, which might be another first for this type of film. AT THE FLORAL BALL is another hand tinted short, which features two women dancing at what appears to be, as the title says, a ball. THE CABBAGE-PATCH FAIRY will put a smile on the face of anyone who has heard of this tale or in later times seen the actual Cabbage Patch dolls. A fairy, in her cabbage patch, picks a few babies out from the weeds and sits then on the steps in front of her. I'm not sure how good it was to put the babies on the ground the way they did here but this is a pleasant little film that will certainly make you smile.",
  "Language": "None",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMmUwYTlkMzMtZGUwNC00MjUyLTliMDQtZjc1N2U0ZGQ5OTM4XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "307",
  "imdbID": "tt0000286",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}