{
  "Title": "The White Medicine Man",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "04 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Western, Short",
  "Director": "Francis Boggs",
  "Writer": "N/A",
  "Actors": "George Hernandez, Betty Harte, Hobart Bosworth",
  "Plot": "This little comedy is based upon the well-known ease with which Indians can be hypnotized. They surrender without a struggle and prove most docile subjects. They are tremendously fond of slight-of-hand and feats of dexterity, and all over the southwest they swarm in great numbers to little tent and caravan shows, and the circus attracts them for many miles around. It is quite impossible for them to dissociate in their minds the merely skillful from the magical, and when the \"Great Herrman\" first visited the southwestern tier of territories he was invested by the Indians everywhere, with supernatural powers. Old Sitting Horse, a brave of the Yuma tribe, takes his daughter to see a small caravan show run by \"Prof. A. Leclercque, accompanied by the Fascinating Mlle. Julie,\" and there see all the wonders of the \"Hat and Handkerchief,\" the \"Sword and Hamper,\" the \"Disappearing Lady,\" and most wonderful of all, the taming and fooling of a wild and woolly cowboy by hypnosis. He is so impressed with the powers of the professor that when, next day, his daughter is kicked by a broncho, and the medicine man of the tribe is unable to help her, he literally kidnaps the much alarmed professor and takes him to his home. The showman finds a way out of his predicament by hypnotizing the Indians and is about to make his escape when his wife sees signs of life in the girl and she recovers. In their joy over her restoration, the Indians insist that the magician remain with them, but he cannot see that, and again he resorts to mesmerism to get away from them, flying in his van and leaving the Indians mystified and wondering more than ever at his occult disappearance, bag and baggage.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001981",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}