{
  "Title": "The Mistaken Bandit",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "16 Apr 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Fred Church, John B. O'Brien",
  "Plot": "Jim Thaw runs an isolated general store in California. He occupies a position as agent for the Great Eastern Express Company, which in the west is a day job. One day the stage drives up and deposits a money box with Thaw with instructions from the general manager of the Great Eastern that it is to be held with him over night, adding that he must keep a careful watch as it is reported that Buck Brady, an outlaw, has been seen skulking in the vicinity of Thaw's store. When the box arrives Thaw's wife is very ill and Jim had just been preparing to ride for the country donor. He realizes that duty commands him to guard the money, while the love for his wife, who is dangerously ill, urges him to forsake his duty and ride for the doctor. The trust is partially met when his daughter volunteers to watch the place and defend it should Buck Brady and his band endeavor to force an entrance. Jim has been gone but an hour or so when a lonely cowboy rides up and dismounts at the Thaw store. He has come for provisions and his wonder and curiosity are aroused when his knockings at the door are unanswered. Inside, the girl, who believes the innocent cowboy to be Buck Brady and his band, is making preparations to protect the treasure. However, when she does open the door the cowboy finds himself looking into the barrel of a pisto1 and the glint of steel courage in the girl's eye informs him that beyond a doubt he will suffer death if he makes the least suspicious move. The girl commands him to enter a small room off the store and after disarming him closes the door and locks it securely. Another dreary hour passes and there is another knock at the door. The frightened girl starts nervously, then cautiously steals to a window and looks out. Three men, armed and whispering together, are loitering at the door. The girl slips a heavy bar into the door, looks at her pistols and makes ready to defend her treasure. Suddenly there is a battering at the door and the heavy panels burst from the door and a pistol is thrust through. The bar is lifted and the bolt shot back and the three desperadoes slip into the room. Against the three the girl sees she can do nothing, when suddenly the door to the side is thrown open, two shots are fired and the foremost bandit drops in a heap on the floor. The others are panic stricken and seek to retreat, but this is cut off by the stalwart form of Thaw, followed by the doctor, each with leveled pistols. The wounded bandit and the two captured ones are removed by the sheriff, who comes on the scene, and explanations follow. The cowboy tells his surprise at being held up by Jim's daughter and how he guessed at the truth when the real bandits appeared. The girl thankfully stretches out her hands to the cowboy and we may imagine that a love affair is well rooted.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001325",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}