{
  "Title": "The Mexican's Faith",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "26 Feb 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Joseph Smith, Clara Williams",
  "Plot": "Tony Perez, a Mexican cowpuncher, is driven from the ranch where he is employed for some misdemeanor or other, and after vainly endeavoring to find work, tries the gate of Dan Farman's ranch, \"The Mosquito,\" and applies for a job. His hard luck story rings true and old Dan, who is of a charitable turn, puts the Mexican to work. Alice Farman, the daughter and \"flower of the ranch,\" is in love with Nat Michaels, the ranch foreman. Perez, who has seen Alice from time to time, becomes deeply infatuated with the girl, and one day when he encounters her alone, he voices his passionate love. The girl shakes her head and scorns him. Perez then insults the girl and attempts to kiss her. A darkey servant, who has been near, sees this, and running to the bunkhouse, summons a number of cowboys. Alice, raging with indignation, tells them that the Mexican had insulted her. The mounted cowboys ask where Perez has gone and when she indicates that he has run to his cabin, they ride off in that direction, telling her they will attend to the \"dirty greaser.\" An hour later they return, with the despairing Mexican their prisoner. He is lashed to hitching post, while one of the cowboys summons Alice. The Mexican is sentenced to a fearful horse-whipping and Alice is invited to administer the lashes, but she revolts against this brutal treatment. The Mexican begs for mercy and finally she forces the cowboys to release him. Perez is immediately reformed and becomes a most faithful and valuable servant. Several weeks elapse and Dick Chalmers, an easterner, arrives at the ranch. He falls in love with Alice, but each proposal he makes is refused by her. The girl at last is forced to confess to her fiancé the annoying attentions paid her by Chalmers, and Michaels, very indignant, tells her that he will make short work of the easterner if he persist in his insults toward her. Chalmers, who is \"black\" clean through, resolves to have Alice at any price. He engages a Mexican greaser to help him and together they kidnap the girl and carry her to a deserted cabin. Tony Perez, however, has followed them to the cabin and overpowering the Mexican, who is acting as sentinel at the door, rushes into the shack in time to spare Alice from any further indignities at the hands of Chalmers. Perez's knife flashes and would have made quick work of Chalmers had Alice not interfered. Tony understands and draws back, slipping the knife into its sheath. Then Chalmers, realizing his narrow escape, hastily rises and slinks out of the cabin. Tony sinks on his knee and kisses the girl's hand. He has kept the faith.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMGY5NTdmNjQtODY0OC00YmY2LTg3Y2MtNDI2YTFjMDhmZmE2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001317",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}