{
  "Title": "Lady Helen's Escapade",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "19 Apr 1909",
  "Runtime": "8 min",
  "Genre": "Short, Comedy, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Florence Lawrence, Dorothy Bernard, John R. Cumpson",
  "Plot": "Prizes gained without effort are never valuable, and, though we don't appreciate it, the longing for something makes existence sweet; hence if one has everything there is nothing to long for. Such was the condition of Lady Helen, who had everything she could wish for, and in consequence felt very much bored. In her ennui she longs for excitement, for some new sensation, but in vain, until looking over the newspaper she is seized with an irresistible inclination of going out to work, so incognito engages as a domestic in a boarding house. Here she makes a ludicrous attempt to cook, etc., and of course, being totally ignorant of the culinary art, meets with meagre success. However, her pretty face and ill-concealed refinement make such a strong impression upon the male contingent, that they make no complaints at her cooking, and would have taken even poison if served by her fair hands. Two hallroom boys are particularly smitten. Among the boarders there is a talented musician, and his gentle manners and wonderful talent appeal strongly to Lady Helen. He on the other hand, not knowing of course her true self, falls in love with her. All this is most agreeable to the women folks, who at once conspire to rid the place of her, which one brings about by having her accused of the theft of the musician's violin. He, of course, believes her innocent, but she is discharged nevertheless. Lady Helen is so moved by the poor fellow's kindness, that she interests herself in his behalf and secures for him a position as a director at the Conservatory, for which he calls to thank her and finding her a lady of quality would shrink humbly from her presence, but she will not let him for she too loves him. The subject as a whole is a decidedly amusing comedy drama, with a pretty love story running through it.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "1 win",
  "Poster": "https://m.media-amazon.com/images/M/MV5BY2E5MmJlYTItZGFiMi00ZWFmLWI4NjctMmY2M2FiNzdmYmFmXkEyXkFqcGdeQXVyMzI5NjUyMDM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "50",
  "imdbID": "tt0000933",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}