{
  "Title": "Abraham Lincoln's Clemency",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "05 Nov 1910",
  "Runtime": "N/A",
  "Genre": "N/A",
  "Director": "Theodore Wharton",
  "Writer": "N/A",
  "Actors": "Leopold Wharton",
  "Plot": "The incidents pictured in this film are founded on fact and relate to William Scott, a young soldier from the State of Vermont. Scott is on guard after a heavy day's march, and being found asleep is placed under arrest. He is tried by court-martial and sentenced to death. Meantime we see President Lincoln in his study at the White House in deep thought, and seeing a vision of the Civil War and the sorrow caused by it. The vision disappears and he reads a letter from Mrs. Scott pleading for the pardon of her son. Deeply affected he lays the letter down and sees another vision, that of the gray-haired mother and a nameless grave. We next see being marched off to the spot where he is to be shot. All is in readiness for the fatal word of command to be given, when through a cloud of dust a coach dashes up attended by outriders. The President steps out and pardons the prisoner, who falls on his knees and blesses him. The next scene is that of a battle with the Union soldiers retreating. The color-bearer falls, but William Scott rushes up, grabs the flag and rallies the Union troops, but amid the dreadful carnage he himself is shot. That night the doctors and ambulances are searching among the dead for the wounded who are still alive. They reach Scott. He is dying. A vision of the President appears before him, giving him a wreath of fame. Scott staggers to his feet, and as the vision fades away, drops dead. As a fitting climax, we see a tableau of President Lincoln taking from a Union and a Confederate color-bearer their respective flags, rolling them together and when they are unrolled displaying the Stars and Stripes.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDgwNzJjMTQtNTFkMC00ZjE5LWEwNjUtNzAxOTkwODFkODgwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "3.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "3.7",
  "imdbVotes": "38",
  "imdbID": "tt0001101",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}