{
  "Title": "The Forest Rose",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "29 Nov 1912",
  "Runtime": "22 min",
  "Genre": "Short, Drama",
  "Director": "Theodore Marston",
  "Writer": "Emerson Bennett, Theodore Marston",
  "Actors": "Marguerite Snow, Frederick Vroom, William Russell",
  "Plot": "Part One: Forester and Maywood, two wealthy neighbor planters, volunteered their services to defend their country when the war of the Revolution broke out. Forester was made colonel of his regiment, while Maywood became a captain. The men mortgaged their plantations and gave the benefits to the government, which was hard pressed for funds. Colonel Forester was mortally wounded at the battle of Cowpens, but before he passed away, Captain Maywood promised that he would care for Forester's motherless little girl. Maywood's family at the close of the war was so penniless that the government gave them 1,000 acres of land, which at that time was known as the Northwestern Territory, and into this land journeyed the family. As the years went by Albert, one of Maywood's sons, fell in love with Rose Forester. Albert continually cautioned his father against the invasion of the Indians, but the elder man was opinionated and declared that there was no danger. One day when Albert and his friend, Louis Wetzel, returned from a hunting trip they found that Maywood's cabin had been destroyed by fire by the Indians, and apparently all of its occupants, with the exception of Rose, whom Wetzel, by virtue of his woodcraft, determined had been carried off by the Indians. Part Two: Albert Maywood vows that he will avenge the death of his parents and will rescue the abducted Rose. He and Wetzel set out and track the Indians. They rescue Rose, but the trio encounter another band of Indians, who capture Albert and Rose, Wetzel being successful in making his escape. Albert, however, by his cleverness soon effects his escape, and he and Wetzel go in search of Rose. In their wanderings they come upon a small fort upon the banks of the Hockhocking River, the commandant of which is in fear of an attack from the Wyandottes. Albert and Wetzel go on a reconnoitering expedition for the commandant, and from a place called Standing Stone they observe the Indian village far below. As their canteens are nearly empty, Albert takes them to a nearby stream to refill them, and there he meets two women, apparently Indians. Fearing that they will give the alarm, he grapples with them, and in the course of the struggle he discovers that one of them is his \"Forest Rose.\" The real Indian woman escapes, spreads the alarm, and hundreds of Indians surround Standing Stone. While the two men are planning the defense Rose slips away, but returns, aids the white men to pass the sentries and escapes with them. The trio are followed, but after many hardships reach the fort, where Albert and the \"Forest Rose\" are married.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOGNiMDUwMDktN2Q2YS00NzA3LWJlN2ItMjE3MjI0N2FkYzBhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002195",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}