{
  "Title": "For the Cause",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "06 Dec 1912",
  "Runtime": "20 min",
  "Genre": "Drama, Short",
  "Director": "Francis Ford, Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Richard Stanton, Ray Myers, Helen Case",
  "Plot": "At the breaking out of the Civil War Lieut. Harmon and Lieut. Black are ready to go to the front. Harmon's attentions to Black's fiancée, Helen, lead to words between the two and Harmon challenges Black to a duel. The men meet with pistols and Harmon gets the first shot and misses. Black refuses to fire at his antagonist, and turning away is again shot at by Harmon. He whirls around and shoots at Harmon as he has turned and is running away, wounding him through the shoulder. When the people, aroused by the shots, reach the scene, Harmon insists that he was shot in the back in a cowardly manner by Black, and his statement causes an estrangement between Helen and Black. Wonderful scenes of battle are then shown, in which Black wins fame for heroism, and is entrusted with important missions. Harmon never recovers from the wound and is practically a helpless invalid. A plan is formed by the Confederates to lead the Union army into an ambush by having a spy captured with false papers, and Black risks his life in the mission. Acting upon the information contained in the fake dispatches, the Union army thinks it will surprise the Confederates and falls into the trap set for it. Black is sentenced to be shot as a spy, and makes a sensational escape, taking refuge in Harmon's home. For the sake of the Confederate cause, Harmon puts on Black's hat and coat, while the latter hides on the roof, and is captured, leaving a note for Helen, however, telling the true story of the duel, which Black finds when he comes from his hiding place. Harmon is placed in the crowded prison, and when the firing squad comes to execute him in the morning, they find he has passed away. Black rejoins his men and takes part in the big battle, and after the war, regains Helen's love by giving her Harmon's confession.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOGQxOGQ0MjItYTFkMi00YmU3LTgzYzktOWI0Zjk4OTc3ODJlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002191",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}