{
  "Title": "The New Manager",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "04 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "R.F. Baker",
  "Writer": "N/A",
  "Actors": "Francis X. Bushman, Howard Missimer, Dorothy Phillips, Bryant Washburn",
  "Plot": "Old Samuel Gorman has been the manager of the firm of Carlton & Co. for more than thirty years and through his careful and conservative methods he has amassed a large fortune for his employer. However, upon the death of Carlton, head of the firm, young Phillip Carlton steps into his father's business with an earnest desire to make the name of Carlton & Co. world famous. His office staff is composed chiefly of old men with old ideas and when he lays plans before Gorman for a reconstruction of their methods generally, the old man shakes his head and says that only failure can be the result if they adopt the new ideas. Young Carlton is displeased and resolves to sacrifice Gorman for a younger man, believing that what the business needs most is new brains and new blood, so he offers Gorman's position to an old college chum, and Gorman is told that his services are no longer required. Two years pass by and Gorman, who received a $5,000 legacy from old man Carlton, has, by careful investments become a wealthy man, while young Carlton and the firm under the new manager have been steadily sinking until there is but a vestige of the great business left. To make matters worse Carlton meets Miss Gorman, who has just returned from Europe and, not knowing that she is the daughter of the man he threw out of his office, makes love to her and wins her consent to marry. At a reception one evening the match is unceremoniously broken off when the elder Gorman, coming on the scene, informs his daughter that her fiancé is the man who threw him out of his position with Carlton & Co. The next day the crash comes. Bankruptcy proceedings are inaugurated against the firm of Carlton & Co. Gorman learns of the company's embarrassment and resolves to help the young man out. After some hesitation the offer is accepted. Carlton grasps Gorman's hand and murmurs his thanks, and his apologies for the caddish part he had played the few years before. That night at the Gorman home Carlton finds Nellie waiting for him and with a happy smile the old man turns his daughter over to the son of his former employer.",
  "Language": "English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzUwNTljMTktZjY4Mi00OTcyLTg2NTItZGVjZDJmMGYwN2QyXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001809",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}