{
  "Title": "The Outlaw's Sacrifice",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "29 Jan 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Fred Church, William A. Russell, John B. O'Brien",
  "Plot": "Matt Malone, a highwayman and night rider who has long baffled the police authorities, loves Nona McMahon, posing with her as a cowboy from up country. The McMahons are in trouble and old McMahon has been forced to mortgage the homestead. The money lender has been lenient up to this time, but, struck by the beauty of Nona McMahon, he endeavors to win her love. But she declines his offer. The lender, named McDermott, threatens foreclosure. In the meantime, Malone has been idle. It is his desire to make one grand coup and quit the game for good. He hears that the mountain stage coach is soon to carry a large amount of gold, and he decides to make a try for the loot. The hold-up occurs, but it's not as profitable as he expected. Also, he fears his identity has been discovered. He returns to his dugout, resolved to see his sweetheart and then quit the country. On his way to the girl's home he sees a notice posted by the sheriff, offering a reward of $5,000 for Malone's capture. He shoots down the sign and rides off to McMahon's. The girl greets him pleasantly. Their conversation drifts to McMahon's financial troubles, and the girl shows Malone a note from McDermott, stating that $5,000 must be paid the day after or they must vacate. Malone decides to tell the girl everything, and insists that she turn him over to the sheriff and gain the reward. He thrusts a revolver in her hands just as the sheriff enters. The manacles are slipped on and Malone and the sheriff go into the jail as the girl drops sobbing on the doorstep.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYTVkOTE3Y2EtZjY2OC00ZjkzLTljYTgtNTNjOWNkMTFhNThmXkEyXkFqcGdeQXVyODAxNjI5NTA@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001350",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}