{
  "Title": "The Road Agents",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "17 Mar 1909",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "This subject is a correct picture story of a once famous California hold-up. Two out-laws, one an Englishman, the other a Mexican (both well known for their daring robberies and their phenomenal success in eluding the sheriffs and their deputies) plan to rob a certain stage supposed to contain valuables and money amounting to a considerable fortune, The method always pursued by the Englishman in his nefarious work was to become acquainted with travelers, and ascertain the amount of valuables they carried. The opening, scene shows the Englishman mixing with the travelers as they are boarding the stage coach, wishing them a pleasant journey and making his adieux; then the stage driving away. The bandit then meets his confederate, the Mexican, and they mount their horses, and together they take a short cut and head off the unsuspecting travelers. After relieving the occupants of the coach of their valuables, the bandits remount their horses and escape. A messenger is at once dispatched to the nearest town, and the sheriff notified of the robbery. The latter mounts his horse, rounds up his deputies, \"swears in\" a number of cowboys and starts in pursuit of the daring duo. In the meantime the two bandits return to the home of the Mexican and divide their ill-gotten gains. During the division a quarrel ensues, owing to the Englishman claiming the larger part of the spoils. The Mexican draws his knife, but his companion is too quick for him, and after forcing the Mexican to drop his weapon, picks up the most valuable articles and departs. Stung by the humiliation and enraged by the unfair treatment of his companion, the Mexican follows, bent on vengeance, but too cowardly to attack his late comrade openly. He springs upon him as he is changing his clothing and after a severe struggle fatally wounds the Englishman, robs him and escapes. The man revives; struggles to his feet; staggers to the road and intercepts the sheriff and his posse. Acknowledging his guilt he names his confederate and falls dead at the feet of the sheriff. Remounting his horse, the sheriff and posse start in hot pursuit of the surviving bandit. The Mexican espies the posse from afar, and securing his mount leads his pursuers a most exciting chase over mountains, through trackless deserts, bristling with cacti and sage brush, and after a running pistol duel is finally lassoed from his horse and brought to justice.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001019",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}