{
  "Title": "The Spanish Girl",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "18 Dec 1909",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Pansy Perry, Fred Church",
  "Plot": "The story concerns Lola Gonzales, a Spanish dancing girl, who falls in love with Tom Wilson, better known by the sobriquet \"Bud,\" foreman of the Circle \"A\" ranch, and opens with a scene near the ranch house with Lola dancing the old fandango to the entertainment of a half-dozen Mexican vaqueros. Wilson comes on the scene and sending the Mexicans off to work, goes on his way attending to his duties. Lola follows and endeavors to make love to him. Wilson shows that he is not at all affected and tells her that he is engaged to marry Martha Allison, the daughter of his employer. Lola turns away in a jealous rage and vows to break up the affair. A few days go by and Lola again encounters young Wilson. This time Martha is with him. Lola steals away, and is soon joined by Pedro Mayos, her Mexican admirer. Pedro hates the young foreman and they propose a scheme to put Wilson at outs with his sweetheart. Pedro contrives to meet Martha and induces her to go with him for a walk in the orchard. At the same time Lola hunts up Wilson and begs him to go with her for just a little walk. Wilson refuses at first, but hurries away with her when Lola offers to prove that Martha is untrue to him. Lola and he go into the orchard and find Pedro and Martha together. Wilson, fully convinced that Martha is untrue to him, cruelly denounces her and leaves. Martha turns on Pedro indignantly. Lola joins Wilson in another part of the orchard and makes love to him. He is about to take her in his arms when a rider comes upon them and delivers a message. The note informs Wilson that he has been appointed deputy sheriff in place of Hank Smith, lately deceased. Wilson hurries away and Lola is left alone. Pedro comes on the scene and demands recompense for the part he played in spoiling Wilson's love affair. The girl is convinced she has won the foreman and turns coldly away from her Mexican admirer. Pedro, in a rage, strikes her in the face and tells her to be off. Lola, stung by the insult, hurries away to tell her friends of Pedro's brutality. When her story is told to the Mexicans they resolve to lynch Pedro, and ride off to Pedro's shack. Pedro hears that the Mexicans are after him and endeavors to elude them. On the way he meets another Mexican, whom he begs to go in search of the sheriff, then continues his flight. The pursuers soon strike Pedro's trail and track him to a deserted cabin. A lively fight ensues between the Mexicans and Pedro, but the incensed Mexicans soon overpower him, and are about to lynch him when Deputy Wilson rides up. The new deputy's timely arrival saves Pedro's life, the Mexicans are disarmed and sent about their business, and Pedro is handcuffed and started to the jail. On the way Pedro confesses his part of the conspiracy with Lola and thus gains his freedom. Wilson makes all haste to return to Martha and to ask her forgiveness for having misjudged her. The scene ends with the two in each other's arms.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001047",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}