{
  "Title": "His New Lid",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "24 Nov 1910",
  "Runtime": "6 min",
  "Genre": "Short, Comedy",
  "Director": "Frank Powell",
  "Writer": "S. Walter Bunting",
  "Actors": "Thomas H. Ince, Claire McDowell, W.C. Robinson",
  "Plot": "The next time Jenks purchases a new hat he will have it screwed to his pate so that he and the lid will be absolutely inseparable, for his most recently procured Kelly cost him both money and trouble in abundance. On his way to his office one morning, he decides to get a new straw hat. With his bead topped with this new crown he looks quite debonair. Lunch-time arriving, he goes to appease the cravings of his pneumo-gastric nerve, and here his trouble begins when an exchange of hats is made, someone taking his new sky piece leaving in its stead a woolly creation of masculine millinery, with a surface like a bath mat. Towering with rage, he returns to his office, where he receives a telegram calling him out of town in a hurry on business. Dispatching word to his wife he hustles off. Meanwhile, the purloiner of his lid, while walking along the seashore loses it overboard, and it is carried out to sea to be driven back on the shore by the returning tide, where it is picked up by a neighbor of Jenks, who finding the name and address on the band, takes it to whom he now assumes to be Widow Jenks, a most natural conclusion. Instanter the mourning of the dear departed (?) is precipitated. Fancy his surprise and their amazement when he returns. It is with difficulty he persuades all hands that he is material and not ethereal. The undertaker, however, is insistent and Jenks pays for a funeral he hadn't the chance of enjoying.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001251",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}