{
  "Title": "A Midsummer Night's Dream",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "25 Dec 1909",
  "Runtime": "12 min",
  "Genre": "Drama, Fantasy, Romance",
  "Director": "Charles Kent, J. Stuart Blackton",
  "Writer": "Eugene Mullin, William Shakespeare",
  "Actors": "Walter Ackerman, Charles Chapman, Dolores Costello",
  "Plot": "Theseus, the Duke of Athens, is engaged to be married to Hippolyta. One of the Duke's courtiers has a daughter, Hermia, who, for business reasons, he decides shall marry Demetrius: but she is in love with Lysander. Her father appeals to the Duke and he decrees that Hermia must obey her father or forever remain unmarried. The lovers decide to elope and they are followed by the rejected suitor, Demetrius, and Helena, who loves him in vain. On the night of the elopement a number of townspeople are rehearsing in the woods a play which they intend to present at the wedding of Duke Theseus. The eloping lovers, followed by Demetrius and Helena, wander to the same part of the forest that the players frequent. Meanwhile among the fairies of the forest a little love episode has ended in a tiff and Oberon, the king of the fairies, sends his messenger, Puck, for an herb, which, when placed upon the eyes of a sleeper, will cause him or her to love the first creature seen upon awakening. The eloping lovers. Lysander and Hermia, overcome by fatigue, have lain down to sleep, as also have Demetrius and Helena. Puck, a mischievous sprite, touches the eyes of Lysander with the magic herb and he first sees Helena when he awakes and immediately falls in love with her. Demetrius, who has also felt the magic spell, awakes and also first sees Helena and loves her. Helena now has two lovers and Hermia, who formerly had two, new has none. The two men quarrel over Helena. Puck has also come across the tradesmen rehearsing their play, and because Bottom, a weaver, insists that he can act a part, Puck changes his head into that of an ass. Titania, the Queen of the fairies, awakes and discovering Bottom, the ass, falls in love with him. Oberon, the king of the fairies, discovering the mischief that has been done by his messenger, orders Puck to keep the quarreling lovers apart until the ravel is untangled. He restores Bottom to his normal shape and Titania to her normal senses. Lysander's love for Hermia is restored, while Demetrius is allowed to remain in love with Helena. The Duke and his retinue, coming through the forest on a hunting expedition in the morning, find the four lovers happily paired off and the next day there are three weddings instead of one and the tradespeople give their play in honor of the occasion.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjVjZWJkNmItNzNhOC00ZDIwLWFhNDgtMGFhNzg2MDk5ZWQ5XkEyXkFqcGdeQXVyMDk1ODM3MA@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "355",
  "imdbID": "tt0000966",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}