{
  "Title": "The Meeting of the Ways",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "12 Jan 1912",
  "Runtime": "14 min",
  "Genre": "Short, Family, Drama",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Maurice Costello, Leo Delaney, Julia Swayne Gordon",
  "Plot": "Tom and Dick are brothers and are being educated at the same college. Tom is a studious fellow and graduates with honors, while Dick is expelled from college through misbehavior. Dick is ashamed to go home, but before leaving Tom gives him a locket containing a picture of their mother. Ten years later Tom, who is a successful lawyer, is married and has two little children. Dick, who has now been reduced through personal neglect to a derelict, overhears a plan to rob his brother's house. Making up his mind to prevent it, Dick climbs through the nursery window, catches the burglars, but effects their escape. His two little nieces, who have been watching him, kiss and hug him before he makes his exit. When their parents return from the reception they attended, the children relate to them what had happened. Dick gets into a scrape with a gambler a month or two later, who laughs at the miniature of his mother that Dick puts up in lieu of cash. In the struggle the gambler's pistol is discharged and he is accidentally shot. Dick is arrested and his brother is appointed by the court to defend him. Tom, not recognizing his brother, makes a strong defense in his behalf and a touching plea in introducing the locket, pleading exoneration for the man who would defend an insult to his mother, Tom opens the locket and recognizes their mother. He is filled with a sense of his duty and shows clearly and concisely the accidental discharge of the gambler's pistol and so cleverly presents this phase of the case that Dick is acquitted. Tom takes his brother to his home, where he is recognized by his two children as the man who saved their home from robbery and they lovingly embrace him. Tom's wife is introduced to her brother-in-law and it is not long before Dick is in a good position and an honored member of his brother's family.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.1",
  "imdbVotes": "19",
  "imdbID": "tt0001777",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}