{
  "Title": "The Black Arrow",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "10 Nov 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Oscar Apfel",
  "Writer": "Charles M. Seay, Robert Louis Stevenson",
  "Actors": "Charles Ogle, Nathalie Jerome, Harold M. Shaw",
  "Plot": "Sir Daniel Brackley attempts to force his ward, Joanna, to marry Lord Shoreby, but receiving news of an impending battle, is obliged to hurry to the front. To prevent Joanna's escaping him, he takes her with him, disguised as a boy. Young Dick Shelton (Sir Daniel's nephew) brings reinforcements to Sir Daniel, and thinking Joanna a boy, assists her to escape. Joanna and Dick reach home, closely followed by Sir Daniel, who, becoming suspicious of Dick, plans to have him killed. This plan is overheard by Joanna, who warns Dick of his danger. In the excitement Dick discovers that his supposed boy friend is none other than Joanna, a childhood playmate. They renew their former friendship, which now develops into mutual love, but are rudely interrupted by the approach of Sir Daniel's hired assassins. Dick escapes and hastens to the woods, where he joins the \"Black Arrows,\" a band of outlaws, deadly enemies of Sir Daniel. Choosing Will Lawless, one of their number as companion, they start out to rescue Joanna, disguised as monks. Dick and Lawless, through the help of Joanna's companion, manage to enter the palace unnoticed, and for a brief moment Dick and Joanna are clasped in loving embrace, only to lose each other when she is led to the hall for the marriage with Lord Shoreby. But Lawless saves the day by piercing Lord Shoreby with a black arrow as the ceremony is about to begin. Dick escapes and manages to save the Duke of Gloucester from an attack of Sir Daniel's soldiers. Gloucester thanks Dick warmly and by Dick's advice attacks Shoreby town. Dick is given charge of the main position and manages to hold it against the terrific attacks of the Lancaster army. For his gallant conduct Dick is knighted. Dick and Lawless learn that Sir Daniel and his household have fled and thus escaped the terrible carnage. They soon overtake them and make short work of his remaining soldiers. Sir Daniel begs Dick's forgiveness, which he readily grants, but when his back is turned Sir Daniel attempts to kill him, only to be pierced by the last black arrow let fly by Will Lawless. Joanna and Dick, now Sir Richard, are happily married with the blessing of the Duke of Gloucester, who resumes his march amid the cheers of the wedding party.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTM3Yzc1MzAtMjE3NC00OGQ5LTgzZjYtYjczZGU5NDg1MDMwXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001506",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}