{
  "Title": "Lonesome Junction",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "22 Jan 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy, Western",
  "Director": "N/A",
  "Writer": "Edward Dillon, Anthony O'Sullivan",
  "Actors": "Edward Dillon, John T. Dillon, Anthony O'Sullivan",
  "Plot": "Lonesome Junction, though a howling wilderness, possessed one blessing, a train to somewhere else, but like all good things in this world, none are gained without a struggle. So the trains, of which there was but one a day, are never on time. To the station there comes a coterie of weary travelers, all possessed with a wild desire to put a long distance between Lonesome Junction and the backs of their necks. As usual, the train is six hours late, and you may imagine the party is in not a very amiable humor. The first to arrive is an Englishman, who is \"jolly well\" vexed at the condition of affairs. \"Train six hours late! Hit's a blooming h'outrage, don't you know!\" He leaves his suit case in the sway of others coming in, and a wealthy mine owner, who enters at that moment, falls sprawling. The next to enter is a prize-fighter, who in turn takes a tumble. Wow! It looks as if there is going to be \"something doing,\" when the driver of the Pony Express enters with the mail bag, and tells Mr. Pug to sit down and behave. He sits and lights his pipe, still chewing the rag. The driver clips the pipe out of his mouth with a pistol shot and makes him dance to the music of his gun play. This holds Mr. Pug for an indefinite period. The party is now increased by the arrival of Heinrich Spitzelperger. \"Vas ist das; sex stunden zu warten ? Oh, vell, I haf a smoke.\" Heine has pipe and tobacco, but no match. \"Please, you haf a match, no?\" Well, it looks as if he don't smoke. At this point the door opens and in rushes one of those hypochondriacal phisanthropists, a Black Hand Dago. A hyena is a playful kitten compared with him. Opening his satchel, he takes out a large bomb, lights the fuse and places it on the window shelf of the ticket office. The pugilist is the first to notice his action and yells, \"Beat it!\" which they surely do, all except Heine, who is seated on a bench still searching through his pockets in hopes of finding a match hidden therein. Espying the smoking fuse of the bomb, he picks it up, ignorant of the danger, lights his pipe and failing to extinguish it, drops it into a fire pail none too soon, for the moment it strikes the water it explodes, blowing Heine off his feet. When the party returns they find him suffering no further injury than badly shattered nerves. While relating his experience there enters a most beautiful young lady. \"Observe who is in our midst,\" says one, and a more chivalrous bunch you never saw; all anxious to serve her. She states that her baggage is outside, so Mr. Pug insists that \"I'm de boy wit de strong arm.\" He carries in several grips and finally a trunk as big as a cottage, which completely does him up, and though there is still another trunk, he is not equal to it. Now Heine gives an exhibition of brain vs. brawn, and instead of shouldering the trunk, wheels it in on a hand truck, much to the amusement of the party at the expense of the pugilist. They are all now in high spirits when there appears in the doorway a tough road agent With most forbidding mien he points a revolver and commands them to line up and put their valuables on the floor in front of him. Heine, unobserved by the bad man, drops down behind the trunk and when the thug's back is turned, sticks a gun behind his ear and tells him to drop his firearm on the top of the trunk. Hurrah for Heine, the hero! But he forgets the thug may have another gun, and in the unguarded moment he whips out another and is about to push daylight through Dutchy when the express driver from outside sends a bullet through the bad boy's wrist. The arrival of the belated train is announced, and the party scramble out of the station, in a mad rush to get aboard.",
  "Language": "None, English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000716",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}