{
  "Title": "Bunny All at Sea",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "18 Oct 1912",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "George D. Baker, Laurence Trimble",
  "Writer": "N/A",
  "Actors": "John Bunny, Flora Finch, Laurence Trimble",
  "Plot": "On his trip to Europe, Bunny is very much disturbed because he fails to make his usual impression with the ladies. He notices that the captain of the steamer is the real thing with the fair sex and decides it is the uniform that attracts them and that it is the only thing lacking to make him as popular in their estimation as the commander of the ship. He visits the captain's stateroom and borrows, without his knowledge, one of his uniforms. He swells around among the passengers, carries things with a high hand and authority, trying to impress everybody with a sense of his own importance. The captain, learning of Bunny's doings, carries the joke a little further by putting one over on him. He orders his boatswain to arrest Bunny. At the suggestion of Bunny's friend, the captain sentences him to menial servitude, making him assist the cook, peeling onions and potatoes and doing all sorts of culinary work. Afterward he is set to work sweeping the lower deck, very much to the amusement of his friends, who view his humiliation from the upper deck. When the joke has been carried far enough. Bunny is pardoned and he resumes his place among his friends and they all have a jolly time talking it over. In the midst of the conversation, one after another is obliged to seek communion with the mighty deep, very much to the satisfaction of Bunny, who tells them that they are not good sailors. Laughing at their discomfiture, he is suddenly seized with a violent attack of headache, as those who have gone before, and he hastily seeks the side of the ship to relieve his inward feelings.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002080",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}