{
  "Title": "The Infant at Snakeville",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "03 Jun 1911",
  "Runtime": "N/A",
  "Genre": "N/A",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Augustus Carney, Harry Todd",
  "Plot": "Mrs. Graham and her baby boy are on their way from the east to an uncle's ranch in Wyoming, and they have completed the long journey in safety up to the time they are to take the stagecoach to Snakeville, near which the ranch is located. Through an accident Baby \"Bumps,\" as he is fondly called by his mother, is carried off by the coach and Mrs. Graham left behind. The baby is the only passenger and fails to explain to the driver that they have run off without mother, who, in an effort to catch the coach, runs down the dusty road in pursuit. Arriving at Snakeville, the driver turns the baby over to a hotel keeper, who in turn assigns Broncho Bill as nurse, and instructs Bill to take care of the baby and try to put it to sleep. While one cowboy is sent off to milk a cow, another is routed out of his bed and the baby put in it. The baby refuses to go to sleep and Bill has his hands full in endeavoring to keep quiet the roistering cowboys in the dance hall and gambling palace below stairs. Bill is \"all in\" and about ready to do something desperate when Mrs. Graham, dusty and exhausted, and with gathering wrath, comes into the room and snatched her darling boy to her heart, and goes out of the room after giving Broncho Bill a piece of her mind.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMmYyYTY3MmQtZmI0Yy00N2UzLTk1OWYtOWMxYTY2ODJkYTA3XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "3.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "3.5",
  "imdbVotes": "18",
  "imdbID": "tt0001706",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}