{
  "Title": "The Planter's Wife",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "20 Oct 1908",
  "Runtime": "14 min",
  "Genre": "Short, Action, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Arthur V. Johnson, Claire McDowell, Harry Solter",
  "Plot": "John Holland, a planter in a small way, is devotedly attached to his wife and infant child. The wife wearies of the monotonous grind of farm life and is easy prey of a contemptible villain, in the person of Tom Roland, the ubiquitous \"other man,\" fate ordains it so. The wife's sister is an innocent, good-natured tomboy girl, who never for a moment dreamed that her sister's low spirits were due to anything else than ill-health; no more did John. He tries his best to cheer his wife, and as he bids her and the baby a fond adieu in the morning on his departure for the fields, he begs her to be hopeful, that better conditions are in store. Scarcely has he crossed the threshold when Roland appears at the window. This decides her; so taking her wedding ring from her finger and leaving a note of farewell, she elopes with the serpent. At that moment the sister enters, sees the note and determines to save her at any cost. Donning her riding bloomers, and armed with a revolver, she leaps on a horse and dashes wildly after them, they having escaped in a phaeton. On, on they go at breakneck speed, both holding the distance between them, until the harness breaks on the horse of the elopers and they resort to a rowboat to get across the river. Down comes the sister, and leaping from her horse, dashes to the landing, and with the aid of her gun enlists the services of the old boatman to row in pursuit. Masking her face, that her identity will be unknown, she fires at the fleeing couple, causing them to heave to. Coming abreast, and flourishing the gun, she compels Roland to leap overboard and swim off. Then she commands the wife to board her boat, and at the landing, to return home. Here she makes herself known, and in a struggle the wife gets possession of the gun, when in rushes Roland and seizing the sister is choking her, when kin asserts itself in the wife and she sends a bullet crashing through Roland's arm, who at the point of the gun is driven from the place. The wife, realizing her folly, as John enters throws herself in his arms, he being in total ignorance of her experience and narrow escape. Once more, and for all time, peace reigns in the little home, thanks to Tomboy Nellie.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.4",
  "imdbVotes": "22",
  "imdbID": "tt0000741",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}