{
  "Title": "The House of the Seven Gables",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "18 Oct 1910",
  "Runtime": "N/A",
  "Genre": "Drama, Thriller, Short",
  "Director": "J. Searle Dawley",
  "Writer": "J. Searle Dawley, Nathaniel Hawthorne",
  "Actors": "Mary Fuller",
  "Plot": "There is a carpenter by the name of Maule who owns a pretty little cottage in the historic town of Salem. A great man of the village, Col, Pyncheon by name, fancies this place as a site for a great house for his own family. He makes an offer of purchase which Maule refuses, he then insists upon buying whether the poor man will or no. When he meets with a stubborn refusal his wits set to work, and the days of witchcraft being at their height, he soon sees a way of accomplishing his purpose. Maule is accused of witchcraft and is arrested in his own home and dragged away from his wife, daughter and son. Then a startling scene is shown in which the carpenter is being led to the stake to be burned. The fires are lighted, and as the flames leap toward their victim we see the unfortunate man pronounce a curse upon Colonel Pyncheon and upon his house and children and their children's children. The next scene shows Maule's son, a young man, engaged upon some finishing touches in the work of the great house which Colonel Pyncheon has built upon the site of father Maule's dismantled cottage. Being left alone in the room, the son notices a grant from the king to a vast territory in the east, a grant which means the fortunes and affluence of the whole Pyncheon family. He secretes this document in a niche in the wall in the very room where he finds it, behind the great picture of Colonel Pyncheon's father. When the great man returns and misses the document he flies in a passion and would pursue the young man, but at that moment he finds himself confronted by a vision of the older Maule at the stake, his clenched bands upraised as he again seems to hurl the awful curse at the cringing rascal. The sight is so terrible that the old man falls back in his chair dead, and is found there by the villagers when they come to see the great house for the first time. Then the scene shifts to the fortunes of the family two hundred years later. The descendant who occupies the house is an old maiden woman, whose circumstances are so reduced by the lack of this wonderful grant from the king that she opens a little shop in the lower part of the house. She is not a very successful storekeeper and takes a lodger, a young man who bears a great resemblance to the Maule family of preceding generations, and who watches her unsuccessful business efforts until a young niece of hers, an embodiment of youth and buoyancy, comes to help her with the shop. Trade immediately picks up because of the young girl's fascinations, and the fortunes of the family mend a little, while the lodger becomes interested in the Pyncheon family from an entirely new point of view. It is evident, too, that the interest is mutual. One day, while he and the young girl are away for the day, Judge Pyncheon, a miserly relative and an exact prototype of the original Pyncheon, comes to the house and insists upon the family's right to have it razed to the ground and a thorough search made for the missing grant. In his search he almost stumbles upon the button which would open the space behind the portrait, but just as his finger rests upon it the ghostly figure of Maule at the stake appears above him and warns him away. The shock is too great for the old man, and like his ancestor he drops into the same antique chair and breathes, his last. When the young people return to the house they find the man dead, and that the aunt has been frightened by the happening and stolen away. She returns, however, in time to hear the young man announce his love and his right to speak of it even in the presence of death. He tells the whole secret of the story of \"The House of the Seven Gables.\" which is that the curse pronounced upon the Pyncheons is operative until the mighty force of love overrules it. His love for the young girl and hers for him can remove the curse; and as evidence that it is gone he steps to the old portrait, pushes the button, and as it swings out, shows them the long lost grant from the king, and, raising it, places the fortune in the hands of the girl.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNDM1MGJmNGEtOTJmYy00MjRkLTlhOTUtY2NmNWM2YjViNmJjXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001257",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}