{
  "Title": "A Man for All That",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "02 Dec 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Drama, Short",
  "Director": "Oscar Apfel",
  "Writer": "N/A",
  "Actors": "Jack Chagnon, Miriam Nesbitt, Jeanie Macpherson, Edna May Weick",
  "Plot": "A ne'er-do-well becomes discouraged and is about to end his life by drowning, when he is stopped by a passer-by. The derelict asks to be allowed to finish, but the newcomer promises him a chance to obtain money, and, incidentally, whiskey. He gives up his plan and follows him. At a ranch not far distant the ranch owner and Boffle, a cowboy, have just brought in the pay-roll for the hands away on the round-up. He finds his child critically ill and sends Boffle to find a doctor while he also goes for one in the opposite direction. Boffle, however, makes his way to a camp of cattle rustlers where he explains his errand to the gang boss, who is none other than the stranger who saved the derelict from suicide. Boffle tells him that if one of the men will impersonate a doctor, he will take him to the ranch and assist in the theft of the pay-roll. The boss decides to send the derelict, but when the latter bears the plan be refuses. At the point of a gun he is forced to submit. Arriving at the ranch, Boffle presents the derelict as the doctor. The ranchman's daughter, to whom her father had entrusted the keys of the safe, becomes suspicious of Boffle's actions and entrusts the keys to the derelict for safe keeping. The trust placed in him by the girl arouses his manhood and be determines to make good. To this end he manages to disarm Boffle and tells him he intends to go straight. Boffle vows vengeance and goes for the gang while the derelict explains matters to the household and they prepare for the attack. It is not long in coming. The rustlers demand that the money be turned over to them, but their reply is a volley from the house. The fight becomes furious and the gang, finding they are getting the worst of it, try to set fire to the house. In this they are prevented by the timely arrival of the ranchman and the doctor. The derelict returns the keys to the girl, who begs him to remain. He tells her the truth about himself, and still she asks him to remain. He refuses, but promises that he will return to claim her when he has fought the good fight and become a man again without question.",
  "Language": "English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001770",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}