{
  "Title": "The Black Sheep",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "07 Jul 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "N/A",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "Daniel Roberts is the father of two youngsters of about the same age, yet vastly different in their moral make-up. Frank is the model \"good child\" of the village, loved by his father and mother for his good behavior, while John is just the opposite, being unruly to his elders, always into mischief, and bringing mortification to his despairing parents. Ten years elapse, and we find John sowing his wild oats, while Frank obtains employment in a broker's office. While he stays late at the office nights, John entertains chorus girls at midnight suppers. John's conduct finally exasperates his father, and one night when he comes home intoxicated he is ordered from the house and told never to return until he has proven himself a man. During the twenty years that follow, Frank accumulates a vast fortune, but his extreme selfishness and miserliness causes him to neglect his parents, who are now growing old. Unable to pay the mortgage on their little home, the father and mother call at their son's Wall Street office with the hope of securing aid from him. They find the broker very busy, at first declining to give them audience and finally insulting the old gentleman by sarcastically handing him a small coin when the father tells him of their need. Cursing his son for his base ingratitude, the father takes the mother away. Nothing is left for them but the poorhouse. They are taken there and given shelter, while their son, who had been such a model youth, lives in luxury, laughing at the scoring the newspapers give him for the ill treatment of his aged parents. But away out West, John Roberts, now a millionaire mine owner, reads the news of his parents' plight; his big heart melts and he makes all haste to return East. Going to the poorhouse, he makes himself known to his father and mother and takes them away, promising them a home with him. When he hears the story of his brother's conduct he resolves to punish him. Knowing the man's greed for money and power, at an opportune moment he steps into the wheat pit and arrays himself against the erstwhile Wheat King. This scene, \"Brother Against Brother.\" is one of intense interest and excitement. Surrounded by money-mad brokers and speculators, the two brothers fight it out, John staking his rich mine against the vast wealth of his brother. At the stroke of the closing gong, Frank Roberts is no longer the King of Wall Street, but a. penniless beggar. The happy reunion of father, mother and their long-lost son makes a pretty sequel to this most interesting picture.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000810",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}