{
  "Title": "When Two Hearts Are Won",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "06 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Short, Drama",
  "Director": "George Melford",
  "Writer": "N/A",
  "Actors": "Sidney Drew, Alice Joyce, George Melford",
  "Plot": "Alcibiades Shamley and Cassandra, a sweet young girl, with a very bad temper, are married. After the wedding Cassandra prepares her pup, Cara, for the wedding .journey. The Pullman car porter discovers the dog in the car and Alcy and his bride are promptly put off. She wires her uncle, the vice-president of the road, asking that all the employees of the railway be discharged as Cara has been insulted. Reaching their first stopping place, Alcy is informed that no dogs are allowed. Cassandra insists she will keep the dog and they start out for another hotel. Alcy finally bribes the clerk of a railroad hotel to permit them to keep the pup. They are hardly safely landed, however, before the pup causes trouble. To cap the climax he makes a meal of the maid's new hat. In the meantime, Alcy has been receiving a series of telegrams from his wife's relatives, all in the same vein. The last one is a dandy: \"Take my tip. A six-barred fence isn't in it with Cassandra's temper. Some of her own medicine will cure her. Uncle David.\" As Alcy finishes reading this interesting message, the maid demands pay for the hat the pup has destroyed. This is more than Alcy can stand, and he proceeds to make things lively generally, winding up by accusing the pup of swallowing his collar button. Alcy throws the dog into the soup tureen, and starts on a general rampage. Cassandra picks up her uncle's telegram and sees a light. Stopping her husband in his mad career, she begs him to forgive her and obediently admits she is conquered.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001977",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}