{
  "Title": "Conscience",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "11 Mar 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "N/A",
  "Actors": "Maurice Costello, Mary Maurice, Van Dyke Brooke",
  "Plot": "The love of a wife for another, the jealousy of the husband when he discovers his wife's duplicity and the killing of the lover by the infuriated husband, brings about the development of \"Conscience.\" The husband lying in wait for his wife's lover stabs him to death. While he and his associate are throwing the body into the canal, the murderer unknowingly drops his dagger, which is picked up by a little baker boy who is making an early morning delivery. Pleased with his find and the elegance of its design, he hides it inside his shirt and hurries home to show it to his people. While they are admiring it, there is a disturbance out in the street and they all hurry outside to see what it is all about. They learn that the excitement is caused by the finding of the body of the lover in the canal. The baker boy, who still has the dagger in his hand, is asked by the police where he got it and if he knows anything about the murder. He explains the matter, but not to the satisfaction of the officers. He is arrested and under torture is forced to make a confession of his guilt, is tried before the Tribunal of Judges, one of whom is the assassin, and the Doge sentences the boy to execution. The murderer, who is now seen among the Judges, when he hears the death sentence of the boy, is conscience-stricken and confesses his guilt. The baker boy has been led to the scaffold, and as the executioner is raising the ax over his head, an officer excitedly makes his appearance with a pardon and the boy is saved.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001160",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}