{
  "Title": "Swords and Hearts",
  "Year": "1911",
  "Rated": "Not Rated",
  "Released": "28 Aug 1911",
  "Runtime": "17 min",
  "Genre": "Drama, Short, War",
  "Director": "D.W. Griffith",
  "Writer": "Emmett C. Hall",
  "Actors": "Wilfred Lucas, Claire McDowell, Dorothy West",
  "Plot": "As Hugh Frazier, son of a wealthy tobacco planter, leaves to join his company in the Confederate Army, he becomes engaged to Irene Lambert, a beautiful, but cold and calculating girl, who promises her hand when he returns victorious. Unknown to Hugh, Jennie Baker, a little girl of the \"poor white class,\" has fallen passionately in love with him. Her father is one of those who hate the \"aristocrats,\" eking an existence selling berries, etc., from their little garden. Hugh, making a flying visit to Irene, is only saved from capture by Jennie's devotion, she taking his horse and donning his hat and coat, by which she leads his pursuers astray. That night, Jennie's father is killed leading an attack by Bushwhackers upon the Frazier Mansion in an attempt to secure the family wealth, but old Ben, the negro servant, anticipates their designs by taking the family strong box and burying it. The Bushwhackers, however, burn the old mansion to the ground, Hugh's father, perishing in the ruins. Hence, when Hugh returns, he finds himself homeless. Irene has turned her attentions upon a Union officer, but Jennie is still faithful. Hugh now sees her worth, and old Ben appears with the strong box which has remained hidden since the night of the attack.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzdmOWJlOTMtODI1NC00MWE5LTkzNzItNTE3MTA1YzY4NzBkXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "253",
  "imdbID": "tt0001913",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}