{
  "Title": "That Winsome Winnie Smile",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "09 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "N/A",
  "Writer": "Carolyn Wells",
  "Actors": "Gertrude McCoy, Darwin Karr, Edward O'Connor",
  "Plot": "Winsome Winnie is besought by the Particular Young Man to go motoring with him and declining the invitation in order to help in the Charity Bazaar at the Armory. He goes with her, and the other girls decorate the booth. The other girls discover Winnie talking to a prepossessing looking man and they are highly incensed that while they work she flirts. But, when we look closely and see what Winnie is saying to the gentleman, we find that her smile has conquered the individual and he suddenly appears before the booth and makes the announcement that although he is the busiest man in the room, he intends to do all of the decoration for them because Winnie has smiled upon him. When the sale opens her smile makes the customers flock around the booth so that they are soon sold out and still there is money offered. Winnie offers to auction off a kiss. The bidding is fast and furious from everybody. Old Colonel Dare finally makes the highest bid and wins the kiss, but not until the \"busiest man in the hall\" has tried to put in his bid, offering his last ten dollar bill for it. The Colonel takes the kiss, pays one hundred dollars for it and then Winnie finds that her own particular young man does not approve of this proceeding and is more than put out. We see her conquering him as she has conquered everybody else by the winsome smile.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDI4MmJiMmMtMzQ3Mi00N2Y0LTlkYmUtYmQ0ZTQ1NzVlZmVjXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001922",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}