{
  "Title": "Mr. Jones Has a Card Party",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "21 Jan 1909",
  "Runtime": "10 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Frank E. Woods",
  "Actors": "John R. Cumpson, Florence Lawrence, Linda Arvidson",
  "Plot": "Mr. Jones, since his last escapade, had made strenuous efforts to amend the reputation he had gained in the eyes of the ladies of the Temperance League. But Oh! the ordeal, for such it was, was telling on him, and his pent-up spirits were threatening ebullition, when at last the chance comes. The league arranges to attend a three-days' convention out of town, and when Mrs. Jones departs, Jones sends a note to Smith, telling him to bring the gang, and they would have a \"Prayer Meeting,\" enjoining him not to forget the \"fixings.\" Well, the gang are not long in putting in an appearance, for they feel that every minute's delay is a chunk lost from a golden opportunity for fun. Of \"fixing\" there is much, and it isn't long before they are in the \"Wild Indian\" stage of inebriety. During this time the feminine nemesis of Rum, the League has arrived at the station just in time to see the train pull out. Madder than wet hens, they decide to pass the night with Mrs. Jones. \"Oh, horror! Oh horror! a couple of times.\" Does not your sympathetic heart go out to poor unsuspecting Jones who in the meantime has gotten into a glorious condition, and the gang dress him in one of his wife's gowns, paint his face, carry him to the bedroom and throw him into bed, covering him up with the bedclothes. At this moment the prohibition party are seen approaching the house. The men hide as best they can the \"fixings,\" and are sitting reading books entitled \"Down with Rum\" when the ladies enter. They of course are delighted at this sight, and the absence of Jones is explained by a faked note calling him to attend a sick friend, noble Jones. The ladies go to the bedroom to remove their wraps, and their intrusion arouses Jones, who, not recognizing them, makes a dash for them, at which they all rush wildly into the drawing room, screaming that there is a madman in the bedroom. The men then rush in and while pretending to annihilate the imagined maniac they tidy up Jones and slip him through the window, that he may go around and enter the front door. The fright attending this episode has somewhat sobered him and everything would have been well had not Mrs. J. got a whiff of his breath. Even this would have passed, but Sister Anderson spies the bottles. Well, it's all off. It looks bad for Jones until the gang step forward and claim all the blame, as Jones was not even present. Here Jones makes the bluff and exclaims majestically. \"Madam, nimium de crede colori!\" or, in other words, \"Trust not to appearances.\" and the bluff goes.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMmI1MDI4ZWUtZWQwMC00NzhkLTg5MzUtZGJiY2RiMTM5MTllXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "68",
  "imdbID": "tt0000974",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}