{
  "Title": "A Midnight Cupid",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "07 Jul 1910",
  "Runtime": "17 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Charles West, Mack Sennett, George Nichols",
  "Plot": "Perry Dudley, a young man of wealth and position, is the center of attraction with the matchmaking mothers, as he is considered the season's best catch. The daughters are by no means backward. In obtruding themselves to his notice. In fact, he is so annoyed and bored by this bevy of fawning females that his life becomes one of ennui. He longs for a change where people are less superficial. While fulfilling one of his social obligations his house is entered by a poor unfortunate tramp, a veritable soldier of misfortune. The poor fellow has a letter in his pocket from friends in his native village from whence he left when but a small boy. The missive asks that he return and he will be taken care of. He is inclined to go, but cannot make the trip on an empty stomach, so his visit to the Dudley mansion is in quest of food. He finds no one at home, and espying a decanter of wine on the table, in lieu of food, takes a drink. The wine has both an intoxicating and soporific effect, and when Perry returns he finds his nocturnal visitor on the floor in a profound bacchanalian slumber. As he lifts him to a chair Perry sees the letter, which he reads. What a chance. He decides at once to disguise himself and go to the country in the tramp's place, assuming that no one would recognize the deception. Placing a ten-dollar bill in the tramp's pocket instead of the letter, he instructs his valet and butler to take the sleeping tramp out and lay him on a bench in the park. Off Perry goes to present himself as the long-lost native, and has little trouble in convincing the old tanner that he is the personage to whom the letter is addressed. Of course, he is welcomed, but one thing he didn't bargain for was work on the farm; still he must endure it. Another thing he didn't bargain for, but is willing to endure, is the companionship of farmer's pretty daughter. It is a case of love on both sides. Meanwhile, the tramp awakening and finding the money, resolves to go back to his old home. His arrival is uneventful, as no one will believe him until he shows the farmer several marks or scars of identification as proof, hence the farmer chases Perry off and locks the daughter in her room. But, pshaw! As they appreciate the fact that love has ever given locksmiths the merry ha ha, they won't let a little thing like that break their romance, so they elope. When they arrive at Perry's mansion the girl is amazed, but is reassured by the presence of a minister, who makes them one just as the old father, who has followed with a neighbor, enters. He not only makes the best of the situation, but considers himself the most fortunate father in Christendom with his daughter making such a match.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.8",
  "imdbVotes": "5",
  "imdbID": "tt0001319",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}