{
  "Title": "Behind the Scenes",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "11 Sep 1908",
  "Runtime": "9 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, Gladys Egan, Kate Bruce",
  "Plot": "Mrs. Bailey, the young widowed mother of a child, now ill, and with but faint chance of recovery, must undergo the torture of smilingly responding to the generous plaudits of a thoughtless throng at the theater, while her heart is torn with anguish that only a mother can appreciate, for \"Earth holds no symbol, has no living sign to image forth a mother's deathless love.\" 'Tis the opening night of a big production at the opera house, and at eight o'clock we still find the distracted actress in her humble apartment bending over the wan figure of her little one, while her own mother stands by in mute distress. A knock at the door signals the entrance of the call-boy, with a note from the manager to say that she must come at once to the theater or suffer the loss of her position, a thing she can ill afford, as it furnishes the only revenue, meager as it is, with which she maintains her little home. Madly rushing to the theater, she hastens into her costume and appears at the entrance just as the curtain rises. Here is the crucial test of the actor's art. With heart as heavy as stone, she trips on to be greeted by the thousand smiling faces of pleasure-seekers in anxious anticipation of her dance, which is a feature of the performance. The dance over, she exits to be met by her mother, who has been sent by the doctor to bid her hurry home if she would see her loved one alive. Meanwhile there are storms of applause from an insistent public, soliciting an encore; hence she is aroused from her apparent lethargy by the stage manager, who fairly pushes her back on the stage. Again before the audience, her art befriends her, but in the course of the dance a mother's intuition asserts itself and in her mind's eye she sees her little one, but only for a moment, for the audience is thrown into a wild tumult, which tends to recall her to the exigencies of her position, and so she finishes the number. Dashing wildly from the theater to her home, she arrives, but too late. For when she meets the kind-hearted doctor at the door, her worst fears are confirmed. The scene that follows positively defies description, and we can only say that it is unquestionably the most powerful ever shown in motion pictures.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.5",
  "imdbVotes": "63",
  "imdbID": "tt0000644",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}