{
  "Title": "The Master and the Man",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "15 May 1911",
  "Runtime": "N/A",
  "Genre": "Crime, Drama, Short",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "King Baggot, Mary Pickford, William Robert Daly",
  "Plot": "Henry Jenkins, who has served his time in state's prison, is released. He now seeks his former confederate in crime, Basil King, who is living in affluence. King is not overjoyed to see his former pal, but Jenkins comes just in time as King's butler has left and he is about to entertain lavishly. Jenkins dons the habiliments of the butler and enters upon his new duties. King loves Elsie Graham, who gives her heart to Ralph Webster. Miss Graham and Mr. Webster are guests at the reception. Ralph takes advantage of an opportunity and asks Elsie to marry him and she consents. He has forgotten the ring and announces he will leave the party to get it. One of the guests wears an expensive necklace, which is admired by all. King cannot resist the temptation to steal it and the act is noted by Jenkins. The loss is discovered and suspicion is cast upon Ralph, who left the party for a short time. The woman who loses the necklace employs the services of a clairvoyant and invites all the guests to be present at the test the following day. King is the last to arrive. The woman lapses into a state of coma and then announces that the thief who stole the necklace is in the room, being smoothly shaven. Ralph and King are the only men present devoid of hirsute appendage and King makes off unobserved. Suspicion falls on Ralph, of course, and he is driven from the house of his fiancée by her irate father, who believes him a thief. In his grief Ralph calls on King and tells him of the false accusation in a heart-broken manner. King, who has been refused by Elsie, is penitent and his better nature asserts itself. He bids Ralph be of good cheer and telephones Elsie to come to his rooms. She does so and King assures the pair that he will clear up the mystery, producing the missing necklace. They are happy and King is overcome with disappointment and is inconsolable to his grief at the happiness of his successful rival. Ralph and Elsie leave much elated. King summons Jenkins, gives him the necklace and a letter to take to the woman from whom the jewels were stolen. In the letter he confesses to having taken the necklace. Jenkins goes out. In the park he stops and reads the letter. He tears it in half and writes that he, Jenkins, is the thief, and that he can be found at the home of King. He delivers the necklace and letter and returns to find King dead in his chair. Jenkins, overcome with emotion, burns the letter written by King and calmly awaits the coming of the officer, which is inevitable. The story ends with Jenkins once more at the office of the warden of the penitentiary, coming voluntarily, to serve time for a crime he did not commit.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001774",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}