{
  "Title": "Carmenita the Faithful",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "04 Feb 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "A Mexican love story with many thrills and a deep appeal to the heart. Carmenita is the daughter of a Mexican innkeeper and is loved by all. One day two young Mexican ruffians enter and make vulgar love to her, much to her dislike, when Frank Dougherty, a young cowpuncher enters, and protects her. For this he gains the love of the girls and soon learns to love her himself. But the padre of Carmenita, miserly, seeking worldly gain, endeavors to pawn his daughter to a wealthy Mexican, but Frank appearing on the scene at the time insists that 'Nita shall be his. The father orders Carmenita from the house and the rich suitor swears revenge. Months pass and Carmenita and Frank are happy. But an accident occurs to Frank and for a time he is crippled, unable to walk. The rich suitor learns of Frank's misfortune, comes to the house and threatens to kill the now helpless husband unless Carmenita goes away with him. Carmenita, to spare her husband's life does as the Mexican bids, and later when the doctor, who has called, learns of the kidnapping of his patient's wife, dispatches the sheriff and a posse in pursuit. They overtake the two when, Carmenita having rebelled and attempted to slay her captor, is in danger of her own life at the hands of the rich Mexican, and is saved only by the timely interference of the sheriff and his men. Carmenita is restored to her husband and the Mexican imprisoned.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNDEzZTc2ZTAtZDMyZS00NzhjLWJkNmQtZGI3YTk5ZDM2OGJlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001533",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}