{
  "Title": "The Harbinger of Peace",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "16 Aug 1912",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "Robert Brower",
  "Actors": "Robert Brower, Mary Fuller, William West",
  "Plot": "The story begins with Dora, the daughter of Farmer Wilson, and Dick the son of neighbor Andrews. The young folks are very much in love and there seems to be no reason why they should not be the happiest mortals on earth. It is while they are saying their farewells over the garden fence that Farmer Wilson approaches, leading Farmer Andrews' cow which has broken into his garden. Farmer Wilson is properly outraged at Farmer Andrews, for it is more than likely that the latter's shiftlessness in allowing his fences to fall into a state of dilapidation permitted the cow to commit a trespass. Accordingly, Farmer Wilson berates his neighbor and the trouble starts. Dora is ordered home forthwith, and when she tells her father of her love for their neighbor's son, the old gentleman declares himself in unmistakable terms. Dora temporarily accepts the verdict, but she does so with a mental reservation and later when she announces her determination to marry Dick, the stern old farmer orders her from the house. Farmer Andrews is not so vindictive. That his son should want to marry Farmer Wilson's daughter appeals to his sense of humor, and he aids the young folks in their plans. Dick and Nora get married and set up their own little establishment. Farmer Wilson learns of the event and, out of the bitterness of his soul, he takes down the old family Bible and sternly draws his pen through the name of his daughter on the family record. To the old man this is a stern duty. The disobedience of his daughter in marrying the son of his sworn enemy is more than his simple nature can endure. It embitters his life. With Farmer Andrews the event has an entirely different aspect. While he regrets the uncompromising attitude of his fellow neighbor he sympathizes with his son and daughter. In the course of events Dora gives birth to a son and it seems that this should be an occasion for rejoicing. Farmer Andrews is truly elated. The news of the event reaches the country store, where all the old farmers foregather to exchange gossip and, when Farmer Wilson appears, an effort is made to reconcile him to the circumstances. The old doctor is urged forward to communicate the news, but Farmer Wilson receives the information without a show of interest. When Farmer Andrews offers his hand in reconciliation, it is ignored and, with a determination characteristic of his kind, old Farmer Wilson rides away, more than ever set in his purpose to ignore his daughter. But curiosity gets the better of old Farmer Wilson and he makes his way to the new home of his daughter and managers to slip into the house unseen, where he finds his little grandson in the cradle. The old fellow gathers the child into his arms and, while he is thus fondling it, the daughter comes in. There is a moment's hesitation and then father and daughter embrace. A speedy reconciliation of the two families follows and the little grandson has become a true harbinger of peace. As a last scene in this beautifully told story, Farmer Wilson again takes the old Bible and inscribes upon the record the birth of his grandson.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTBhMzkzMGUtMmM4Mi00M2VjLTgzN2YtY2QzNmM2NDZkNTlhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002227",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}