{
  "Title": "The Necklace",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "01 Jul 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Frank E. Woods, Guy de Maupassant",
  "Actors": "Rose King, Herbert Prior, Caroline Harris",
  "Plot": "Miss Louise Leroque was one of those charming young ladies, born, as if through an error of destiny, into a family of clerks, and after she married John Kendrick, she suffered an incessant yearning for all those delicacies and luxuries she felt were her due. John was a bighearted, indulgent husband whose every thought was for his wife's happiness, and while Louise was a devoted wife, still there was the strain of selfishness ever apparent, for she who studies her glass neglects her heart. She yearned for ostentation, and poor John was in no position to appease this desire. However, an occasion presents itself when they can at least bask in the radiance of the social limelight, in an invitation to attend a reception tendered a foreign prince. John is in the height of elation, hut Louise meets him with that time-honored remark, \"I've nothing to wear.\" Well, he feels the strength of her argument, so goes and pawns his watch and chain to procure her a gown fitting for the occasion. The gown emphasizes the absence of jewel ornamentation, so they visit their friend and neighbor, who lends them a handsome necklace. At the reception she makes quite a stir and is presented to the prince, who becomes decidedly attentive. Arriving home after the affair, Louise rehearses the incidents of the event, when suddenly she stands petrified with horror. \"My God! The necklace is gone.\" High and low they search, and even back to the ballroom, but without result, for we have seen it stolen from her neck by a sneak thief while she is talking with the prince. Unable to find the necklace, they swear to give their fingers to the bone, their life's blood until it is paid for. But then there is the humiliation of not returning the jewels, so they hunt for a duplicate. At the jeweler's they find one, in appearance an exact copy, but the price is $20,000. Twenty thousand dollars to ones in their condition meant a large fortune. However, John borrows money on his salary, gets loans from his various friends and is granted a large advance by his employer, giving notes for same: in fact, mortgaging his very life as the result of vanity. With the money he purchases the duplicate and gives it to their friend, who is unaware of the substitution. Meanwhile, the thief has taken the necklace to a pawnshop and finds it is a worthless imitation, and so throws it into the rubbish heap. Five years later we find the couple toiling, toiling, but still in bondage; after night in the endeavor to make a little extra above his ordinary salary. Ten years we find them, still hounded by the note collectors, aged and broken in health, yet determined. Twenty years, and the last penny on the necklace is paid, but at the expense of their bodily strength. Having cleared up his debt with his employer, he is discharged, being too feeble to do the work. As a last resort they write to their friend, confessing the substitution of the jewels, and their plight as a result, begging that she give them some slight assistance. Their friend, of course, is amazed, she cognizant of the worthlessness of her property, so hastens to give Louise back the jewels, arriving only in time to put them about her neck when she sinks back dead. John, poor fellow, is found sitting in a chair at the head of the bed, also dead. They had received vanity's reward.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYmUzNjc4ZmUtNTRhYy00YWVjLThmMmYtYmIxOTBjODE3ZWUxXkEyXkFqcGdeQXVyODc0OTg1OTg@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "61",
  "imdbID": "tt0000981",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}