{
  "Title": "How a Horseshoe Upset a Happy Family",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "28 Dec 1912",
  "Runtime": "5 min",
  "Genre": "Comedy, Family, Short",
  "Director": "C.J. Williams",
  "Writer": "Louise Sydmeth",
  "Actors": "Edward O'Connor, Alice Washburn, Yale Boss",
  "Plot": "Mrs. Murphy while marketing one day finds a horseshoe which she believes to be the emblem of good luck and brings it home but her husband disagrees with her and insists that she must not keep it as a horseshoe has always been bad luck to him. When a telegram arrives from his mother in-law stating that she is coming for a long visit, Mrs. Murphy exclaims, \"This is good luck.\" Mr. Murphy retorts, \"It is bad luck.\" This starts a lively quarrel which ends in Mrs. Murphy having her way. She insists upon keeping the horseshoe and decides to hang it on the wall and in doing so it falls and breaks a mirror. This means seven years bad luck to Mr. Murphy, who loses all patience with his wife and finally throws the horseshoe out of the window. It strikes a man on the head in the street and nearly fractures his skull. The injured man with blood in his eye quickly finds the thrower of the horseshoe and a pummeling match ensues in which Murphy gets the worst of it. More bad luck; but the straw that breaks the camel's back is when Murphy's mother-in-law arrives and smilingly presents him with a \"good-luck\" horseshoe all tinseled and trimmed with ribbons. This is too much for Murphy. He throws a fit, shrieks, tears his hair and goes into convulsions. The scene ends in a most laughable tumult.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "16",
  "imdbID": "tt0002259",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}