{
  "Title": "Romance of a Jewess",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "23 Oct 1908",
  "Runtime": "10 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, George Gebhardt, Gladys Egan",
  "Plot": "Ruth Simonson, with her father, is seen kneeling at the bedside of her mother, whose sands of life are rapidly ebbing. Realizing her end near, Mrs. Simonson takes from her neck a chain and locket and places it around the neck of her daughter, Ruth, with the prayerful injunction that she be ever guided in the path of prudence and virtue by this memorial. Commending her to the care of her father, the old lady goes to meet her Master in the Great Beyond. Two years later we find Ruth assisting her old father in his pawnshop. Mr. Simonson, although a money-lender, is benevolent in nature and his many deeds of munificence have endeared him to all who know him. Hence, when the local schatchen appears with Jacob Rubenstein, a wealthy suitor for his daughter's hand, it was his desire for her future happiness that induced him to look with favor on him. Ruth, however, had given her heart to Sol Bimberg, an impecunious bookseller in the neighborhood. While Mr. Simonson has no aversion for Sol, still to wed his daughter is out of the question, as his prospects are very poor. Ruth is determined, and when it comes to choosing between her father and her lover, she accepts the latter. Seven years later the little family, increased by a child, are living happily, when a fall from a ladder causes the death of Sol. Ruth, finding business cares too much for her, is forced to sell out to Rubenstein. The pittance realized from the sale does not last long, and poor Ruth is stricken down with the dread disease that carried off her mother. Reduced to poverty, she is forced to send the little girl to the pawnshop with the locket, on which to raise enough to buy a bit of bread. At the pawnshop, old Simonson recognizes the locket, and his heart at once softens, so he goes with the child to the garret, where he arrives just in time to reconcile his lost one when she breathes her last. Crushed and heartbroken, the old man folds her child, his granddaughter, to his breast, which forms the closing scene of a most touching and heart-stirring film. Several of the scenes arc decidedly interesting in the fact that they were actually taken in the thickly settled Hebrew quarters of New York City.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZmM2Mzc2MTQtYjliMy00M2I4LWJkOTMtOTU1OTlkZDYxYTE2XkEyXkFqcGdeQXVyNTcwNjUwNzk@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.1",
  "imdbVotes": "138",
  "imdbID": "tt0000752",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}