{
  "Title": "Fortunes of a Composer",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "21 May 1912",
  "Runtime": "14 min",
  "Genre": "Drama, Short",
  "Director": "Charles Kent",
  "Writer": "N/A",
  "Actors": "Charles Kent, Rose Tapley, Norma Talmadge",
  "Plot": "Samuel Herman, a composer, in seeking recognition for fame and fortune, goes to Paris and takes a position in a small music hall, playing there at night and writing music during the day. His compositions do not find a market and disappointed and disheartened, he sends them to his wife and daughters in America, to be disposed of by them if possible. He loses his memory through an attack of aphasia. His wife and daughters dispose of his compositions for $100,000. They send word to their father to the address which he had given them, but no one knows what has become of him and so the letter is returned unclaimed with a report that the professor is dead. Two years afterwards Herman's memory returns when he hears his music played upon the street and he determines, after he has fully recovered, to return to America. He goes to his old home and is told by the janitor that his family has moved away when they become rich. He makes his way to the opera house where one of his operas is advertised to be sung that night. As he is entering, his wife and daughters, in evening costume, alight from a limousine and pass in without recognizing him, so changed is his appearance. He gets a seat in the front row of the gallery, where he listens intently and raptly to the music which his own brain conceived, and the hand with which he is unconsciously beating time has written. He does not see his wife and daughters, sitting in the opera box, applauding and taking to themselves the credit and fame of the father and husband. After the performance everybody leaves but the professor, who is left sitting there alone. The lights are put out and the hand of death closes the old man's eyes and he awakens in Heaven.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.6",
  "imdbVotes": "20",
  "imdbID": "tt0002196",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}