{
  "Title": "The Strike at the Little Jonny Mine",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "30 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Arthur Mackley",
  "Plot": "Young Jim Logan, a miner at the \"Little Jonny\" mine, is in financial straits owing to the long illness of his wife. Other misfortunes follow when Jim learns of the discontent of other miners and their grumbling at the present wage scale they are receiving. It is finally decided to make demands to the mine owners, and Jim is chosen to appeal to the superintendent. J.C. Phillips. Phillips' answer is to tear up the communication and to kick Jim out of the office, into the arms of the enraged miners. Vowing vengeance, the whole crew throw down their tools and repair to a nearby saloon to make plans for making their employer \"come through.\" Jim refuses to be a party to their intended violence, and going home he tells his wife of the strike. He is then visited by a committee of the strikers, who ask him to join them, but he refuses to do so. Jim then learns that his wife has received a check from Supt. Phillips to tide them over during the strike and Jim, who is confident that, while the miners are partly in the right, he must prevent them from resorting to violence, decides to watch out carefully and to warn the superintendent of his danger. After he leaves the house, his wife, struggling from her sick bed, mounts a horse and after a long ride notifies the sheriff who, with a posse, rides to the relief of the superintendent, whose life is in peril. Back at the mine a crowd has gathered and have attacked the building, determined to lynch Phillips. Logan and Phillips, inside, hold them off and finally, seeking to escape through a window, Phillips is wounded. Logan lights off the half dozen miners until a few minutes later, he is overcome just as the sheriff and posse ride up and disperse the mob. Later, when Logan again calmly asks the superintendent to grant the demands of the strikers, Phillips seats himself at his desk and writes an order granting all their demands in full.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjk2YzY2MGItMGVjZi00OTYzLWE5YWUtYzAwMTlhNTVjM2VjXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001903",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}