{
  "Title": "A Fallen Spirit",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "N/A",
  "Runtime": "6 min",
  "Genre": "Animation, Short, Fantasy",
  "Director": "Segundo de Chomón",
  "Writer": "Segundo de Chomón",
  "Actors": "N/A",
  "Plot": "A musketeer arrives at an inn and announces to the staff that he possesses a magic sword. Greatly excited by this news, they beg him for a performance, and so, taking his sword and spreading his arms in the air, a tablecloth appears out of mid-air and spreads itself on the table. Next come some goblets which also come out of mid-air and set themselves on the table. Following this is a centerpiece, also coming out of mid-air, and some candelabras which dance. A moment later, everything disappears. The musketeer, tired after his performance, wishes to be shown a room to rest, and a moment later is soon fast asleep. No sooner has he dozed off then in sneaks Nicholas, a kitchen boy who was entranced by the performance. Without giving it a second thought, he grabs the sword and sneaks back downstairs, and into the main room. Excited to perform his own magic with the sword, he has no idea how to use it properly, and disastrous results follow. Plates come out of nowhere and fall on him, rendering him momentarily unconscious. These are followed by some pillars, and climbing on top of one, he rides around a whole circle of them, fights with them, and is bewildered by them. Soon, more plates come out of nowhere and bury him completely, causing a huge racket and waking up the musketeer, who, upon finding the sword missing, runs downstairs and finds the rest of the staff. Going into the main room, they find the foolish boy buried, and pull him out, the sword running through the back of his shirt. He is all too happy to be rid of it.",
  "Language": "None, French",
  "Country": "Spain, France",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYjcxZDU4NDYtMWYyMS00MTI1LWExMDMtMGJiNzNiZTc4YzhkXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "138",
  "imdbID": "tt0001218",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}