{
  "Title": "A Summer Flirtation",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "12 Oct 1910",
  "Runtime": "N/A",
  "Genre": "Short, Comedy, Romance",
  "Director": "Theodore Wharton",
  "Writer": "N/A",
  "Actors": "Billy Quirk",
  "Plot": "Two chums, Jack and Jim, take a room together for their vacation at a summer resort, and both become deeply attached to Dolly. The story opens when they are both attempting to be her partner in a game of tennis, a problem that is only solved when her parents come along and ask Jim to accompany them for a walk round the garden. Jim, to find some excuse that will take him back to Dolly, pretends to hurt his knee, and as soon as the old couple are out of sight runs back in time to hear Dolly make an appointment with Jack for 8 o'clock that evening. To get rid of Jack, he tells him that Dolly's parents require his presence, and he then suggests to Dolly that he take her out for a row on the lake. Jack soon finds out that the message was a hoax, and returns in time to get into the rowboat as it is about to start. Jim refuses to row, and Jack prefers to sit next to Dolly. She, however, not wishing to get mixed up in the scrape, gets out of the boat, and Jim follows and makes an appointment also to meet her at 8 o'clock. Jack overhears this. Both lads depart to their room, and having over two hours to spare decide to take some sleep. Jack wakes up at 7 and, seeing the boot polish, blacks Jim's face while he sleeps, and then returns to his bed. Jim wakes up later and the same idea occurs to him, and he blacks Jack's face. At 7:50 they are both up and laughing to think what a fool the other looks, not knowing that he himself is in the same position. They proceed separately down the street to Dolly's home, followed by crowds of curious persons and school children. Jack arrives there first, and Dolly goes into hysterics when she sees him, and her father ejects him down the steps, much to Jim's delight, who sees this as he approaches. Jim also then enters and is not recognized at first. He kisses Dolly, leaving black marks on her face, and at last is able to explain who he is. They give him a glass and, seeing his plight, he goes out swearing vengeance on Jack. They meet in their room, and with the aid of two friends, the beds are moved aside, coats taken off, and a fist fight commences. At this moment each receives a letter from Dolly to the effect that she and her parents are leaving next day for New York and that she has enjoyed her flirtation immensely. Finding out that they were about to quarrel over one who was only trifling with their feelings, they shake hands and make up.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001404",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}