{
  "Title": "Ex-Convict No. 900",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "16 Oct 1908",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Edwin S. Porter",
  "Writer": "Edwin S. Porter",
  "Actors": "Maurice Costello, Charles Ogle, Herbert Prior",
  "Plot": "A New Lease of Life: Convict No. 900 is released from prison. Handicapped by poverty, disgrace and weakness, resolved to begin life anew. Hastens homeward to see his wife and child. Man's Inhumanity to Man: He finds a position as shipping clerk and does well. Wife's and child's happiness his incentive. Works hard, but detectives spot him, and he is discharged. \"Trying Again:\" Undismayed, he starts to find another position. Without friends or influence, it is a hard task. Returns home to find his child sick. Unable to get medical assistance. \"Nil Desperandum:\" Every hand against him. Everywhere refused work. Is well-nigh discouraged. Fight on, bravely, hoping against hope. A Hero at Heart: Wild excitement on the street. Runaway team about to dash a child to death. No. 900, at the risk of his life, saves the child Modestly retires, a nameless hero. Back to the Old Life: After a weary struggle, rebuffed everywhere, he gives up the fight, determines to return to thieving. Gets his tools and starts, locates a house and enters. Caught in a Trap! In a banker's house, old instincts revive. Finds plenty of loot, starts packing. Surprised at work. Covered, he is helpless. Banker confronts him. A Friend in Need: Banker calls up police. House surrounded. Banker's only child enters the room, looking for \"Dollie.\" Recognizes No. 900 as the man who saved her from the horses. Gives him a cordial greeting. Banker amazed, sends police away. The Helping Hand: Guided and assisted by the banker, No. 900 obtains work; his wife, food: his child, medical attention, and we leave him in a happy home, with life well worth living.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.5",
  "imdbVotes": "21",
  "imdbID": "tt0000677",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}