{
  "Title": "The Cowboy Millionaire",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "21 Oct 1909",
  "Runtime": "22 min",
  "Genre": "Short, Western",
  "Director": "Francis Boggs, Otis Turner",
  "Writer": "N/A",
  "Actors": "Mac Barnes, William Garwood, Adrienne Kroell",
  "Plot": "Bud Noble, a handsome specimen of manhood, is foreman on the Circle \"D\" ranch outside of Circle City, Idaho, and our opening scene pictures Bud as the cowboy roping and tying a steer. With its bucking bronchos, pitching mustangs, bucking steers, and the biggest novelty ever, the acme of all thrillers, \"see Bud bulldog a steer.\" Only three men have successfully accomplished this feat and lived to tell about it. Then Bud receives a shock. The local operator appears with a telegram. \"Your Uncle John dead. You are sole heir to his estate valued at several millions. Come to Chicago at once.\" The astounded cowboys tumble over with sheer amazement. Bud buys and the scene closes with a characteristic rush for the bar. \"One year later\" Bud tires of society. We see Bud and his new wife entertaining and our cowboy shows plainly that he is desperately weary of the effete East, then Bud goes to the club and the men he meets there and their conversation is getting on his nerves. \"After the theater\" a return home and Bud longs for the fresh air of the vast West. As he sinks wearily into a chair a Remington painting catches his eye. It is one he had recently purchased, a broncho buster and his locoed horse. The artist had caught the wild spirit of his subject, and as Bud's mind returns to scenes of a similar nature, a happy inspiration comes. \"By Jove, I'll do it.\" He seizes a telegraph blank, rings for his butler, and sends the following message: \"Col. Dalton, Foreman Circle 'D' Ranch, \"This high-brow life is killing me. Am sending you special train. Bring the whole outfit, band, horses and all. This town needs excitement. Come and help wake it up. BUD.\" A few days later we see the boys at a swell suburban depot: Bud and his wife in their auto, and the punchers in chaps and sombreros soon create a world of excitement on the city streets. Then Bud takes the boys yachting; next to see a melodrama, where the Colonel takes exceptions to the villain's heartless treatment of \"Bertha, the Sewing Machine Girl.\" \"Bud, either send those horrid creatures back where they came from or I get a divorce,\" declares Mrs. Bud. So the boys are next seen in a palatial café car homeward bound. The Colonel gets into an argument with the colored cook and that worthy dives through an open car window to escape the cowboy's wrath. Our closing scene is in the cozy home of the millionaire. He and his wife are enjoying a quiet tete-a-tete when the butler bands in a telegram. It reads; \"On root. Everybody enjoyin' theirselves. The Colonel sure some happy, he just shot a coon. Will send the bill to you. THE BOYS.\" Bud laughs heartily. The wife joins and as she nestles up to her big manly husband, says: \"You won't ever want to be a cowboy again, will you, Bud?\" Bud turns slowly; looks at the Remington painting which has been the innocent cause of their recent quarrel, and walking over, he turns the picture to the wall, holds out his arms to his wife, and as her head nestles against his shoulder, we plainly catch his words, \"Never Again.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzhkNzFiYmUtNDNjZi00MWY0LWEyNGYtM2RmMGY1Yjc3MzRiXkEyXkFqcGdeQXVyNDY1NzU5NjY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "61",
  "imdbID": "tt0001321",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}