{
  "Title": "She",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "13 Nov 1908",
  "Runtime": "N/A",
  "Genre": "Short, Fantasy, Sci-Fi",
  "Director": "Edwin S. Porter",
  "Writer": "H. Rider Haggard, Edwin S. Porter",
  "Actors": "Florence Auer, William V. Ranous",
  "Plot": "A mysterious metal box is bequeathed to Leo, a young Englishman, to be opened on his twenty-fifth birthday. It is opened in the presence of his guardian, and his servant. They find an Egyptian tablet 2,000 years old. The guardian, a linguist, interprets it. It tells how, 2,000 years before, an Egyptian princess and her husband, traveling in Africa, meet a mysterious woman, a queen, called \"She,\" with power over Life and Death. \"She\" falls in love with the prince, and, in jealous fury, kills him. \"She\" sends the princess out of the country. \"She\" has the body entombed to await his reincarnation. The princess leaves an account of her adventure on a tablet; bequeaths it to her descendants, that one may some day find \"She,\" wrest the secret from her, and avenge the ancient wrong. Leo determines to seek \"She.\" The three reach Africa, where they are met by men from \"She,\" who has seen their arrival, in a vision. While awaiting the chief's return, Leo is kissed by Ustane, a beautiful maiden, and she thereby becomes his wife. The Englishmen are set upon by the natives and only saved by the chief's arrival. He conducts them to \"She,\" who finds in Leo the reincarnation of the prince. Leo is overcome by the wondrous beauty of \"She.\" \"She\" prevails on Leo to bathe in the \"Pillar of Life.\" a mysterious fire, but he hesitates and \"She\" to encourage him enters the flame, becomes young and radiant, but gradually grows old before his eyes until her form is entirely consumed.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000757",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}