{
  "Title": "The Heart of a Cowboy",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "25 Dec 1909",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, George Creel, Loma Besserer",
  "Plot": "Two handsome young Americans, cowboys of the \"Bar O\" ranch, fall in love with Kitty Blair, the pretty daughter of a neighboring ranchman. The two young fellows have been pals up to the time they meet Kitty, when a bitter rivalry rises between them. Kitty presents Stephen Bronson, one of her admirers, with her latest photograph, but shows her impartiality when she gives Stephen Howard, the other suitor, a similar photograph. The two young fellows finally resolve to see the girl together and ask her to choose between them. When they state their case to Kitty, she hesitates but a moment and gives her hand to Bronson. Howard manfully withdraws, after shaking hands with Bronson and wishing the two a happy life together. It is not long, however, before Bronson shows the other side of his nature. Bronson loses money gambling and plans to reimburse himself by appropriating another ranchman's cattle. Bronson takes into his confidence one Will Parsons, another cowpuncher, and when night falls they visit the corral and make away with a half-dozen of the ranchman's choicest steers. Parsons is sent on to sell the cattle while Bronson rides off to visit his sweetheart. In the meantime discovery of the theft is made, and a photograph of Kitty, bearing the legend, \"To my friend Steve,\" is found close to the spot where the cattle were rounded up. A visit to Steve Howard's adobe follows, but Howard's entire ignorance of the entire affair seems to point out his innocence. There can be but one other Steve who could be guilty, and Bronson is hunted up. He is apprised at his sweetheart's home, accused of the theft, and is about to be led away to the lynching tree, when Howard, who has come upon the scene, steps in front of Bronson and shoulders the guilt himself. Bronson is thunderstruck but does not offer to interfere when Howard is led away. He is not quite capable in his black soul of appreciating the nobleness of Howard's sacrifice. On the other hand Howard is firmly convinced that Bronson is innocent and it is to make happy the girl he loves in taking Bronson's place. Bronson, after the party has left, turns to the girl and begs her to go East with him. She consents and goes into the house to pack her suitcase. While she is in the house Parsons, having sold the cattle and returned with the money, calls Bronson aside and tells him he is ready to divide. They are in the midst of this transaction when Kitty comes out of the house and hears them talking about the theft. Immediately she realizes Howard's great sacrifice, for the cowardly knave she has agreed to marry, and in a moment desperately resolves to turn them over to justice and to save Howard's life. They are surprised when they look up into Kitty's revolver, but she forces Bronson to write a confession, clearing Howard, and jumping astride Bronson's horse, gallops off after the sheriff and his posse. She arrives just in the nick of time. The rope has been thrown over Howard's neck and is ready to draw him to his death. The girl's timely arrival prevents this and her screams for them not to hang the man check them. Kitty brings forth the confession from Bronson, Howard is liberated and Kitty goes to his arms. The sheriff and his posse jump on their horses again and ride off in pursuit of Parsons and Bronson. They overtake them finally and the two meet their just deserts.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000889",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}