{
  "Title": "The Winning Coat",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "12 Apr 1909",
  "Runtime": "8 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Owen Moore, Marion Leonard, Harry Solter",
  "Plot": "It is said that the coat does not make the man, but it must be admitted that it goes a long way toward working out his destiny. So it was that the aforementioned article of wearing apparel brought about justice on the one hand and future happiness on the other for the young courtier upon whose shoulders it hung. This gallant youth, handsome, ambitious and brave, mild in manner, but quick to resent an insult, engages in a duel with another of the court, and is surprised by the King, who has issued a strong edict against dueling. For the offense he is arrested but paroled. Now, the young fellow is deeply enamored of one of the ladies of the court, to meet whom he breaks his parole. He is caught, stripped of his regalia and banished from court. There is among the courtiers a party of conspirators who have plotted to abduct the Queen and hold her hostage for ransom. At the tavern, the leader is given a letter setting forth their plans, which he cautiously reads and thrusts into his coat pocket, and sits down to while away the time gambling. Our hero enters and being despondent wishes to forget his woe by entering the game, but he has only his hat and plume to wager, still this is accepted. The fates are with him: he wins again and again until he has the party cleaned, the conspirator even of his sword and coat. Putting on the coat, he feels the letter in the pocket, and reading it learns \"climb to the balcony hall at midnight. We seize the Queen then.\" He decides at once to save the Queen and hurries to the balcony hall through the window and has barely time to hide in a large clock when three conspirators enter. At this moment the Queen appears on the way to her apartments, and the conspirators creep out to perpetrate their foul design, when our hero leaps to the fore, and taking them so by surprise he manages to hold them at bay until assistance comes, for this deed he is not only released from his parole, but is given the hand of his sweetheart and dubbed Knight. So much for the Winning Coat.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "17",
  "imdbID": "tt0001094",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}