{
  "Title": "The Tomboy",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "19 Dec 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Marguerite Snow, Harry Benham, Marie Eline",
  "Plot": "A wealthy miner, having no near relatives, leaves his two little daughters to the guardianship of a former chum of his, who had left the west with a fortune and returned to his old home in an eastern city. The guardian is rather overwhelmed by his responsibilities, but induces his old aunt to come and keep house for him, and prepares to give his charges a hearty welcome. The guardian is a young man, and is surprised to find that one of his wards is of marriageable age, beautiful and vivacious. He promptly proceeds to lose his heart to her, and while she admires him immensely the girl is finally thoroughly impressed with the idea that her guardian would gladly be rid of her. This feeling is intensified when she attends a reception and her awkwardness is made more manifest. She decides that she is out of place in her new surroundings, and runs away after writing a pitiful note to her guardian. She takes her horse with her and has some wild, undefined plan of making her way out west again, where she believes she will be loved and appreciated. Fortune favors her, for she runs across a Wild West Show, where her beauty and horsemanship promptly win her congenial employment. She is sorry to be separated from her little sister, but believes that it is for the best, and that her guardian \"will make a lady\" of the little one, as she asked in her last note. The younger sister mourns constantly, however, and is finally taken to the country by her worried guardian. There she and another child attend a Wild West show, and chance so ordains it that she and her sister meet. The elder girl weeps over the sister and decides to take her with her. The little one, however, has a better plan than that. She has learned from her guardian how he misses the elder girl, and being a bright child, has shrewdly figured out the facts in the case. Furthermore, she loves both her sister and her guardian and does not want to lose either. So she slips away, finds her guardian and whispers to him the glad news that the missing one has been found. It requires no urging on her part to induce him to go with her. He tells his elder ward that he cannot live without her, that she is more to him than any other woman, and begs her to become his wife. Convinced of his love, she finally consents, and finds that the Girl from the West is the girl for the Man from the East, that is, when she is the girl he loves.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001932",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}