{
  "Title": "The Valet's Wife",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "05 Dec 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Mack Sennett, Arthur V. Johnson, Robert Harron",
  "Plot": "Reggie Van Twiller was the typical New York twentieth century young man, who lived his life free and untrammeled by the mesh of the matrimonial net. He resided luxuriously in bachelor apartments, surrounded by a coterie of agreeable companions. His social duties were that exigent as to prevent his working for a livelihood. Still the money must come from somewhere, so Reggie devised a scheme. His nearest kin and benefactor was an uncle, the Rev. Eben Haddock, who had often, in Reggie's extreme youth, lent a helping hand. The old gentleman was of a benevolent nature and Reggie felt sure of the successful outcome of his plan. Knowing that the old man's most ardent wish was that he, Reggie, should marry and settle down, he writes him that he had at last taken a wife, and of course Reggie's allowance was increased. This, in time, proved inadequate to his mode of living, and a second letter was dispatched that his reverence had been made a grand uncle, and another increase in the allowance was made. For two years everything went well, and Reggie was certainly tearing off the very best this old world affords. Nothing to do but spend Nunky's money. However, there came a jolt one morning, when Reggie receives a letter from his uncle stating he would arrive in New York that day for the sole purpose of seeing the wife and baby. \"Good heavens. I must have a wife, but how.\" Well. Timothy Tubbs, the valet, comes to his rescue, and suggests that Mrs. Tubbs play the wife. \"Fine, hut how about the kid?\" \"We'll have her bring along a baby.\" The scheme looked good, and Reggie telephones to the valet's wife to come to the apartments at once and bring a baby. Mrs. Tubbs, not unduly bright, thinks he means her own baby, a boy of fourteen. Meanwhile, the Rev. Eben Haddock has arrived and is anxious to see the family, but excuses are made, until at last Mrs. Tubbs dashes in with her boy. She is a sight, still Reggie must make the best of it: but it is out of the question to palm a fourteen-year-old boy off as a two-year-old infant, so Mrs. Tubbs is introduced as Mrs. Reggie Van Twiller and \"Buttons,\" the hallboy, is hustled to the orphan asylum to procure an infant. While uncle is shocked at the sight and manners of the pretended wife, he is annoyingly anxious to see the baby. Excuses are made that it is out with the nurse, and will be hack shortly. At last the word is given that baby is here, for \"Buttons\" has returned. Reggie at last breathes freely, but his case is of short duration, for the asylum nurse enters with the infant, and uncovering its face, one look was enough: \"Great Jupiter, it's a coon!\" Likely enough, for the order simply said \"a two-year-old infant,\" with no mention of race or color. Reggie feels that his meal ticket is irretrievably punched, so you may imagine his surprise when he sees that his uncle is not only amused at what he considers a great joke on Reggie, but greatly relieved to know that the awful freak was only a make-believe wife.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.5",
  "imdbVotes": "16",
  "imdbID": "tt0000778",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}