{
  "Title": "Her Father's Pride",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "04 Aug 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Stephanie Longfellow, W. Chrystie Miller, Kate Bruce",
  "Plot": "The old father in this Biograph story was possessed of such unreasonable pride as to cause much misery and heartache. We cannot consistently call it pride, but rather, narrow prejudice. Mr. and Mrs. Sonthcomb dearly loved their only daughter Ann, but, being Quakers, had set ideas. Ann was a pretty girl of twenty, bright, vivacious and romantic, and loved her parents devotedly, but she chafed under what she deemed almost parental despotism. They decried any ebullition her youth might induce, and frowned into silence her joyous ringing laughter. This condition told on her and she longed for life's radiant sunshine, love. It comes at last. Allen Edwards, a concert singer, while driving his auto in the neighborhood of the old Quaker's farm, meets with a serious accident, and is carried to the Southcomb homestead. He is in such a condition that he cannot be removed to his home for some time, and hence is cared for by the Southcomb family, although the old man openly expresses his aversion for the young man on account of the profession. An attachment springs up between Ann and Allen which ripens into sincere love. The old man is beside himself with rage when they broach the subject of marriage. But Ann is decided and the old man, though he loves his daughter, haughtily drives her from the house, for when pride begins love ceases. He stubbornly refuses to have anything further to do with her. He becomes so bitter that he erases her name from the family Bible. To him she is as dead. Many a heartache does the young wife suffer, though Allen has tried time and time again to effect a reconciliation, until one day they receive word that the old Sonthcomb farm had been seized for debt and the couple were forced to go to the poorhouse. What a shock this is to the young couple! It is the old story of pride defeating its own end by bringing the man who seeks esteem into contempt. The young people make their way to the poorhouse, where the old father is seen scrubbing floors, while the mother bends over a washtub. They are brought to the office to interview their disowned daughter, but the old man is still adamant and while the mother is inclined to accept Ann's protection the father stubbornly refuses, going back with hauteur to his scrub pail. Ann now realizes that something more than bare persuasion must be resorted to, and as she views through the half open door her parents' sad plight, an idea strikes her. Seating herself at the organ, she plays and sings her father's favorite hymn. The sound of the music halts the old man in his work, and he crawls sobbing to the door to hear the better. Ann continues to play and sing until it at last he staggers up to be folded in her arms. He now realizes how unreasonable he has been, not only to her, but to her mother and himself.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001243",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}