{
  "Title": "They Would Elope",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "09 Aug 1909",
  "Runtime": "6 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Billy Quirk, Mary Pickford, James Kirkwood",
  "Plot": "Love has ever laughed at locksmiths, but on this particular occasion the laugh is on Cupid, for that chubby archer certainly miscalculated in arranging the programme of the romance of Harry and Bessie. Harry and Bessie loved each other with all the impetuosity of youth and during one of the many occasions when they pledge undying affection, are surprised by Papa, who, in the spirit of jest, pretends to be highly enraged at their presumption, apparently treating them as mere kids. Papa out of the way, they resent being treated as children and plan to elope. Leaving a note to this effect, they decamp, and engaged the services of a horse and carriage which appears to be an 1850 model, to put them beyond apprehension until the knot is tied, but the pursuers cometh not. They haven't gone far when the vehicle breaks down, and in a panic they scamper along the road until they meet an automobile, and as all the world loves a lover, they easily enlist the chauffeur's aid, but the pursuers cometh not. Everything is going fine, and they are hitting only the high places in the road when, Bang!-s-s-s-l-l, meaning something's \"busted,\" auto out of business. Again they are forced to skedaddle until poor little Bessie drops exhausted. Harry secures a wheelbarrow and does the strong man act, and pushes the precious freight to the lakeside where they jump into a canoe and are soon skimming the placid aqua, yet the pursuers cometh not. Smoothly and swiftly they glide until over goes the craft, and the cool water has a chilling effect on Bessie, who, struggling to the bank, refuses to go any further, but turns homeward. Furthermore, what's the use of eloping when you're not pursued? Here's the reason: When Papa read the note, he at once gets everybody busy at preparing a feast and decorating the place in manner fitting their return as bride and groom. It is in upon this scene of gayety they burst bedraggled, wet and muddy, to inform the folks that despite the adventure they are still unmarried. However, Rev. Mr. Wiffles is present and does the deed, so the feast is not wasted.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZGFjY2JhYzgtMjI5NS00OWQ2LWI4YjgtNGI0MDliOGNmYTFlXkEyXkFqcGdeQXVyNDQwMzk4OTY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.5",
  "imdbVotes": "57",
  "imdbID": "tt0001061",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}