{
  "Title": "A Pal's Oath",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "12 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Brinsley Shaw",
  "Plot": "Two pals, Jack Manley and John French, are employed on a large ranch in Wyoming. French falls sick with fever and Jack goes for a doctor. This latter, however, refuses to accompany Jack without his payment in advance and Jack, in despair, is forced to depart without the doctor. Back at the bunkhouse he conceives the plan to hold up a pony express rider and does so, securing enough money to pay for the doctor's services. A few months later both boys, though the fact is unknown to each other, fall in love with Marie Wentworth, the daughter of the neighboring ranch owner. One day they both meet at the house of the girl and after both propose Jack is accepted. French is aware that Jack held up the pony express and resolves to get rid of his friend by turning him over to the law. Jack is arrested and sent to prison, after he has sworn an oath to get even with his traitorous friend after he is released. The time comes. A few years later Jack slips up to the house and peers in the window. He pulls his revolver and is about ready to fire, when French suddenly lifts his baby in his arms and unconsciously covers himself with his child. After another unsuccessful attempt to kill French, Jack finally throws down his weapon and slips away, leaving French and his happy little family unconscious of the death hovering near them.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzY5ZmMwYzUtMGQ0MC00M2U2LWFiMzAtNDM2ODY4YTFiOGI5XkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001825",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}