{
  "Title": "One Touch of Nature",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "01 Jan 1909",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Arthur V. Johnson, Florence Lawrence, Marion Leonard",
  "Plot": "Policeman John Murray is the proud father of a little girl and the happy husband of a dutiful wife. Both father's and mother's whole life is centered in their little one, and the little family are as happy as can be until death tears the baby from them. As the child's soul leaves its body, so the poor heart-broken mother's reason leaves her. What an awful blow to Murray. The loss of his child was indeed hard to bear, but his dear wife hurled into a living death was worse. A trained nurse must be her constant companion, and the poor woman spent her time fondling the dolls and playthings of her lost one. Murray's beat lay in the tenderloin section of the city, and many curious characters came under his notice. In the cellar under a junk shop there lived, or rather existed, a Sicilian couple of the very lowest type, who eked an existence by begging and theft. A little orphan girl fell into their keeping and they forced her to beg on the street for them, beating her into submission if she refused, which the child's proud spirit inclined her to do. Out in the snow storm, thinly clad, the poor child was made to stand at the stage doors of the theaters or in front of saloons to work upon the sympathy of the generous-hearted habitués. She was always accompanied by the Sicilian woman, who took good care that she didn't escape. Murray, on his rounds, runs into them and his suspicions are aroused, so he follows them and enters their hovel just in time to see the poor creature receiving a frightful beating. With a terrific blow he sends the man reeling to the floor and hurling the woman on top of him he seizes the child in his arms. At this moment a couple of his squad, in answer to his whistle, enter and take the Sicilians in charge. An idea dawns on him. He takes the little one home and presents her to his poor demented wife. The presence of the child at once restores her reason, so the clouds of sorrow are dissipated and happiness reigns. The picture presents a moral showing the singular working of God's justice in taking to Himself an unsullied soul that another might be saved.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.5",
  "imdbVotes": "18",
  "imdbID": "tt0000995",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}