{
  "Title": "Gold Is Not All",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "28 Mar 1910",
  "Runtime": "16 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Marion Leonard, Dell Henderson, Gladys Egan",
  "Plot": "The young heiress is walking with her sweetheart in the grounds of her mansion, seemingly happy, while on the roadway, with but a wall dividing, stroll the poor young couple. What a contrast. Here are four young souls starting on their paths of life so divergent. What may we assume? The one couple, with wealth and position, hence ease and happiness seems the outlook: the other couple, poor and uncultured, their future would seem sorrow, labor and privation. But how fallible is the prophecy. Ten years later we meet them again. Mabel, the heiress, has been the wife of Tom Darrell all this while, as has been Ruth the wife of Steve. It is the occasion of a house party at the Darrell mansion and Ruth's heart grows sad and envious at the sight of the lavishness of the affair as she views it from a distance. At her humble home she is made to forget it in the true love of Steve. How different with Mabel. Tom has now cruelly deserted her, writing that she has wealth sufficient to make her and the child happy. This seems logical, but is it? Here we find a house of trouble. On the other hand, we find Ruth in her little cottage where love abides. However, she is irresistibly drawn to the gateway of the mansion just as Mabel drives through up to the house. Envy again grips her, but little does she know that this pleasant way leads to a room of tears, for Mabel's child is taken seriously ill, with no hope of recovery. What is the value of her gold now? \"It cannot rescue from the grave, which claims alike the monarch and slave.\" Vivid, indeed, is the contrast now. Ruth and her honest devoted husband, with their children playing about them, all happy, healthy and contented: but we see Mabel crouching beside the deathbed of her little one, alone and forsaken. To her aching heart her gold is indeed poor balm.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "43",
  "imdbID": "tt0001234",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}