{
  "Title": "La concierge",
  "Year": "1900",
  "Rated": "N/A",
  "Released": "N/A",
  "Runtime": "1 min",
  "Genre": "Short, Comedy",
  "Director": "Alice Guy",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "Avenue de l'Opéra (1900) *** (out of 4) Automated Hat-Maker and Sausage Grinder (1900) ** 1/2 (out of 4) At the Photographer's (1900) ** 1/2 (out of 4)Dance of the Seasons: Winter, Snow Dance (1900) *** (out of 4) Landlady, The (1900) ** (out of 4)AVENUE DE L'OPERA is a nicely done gimmick film that shows up a busy street but the film is played backwards, which gives the illusion of everything moving backwards. AUTOMATED HAT-MAKER AND SAUSAGE-GRINDER comes off as something Melies would do as two men crank their machine to deliver what the title offers. AT THE PHOTOGRAPHER'S is a decent little comedy as a man getting his picture taken but he can't sit still long enough for the thing to be taken. DANCE OF THE SEASON is a rather \"adult\" film for 1900 as a woman does a little dance while (fake) snow falls on her. THE LANDLADY has a group of kids ringing the bell of a landlady then running off. Then a man comes up and rings it but this time the landlady has some water for him. This group of films once again feature a mixed bag from director Guy as we get some items that were clearly meant to copy other films from other studios. AVENUE DE L'OPERA is pretty good in terms of these gimmick films that everyone was releasing back then. The entire gimmick of running the film backwards was certainly a lot more entertaining back then than it is today but it's still nice. AUTOMATED HAT-MAKER is a straight comedy but one can't help but see more magic would have been worked by someone like Melies. AT THE PHOTOGRAPHER'S is a decent comedy for its time as we get the annoying man constantly messes up the plans of the photographer. DANCE OF THE SEASONS is perhaps the most interesting film here as there's a brief sequence where someone, using a stick, holds out an attempt at a copyright notice but who knows how well this worked back in the day. The woman's dress is also hiked up pretty high, which I'm sure didn't sit well with many people back then you felt the movies were dirty entertainment. THE LANDLADY is yet another comedy that really didn't feature that big of a pay off or enough of a laugh.",
  "Language": "None",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "209",
  "imdbID": "tt0000288",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}