{
  "Title": "The Mended Lute",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "05 Aug 1909",
  "Runtime": "11 min",
  "Genre": "Western, Short",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Florence Lawrence, Frank Powell, Owen Moore",
  "Plot": "Pretty little Rising Moon, the daughter of Chief Great Elk Horn, is wooed by Little Bear, and we meet them first at the foot of Snake Falls where they plight their troth to the music of the rumbling waters. Little Bear's worldly possessions are slim, and Great Elk Horn rejects his meager offerings in favor of Standing Rock's rich gifts, and so Rising Moon is taken away by him to his wigwam, where she is left while her husband that is to be goes hunting. Taking advantage of his absence she steals away to the forlorn heart of her own choice, Little Bear, before it is too late. Standing Rock returning and finding her gone at once surmises the truth, and gathering his companions together, starts in pursuit. Little Bear and Rising Moon hearing their approach endeavor to make their escape. Pushing their way towards the river bank, with Standing Rock and his braves following, they leap into a canoe and are soon dashing along in the swift current of the mountain stream, which is in places the most dangerous of rapids. The feat seems ominous, but is safely accomplished, and was worthy of a better fate than capture, which they were later. Death of both is the reward, and they are bound together to this end. The ire of Standing Rock demanded more than mere death, so he proceeds to taunt and torture his rival. This is received with such stoicism by Little Bear, that Standing Rock is amazed to the point of admiration for the brave's fortitude, and not only cuts the cords that bind him, but bestows upon him the Eagle Feather, the highest honored gift to the brave, and bids he and Rising Moon to go and may they be happy. The subject as a whole is a combination of poetical romance and dramatic intensity, the canoe chases being the most picturesque and thrilling every shown.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjdlMjhkN2MtOGRkMy00N2M3LWE4MWMtYzFjMmViMDgyNzU5XkEyXkFqcGdeQXVyNDk0MDg4NDk@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "289",
  "imdbID": "tt0000960",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}