{
  "Title": "The Corporation and the Ranch Girl",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "08 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Arthur Mackley",
  "Plot": "Upon the death of her father, Ann Newton is made the heiress of an extensive and valuable ranch in Arizona, when she is visited by the officials of the S.W. Railroad Company, who, seeking to extend the tracks of their company, find it necessary to buy a portion of the ranch. Ann refuses to part with the ranch at any price, and the railroad officials find it necessary to take other steps in order to procure the property. Gerald Todd, son of the president of the company, is disguised as a cowpuncher and sent out to get a job on the Newton ranch, with the view of his winning the girl's love and her property. Gerald is given a job, and it is not long before Ann is smitten with his good looks. On the other hand, Gerald, who is really in love with Ann, has determined not to take advantage of Ann's affections, when he receives a note from his father urging him to make haste and persuade Miss Newton to part with the property. Gerald has already told Ann of his love, and she, finding this letter, is easily led to believe that Gerald's love-making was used as a means of persuading her to part with her property, and she orders the young man out of the house. However Gerald finally proves to her that his love is sincere by writing to his father and telling the latter that Ann and he had decided not to sell the ranch.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNWViNzdmYWItYjg4Ny00ZjRkLTg4NmUtODYzYmM1ZGI0NWYxXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001554",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}