{
  "Title": "The Reckoning",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "11 Dec 1908",
  "Runtime": "8 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "Robert W. Chambers, Dwight Cummins, D.W. Griffith",
  "Actors": "Harry Solter, Florence Lawrence, Mack Sennett",
  "Plot": "We find a couple struggling for a livelihood, meager though it needs must be. The husband seemed content in the struggle, working at the factory for the pittance he received, but his love for his wife made the labor light. On the other hand, to the young wife this condition was most odious. In the grind of household duties, having, from force of circumstances, to do them all unassisted, she was like a flower withering for want of sunshine. Hence it was not surprising that she listened avidiously to the flattering platitudes of the unconscionable tempter. In the first scene we see her at the ironing table, while her husband bids her a tender adieu on his departure for work. Hardly has he left the threshold, when the grocer's clerk enters, and is received with an effusiveness most unplatonic. They at once proceed to enjoy a little lunch, the ingredients of which the clerk has brought in a basket. Meanwhile the husband arrives at the factory, only to find it closed down. Retracing his steps he arrives home, and seeing the window down and the shade closed, his suspicions are aroused. Stealthily raising the window and lifting the shade slightly, his fears are confirmed. His action, quiet though it be, startles the lovers, who leave the lunch table and hide behind a sheet hanging across the room. Entering, the husband, with gaze riveted on the sheet, picks up a pistol and sits himself in front of their hiding place, calmly lights his pipe and waits. At length he beckons, \"Come out.\" (This is undoubtedly the most tense situation ever attempted in motion pictures.) The clerk appears first, followed by wife, and the reckoning is paid.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.4",
  "imdbVotes": "20",
  "imdbID": "tt0000746",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}