{
  "Title": "The Sheriff's Chum",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "08 Apr 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Brinsley Shaw",
  "Plot": "Two young men of a western town, Will Phelps and George Arden, are in love with the same girl, the belle of the village. Having been pals from boyhood they decide to let the girl choose between them and to abide by her decision without argument or malice. Jessie chooses Phelps, and Arden, although deeply hurt by her decision, presses the hands of both and wishes them happiness. Several years elapse during which time Jessie and Will are married and the latter has become sheriff of the county. It is then that Arden returns and the two men are apparently happy in being together again. Will invites George to luncheon with him and Jessie and George accept. During the meal a deputy rushes in and informs the young sheriff that a prisoner has escaped. Will, before leaving, tells Arden to make himself at home, which Arden proceeds to do but in a manner of which Jessie does not approve. Finding himself alone with his former sweetheart, he endeavors to persuade her to leave her husband and when she refuses seizes her in his arms and kisses her. She runs out into her husband's office, but it is deserted. Will enters as Arden again seizes the frightened wife and springing upon his former pal beats him in fury until the whipped man dashes for the door and safety. It is then that Jessie knows that she has chosen wisely and going to her husband's arms lifts her eyes in thanks to God.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZGEwMjMxZGYtZTA3NC00YjQxLWJhNjAtNzhhNzUyYzQ2MWRiXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001879",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}