{
  "Title": "Comata, the Sioux",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "09 Sep 1909",
  "Runtime": "10 min",
  "Genre": "Short, Western",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "James Kirkwood, Marion Leonard, Arthur V. Johnson",
  "Plot": "This story of the Black Hills consistently tells of the unrequited love of a Sioux brave for his chief's daughter, and how he premonished the awful results of her ominous marriage with a white cowboy. Clear Eyes, the daughter of Chief Thunder Cloud, is beloved by Comata, a Sioux brave, but having met and listened to the persuasion of Bud Watkins, a cowboy, leaves her mountain home to become his squaw. Poor little confiding Clear Eyes lives only for Bud, and he at first seems devoted to her, but at the end of two years, a little papoose arriving meanwhile to bless their union, he tires of her, and courts Miss Nellie Howe, a white girl, who thinks him single. Comata, however, has unremittingly watched his movements, and vows to avenge his lost one. Following him to the white girl's home, he sees enough to convince him of the whelp's villainy, so he goes and reveals the truth to Clear Eyes. The poor squaw is stunned by the news, and yet she herself has discerned a change in Bud towards her. Clear Eyes bowed in grief, Comata leaves taking the papoose with him, which he shows to Miss Nellie as evidence of Bud's perfidy. The girl must satisfy herself, so she retains the child and sends for Bud. He, confronted, cannot deny the truth. Clear Eyes discovering the absence of her papoose, Is told of its whereabouts by Comata, who guides her to the place. A painful scene takes place, during which Bud is ordered off by Nellie's father, and the child restored to Clear Eyes. The heart-broken squaw goes back to her cabin, resumes her native attire, and starts back with her baby for her home in the mountains.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzgzNTFhMzUtYjZlNy00YzNkLWFhOTYtZDU5Yzk4MDIzNTJmXkEyXkFqcGdeQXVyMDY5MDU1MQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "97",
  "imdbID": "tt0000827",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}