{
  "Title": "Fate's Turning",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "23 Jan 1911",
  "Runtime": "17 min",
  "Genre": "Short, Romance",
  "Director": "D.W. Griffith",
  "Writer": "N/A",
  "Actors": "Charles West, Stephanie Longfellow, Grace Henderson",
  "Plot": "John Lawson, Jr., owing to his father's illness has borne the burden of business, and unaccustomed to the absolute responsibility, suffers a nervous breakdown. His father now well enough to look after affairs suggests he take the rest cure at a summer resort. This he decides to do, and bidding adieu to his fiancée he departs, arriving at the summer hotel the same day. In the dining hall he is attended by a pretty waitress to whom he takes a great fancy. Several days elapsing, we find him deeply smitten with the girl to the neglect of his fiancée to whom he fails to write. Escorting the girl to her home, they become betrothed, he presenting her with an engagement ring, promising to marry her immediately. This, of course, is a most dangerous step, and after a week or two, John is called hurriedly to his home as his father's health has taken a bad turn, his life being despaired of. So urgent is the message that he does not have time to see the girl before his departure. His father dies and he in the excitement of the occasion has almost forgotten the little waitress, when a letter of appeal comes from her. John now taking his father's place in society and business, reasons that an alliance with the waitress is out of the question, and writes to her to that effect. This letter is a crushing blow and she goes to the boy's home to plead with him that he may be made to realize the disastrous result of his determination. She arrives at a time when there is a \"Doll Party\" in progress, and comes face to face with John's fiancée who meets her with scorn. She receives very little better treatment from John himself, and so goes back to her furnished room to suffer alone for the trust she had placed in him. Sometime later she learns that he is to be married and making one last effort takes up her baby and rushes to the home, entering just as the marriage is about to take place. Her pitiable condition wins for her the sympathy of all present and a feeling of scorn is directed towards John, especially from his fiancée, who leaves at once with her mother. John, of course, has always loved the girl, and it was false pride that prevented his marrying her. Now this has dissipated in the realization of his duty, so the minister who was to perform the ceremony as originally planned, marries John and the poor unfortunate girl.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDdlNDQwZGYtZjhiMS00M2I2LWFhNjgtMDYzMTlkZTg1NWQ4XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "68",
  "imdbID": "tt0001607",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}