{
  "Title": "In Old California When the Gringos Came",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "04 May 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Francis Boggs",
  "Writer": "Lanier Bartlett",
  "Actors": "Hobart Bosworth, Tom Santschi, Kathlyn Williams",
  "Plot": "In the days of the reconstruction period of California, after the government of the United States had formally taken over the vast territory ceded by Mexico, and known as Alta California, its agents met with much trouble from the contemptuous refusal of the old Spanish Grandee to register their original patents and old land grants, many of them issued by the King of Spain, with the new government. By this refusal they rendered themselves liable to having their lands pre-empted and claimed by men without honorable scruples. And in many cases this was done, although the government did all it could to prevent such injustice. This story of the land robber is based upon such an attempt by an unscrupulous American adventurer, who, hearing from a messenger of the local land agent at Santa Barbara, that he had been treated badly by one of the old Spanish families, in his efforts to make them file, tries to possess himself of their enormous estate, legally but nefariously, and in spite of the entreaties of the land agent, whose hands are tied by the stubbornness of the Spanish. His attempt is almost successful, and he is only foiled at the last moment by the efforts of the quick-witted padre of Santa Barbara Mission, who, learning that he has shot an Indian boy in cold blood, charges him with being a criminal and outlaw. The adventurer, backed by a gang of frontier outlaws, is about to use force and disregard the law, but is shot by the land agent as he threatens the life of the young Spaniard, and all ends well.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOThlYjQ5MTUtOTY2NS00ZmMwLWIxMWMtZDA1OGE1YmY5OTBmXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001694",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}