{
  "Title": "The Heart of a Clown",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "30 Nov 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Edwin S. Porter",
  "Writer": "N/A",
  "Actors": "Charles Ogle, Florence Turner",
  "Plot": "This picture portrays a day in the life of a clown who is proprietor of a small traveling circus in Europe. His favorite daughter is critically ill, and combined with his duties as the fun-maker at the show, is that of nursing the sick child. His elder daughter is also a member of the troop. With his two children and his devoted wife he lives in a large dressing tent pitched at the edge of the arena. Here is indicated the story of the picture. We see the circus arrive, to the great joy of the villagers. Then we see the little girl carried on her couch out of the wagon. As the film is unreeled we witness a varied and interesting circus performance. The clown, as usual, being the cause of hilarity. There are acrobatic turns by clever performers and some wonderful tricks done by extremely well trained animals. The effect upon the assembled villagers is interesting to note, the clown's work eliciting the greatest applause. We, who are by means of the camera permitted to witness the other side of the clown's life in the interior of his home, see the suffering and parental anxiety of the man. This is the whole theme of the picture. The poor fellow, faithful to his work, goes through his act with well-simulated gaiety and enthusiasm, though his heart is breaking from fear and anxiety over his little girl. In addition to worrying over the illness of one child, a little incident, which occurs in the circus ring, shows that the father has a watchful eye where his pretty elder daughter is concerned. The ending of the picture is a happy one and we see the departure of the circus. The man who has interested us leaves for new fields with a happy smile that is not altogether assumed. The picture should not fail to amuse the children, and the blending of comedy and pathos is sure to carry weight with the older people.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000888",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}