{
  "Title": "Over the Garden Wall",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "10 Jun 1910",
  "Runtime": "16 min",
  "Genre": "Short, Drama, Romance",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Maurice Costello, Florence Turner, Mabel Normand",
  "Plot": "Making the best of her genteel poverty, our heroine prepares to attend the dance to which she has been invited, and, after surveying the general effect of her plain and somewhat passé attire, goes on her way with a painful self-consciousness to the home of her friend. She is looking at the dancers, feeling that she is shunned and forgotten when a young military officer, noticing the sweet, refined girl sitting alone and pensive, speaks to her and pays considerable court to her. While they are enjoying each other's company he is handed a telegram calling him to the Philippines for two years and ordering him to report at once for duty. He bids her good-bye and hurriedly leaves the house. Ten years later the young girl of the romance with the young army officer is a poor widow with a child, a fine little fellow of nine years. She is living in a nice neighborhood, and the young officer, who is now a wealthy widower with a sweet little daughter of eight, moves into the house next door. While we are acquainted with the hero and heroine, they themselves are not as yet aware of who the other is until their children become acquainted over the garden wall, and through them the romance of the chance acquaintance at the dance is brought to a very pretty and sweet finish by their betrothal, which is unanimously seconded by their children, who, in a fond embrace in imitation of their parents (like father, like son; like mother, like daughter), look approvingly over the garden wall.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001823",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}