{
  "Title": "A Child's Stratagem",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "05 Dec 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Belle Taylor",
  "Actors": "Edwin August, Stephanie Longfellow, Gladys Egan",
  "Plot": "Mrs. Walton is one of those jealous-natured women who misconstrues every act of civility on the part of her husband towards any one of the female sex. In truth, she has no grounds for such feelings, as Mr. Walton is the most devoted of husbands and the kindest of fathers. Every trivial matter that can be construed circumstantial is the food for a quarrel. These quarrels are always in the presence of their little ten year old daughter. So frequent are these discussions that the child, though young, begins to fear for the future. The worst comes when one evening a party of lady friends call on Mrs. Walton; one of them deliberately tries to elicit Mr. Walton's attentions. He quite innocently and courteously acknowledges her, what he merely assumes cordiality. However, Mrs. Walton's eye is ever on the designing lady, and foolishly imagines her husband attracted. After the visitors have departed there is the worst storm yet, and a separation seems inevitable. All this transpires with the child as a witness. Next morning Mrs. Walton packs her trunk and leaves a note to her husband on the breakfast table to the effect that she is determined to begin divorce proceedings. The little one now intervenes, but with poor success. Young as she is, she appreciates the enormity of the affair and is at a loss to prevent it. While she is sitting pondering at the table, an article in the newspaper concerning a Black Hand kidnapping strikes her gaze. The very thing! Supposing something could happen to her, everybody would become alarmed and excited and mamma and papa would no doubt forget their own differences in their efforts to lift the veil of mystery from her. Fine! She at once puts the scheme into effect by writing a letter to her mamma and another to her papa ostensibly from the Black Hand to the effect that she has been kidnapped. Dispatching the letter, she goes to hide at her aunt's home. Arriving at her aunt's house, she finds the place vacant, the aunt having moved. There is nothing for her do put to stroll and kill time. This she does, but wandering so far she loses her way, and falls into the company of some poor but honest folk. Telling them her address, Jimmy, the newsboy, volunteers to escort her home. Meanwhile, Mr. and Mrs. Walton are thrown into a state of wild excitement and in their endeavors to locate their missing child forget all else. Hither, thither the search is made, but in vain, and they are both on the verge of mental collapse, when the little one, escorted by the gallant newsboy, enters. She then makes clear the reason tor her escapade. The parents now realize how foolish they have been and what their little tot has taught them.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.5",
  "imdbVotes": "56",
  "imdbID": "tt0001153",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}