{
  "Title": "The Marked Time-Table",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "23 Jun 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Frank E. Woods",
  "Actors": "George Nichols, Joseph Graybill, Grace Henderson",
  "Plot": "There is nothing so holy as a mother's love, and yet it may breed disaster. How often do we see a young man vicious and reckless, all because of the advantage he has taken of the kindly indulgence induced by his mother's affection for him. One would suppose that such love would prove talismanic and lead its object to flights worthy of it, but alas, not always. Mr. John Powers, a broker, and his wife are at breakfast, awaiting the appearance of their only child, Tom, a young man of twenty-two. Glancing over the morning paper, Mr. Powers is astounded to read the heading: \"Wild Prank of Spendthrift Youths. They wreck a tenderloin bar and then settle with proprietor, Tom Powers, the leader.\" At this moment Tom appears for breakfast and receives a sever reprimand, for this is not the first unsavory incident that has been brought to the father's notice, his mother always having been the intercessor in the quarrels between father and son, her love for the boy being the power. Despite the scolding he has receive, he brazenly asks his father for money. This the father sternly refuses, and the boy goes to his mother, who gives it to him, begging him to mend his ways, which, of course, he promises to do. However, it is the same thing aver again. He goes straight to the gambling parlor, where he loses it all. To make matters worse, be receives a letter from a companion, stating that if he doesn't pay him what he owes he will make trouble. Here he faces more disgrace, so he appeals to his mother, who in turn appeals to the father, but in vain. Tom is now beside himself with terror, and learning that the father is to leave on a midnight train for another city to transact a business deal, having the large amount of cash with him, the boy forms a desperate plan. Knowing his father will have several hours to wait before train time, he disguises himself to burglarize. The mother, seeing the burglar at the window, and not knowing his identity, secures the money from the wallet while the father dozes, relying upon the chance of the burglar being blamed for it. To deceive the burglar as to the contents of the wallet, she places in it in lieu of the money the marked time table they have been consulting. The boy now enters and in extracting the wallet arouses the father. An alarm is given and word received that a suspect has been caught. You can readily imagine the amazement of the father when he is called to identify the suspect, his own son. The wallet is shown and one glance at its contents, the marked time table, reveals to his mind the truth. Turning to the police, he denies the property as being his, nor does he identify the suspect. Returning home, he asks his wife for the return of the money, which she does, not daring to look in his face. But he realizes her feelings, and takes her in his arms, knowing that her maternal lover overwhelmed discretion. At this moment a messenger enters with a note which reads: \"Dear Father and Mother, Good-bye. I am off for another land to start a new and better life. Forgive me if you can. I shall return worthy of your name. Your son, Tom.\" The subject is a lesson to parents who do not fully realize the contaminating influence of city life.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.4",
  "imdbVotes": "16",
  "imdbID": "tt0001307",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}