{
  "Title": "On the Little Big Horn or Custer's Last Stand",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "25 Nov 1909",
  "Runtime": "N/A",
  "Genre": "Short, Action, Drama",
  "Director": "Francis Boggs",
  "Writer": "N/A",
  "Actors": "Hobart Bosworth, Betty Harte, Frank Walsh",
  "Plot": "The order of disarmament, issued in the Winter of 1S74, and the arrest of \"Rain in the Face\" by young Tom Custer, is shown in our first three scenes. Then, \"two years later,\" we witness the arrival of General Custer at Post Fort Lincoln. An order superseding him in command of the expedition is received. Then follows a scene where the officers beg him not to trust \"Reno\" with an important command, as it was known in the army that bad blood existed between these two officers. A bit of unwritten history is here introduced. The Commander of the Post, Col. Godfrey, had a pretty daughter, Dollie, who was in love with Lieut. Glenn, one of Custer's subalterns, and she, not relishing being separated from her sweetheart, inadvertently learned that there was to be an officer sent back to bring forward a supply train as soon as the General located the Indians. She makes a written request asking the General to send back Lieut. Glenn. The love interest bearing upon the lives of these two young people is, we hope, not intrusively blended into and made a part of the, present historical subject. We then see General Custer and his officers watching the hostiles through their field glasses. Custer decides to attack. Reno is given command of the supporting column, in spite of the protests of the assembled officers. The General thinks of little Dollie Godfrey's letter, reads it, grants the request it contains by ordering young Lieut. Glenn back to the fort. Next we see the wily \"Rain in the Face\" and his band of naked, painted devils leading Custer's cavalry into a trap; riding up just out of gunshot, they tantalize Custer into making a charge. The \"Gallant Command\" answer the order with a yell and are off after the fleeing band of savages. A sudden dip in the prairie and the Indians disappear, then up a rise of ground perhaps thirty feet in height; then come the soldiers, every man urging his horse to his utmost in order to gain on the yelling red fiends in front. Over the bluff they go, and the sight that meets their gaze freezes the blood, for stretched away as far as the eye can reach, upright and naked on their ponies they sit, three thousand Sioux warriors, waiting for the handful of white soldiers to be brought to the slaughter. Too late, Custer sees his error; nothing daunted, he gives the order, column half left, about face, retreat, steady, men, ride for your lives to higher ground; then two miles away Reno's officers hear the volley that greets Custer from that bronze line, and beg him, Reno, to go to Custer's assistance. Then we see \"The Last Stand\"; horses sent to the rear to be later stampeded, thus leaving no escape for the brave little band, now reduced to forty-one men; the red circle of death closes in about them and \"Rain in the Face\" is avenged. Two days later the news reaches Fort Lincoln. On the same day a young officer, dust covered, his uniform in shreds, rides into the Fort and delivers Custer's last message, sent a few hours before the massacre. Glenn had fallen into the hands of a roving band of Sioux, but makes his escape and reaches the Fort, to learn for the first time the fate of his comrades on the Little Big Horn.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BN2NjMjU4ZjQtMTJhYi00Njg4LTg5ZmMtMDllM2RjODdiOTI2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "5",
  "imdbID": "tt0000991",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}