{
  "Title": "An Indian Girl's Love",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "10 Sep 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams",
  "Plot": "Silver Bell, the winsome daughter of old Gray Wolf, is sought by Fleetfoot, a likely young man of the tribe and a good huntsman. Gray Wolf sees no reason why his obstinate daughter should not become the squaw of Fleetfoot and despite her pleadings to be permitted to stay in her father's tepee she is sold to Fleetfoot for the consideration of Tu-tu, the horse, and a red blanket. Silver Bell unwittingly accompanies Fleetfoot on their way through the woods to the tepee of the young brave. On their way they meet a white man, Jack Sherwood, a miner, and to this latter Silver Bell appeals for protection from the angry fists of her new lord and master. Sherwood listens hesitatingly and learns that the girl was sold against her will and that she would rather die than live with Fleetfoot. In the end he forces Fleetfoot to come with him to Gray Wolf's tepee, and with an offer of much wampum persuades Gray Wolf to reconsider his sale, and in the end Sherwood finds himself the owner of the pretty Indian maiden. The buck stumbles away with Tu-tu and his red blanket, murmuring threats against the white man who, much to the wonder of Gray Wolf and his daughter, refuses to take the girl with him. It is plainly evident that Silver Bell has fallen in love with her protector, and the next day she slips through the woods to the miner's tent and presents him with a pair of pretty moccasins. Sherwood is delighted, but when the girl informs him that as she is now his she will be content to stay with him as his servant. This is a pretty situation for Sherwood, but not fully realizing the real depth of the girl's infatuation for him, he sends her back to her father's tepee. On the way she meets Fleetfoot and an angry altercation takes place in which the brave tells her that he will kill the while man. The girl, fearing for the white man's life, hurries back through the woods and arrives at Sherwood's tent just as the buck is preparing to make short work of the miner. Silver Bell's scream awakens the white man and he and the Indian are soon grappling. The former proves the stronger, and wresting the knife from Fleetfoot's hand he hurls it away. Fleetfoot sneaks away, leaving Sherwood and the Indian girl together. Sherwood expresses his gratefulness and Silver Bell confesses her love. It is more difficult this time to drive her away, but when she is gone the rattling of the stage coach down the canyon suggests a return to civilization. Sherwood is packing his camp outfit when the couch lumbers up and stops at the camp. Sherwood runs forward, when his wife steps out and throws her arms about his neck. This is a surprise for Sherwood, but not more for Silver Bell, who has returned to the camp with another present for the white man, a pretty red blanket of her own weaving. She understands what it means, and as the coach rolls away sinks on tier knees and bursts into tears.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BY2M5MjE0ZDMtMDVkYS00NjBhLThlYTMtYzBjYjYxMWY1NDIyXkEyXkFqcGdeQXVyNzI4MDMyMTU@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001269",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}