{
  "Title": "Kit Carson",
  "Year": "1903",
  "Rated": "N/A",
  "Released": "01 Oct 1903",
  "Runtime": "21 min",
  "Genre": "Short, Western",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "This subject is a production upon which was spent a great deal of time and money. It was taken amid scenery of the wildest natural beauty and enacted with the greatest possible fidelity to the original. The costumes, arms, log cabins, etc., are all historically correct. The story embodies the adventures of the greatest of all the American scouts and pathfinders, \"Kit Carson,\" his life in the wilderness, his hand-to-hand conflicts with the savage Indians, his hairbreadth escapes and his safe return to his log cabin home in the clearing. The subject is absolutely a novelty in moving pictures. 1. MORNING IN THE WILDERNESS. As the dawn breaks, Kit Carson and his fellow trapper are seen awakening from their pine bough couches. They wash at the brook, start a fire and prepare their frugal meal. This finished, they remove all trace of the fire, arrange their packs, take their rifles and start off into the depths of the forest. 2. INDIANS FIND THE TRAIL. The same scene. The trappers have departed and a band of painted Indians appear. They discover the trail of the trappers, and after a brief conference start out after them. 3 IN CAMP FOR THE NIGHT. Here we seee Kit Carson and his companion, fatigued by the weary tramp of the day, locating their camp by the side of another stream. The evening meal is cooked and the trappers lie down to sleep. 4. THE NIGHT ATTACK. While Kit and his companion are asleep, the Indians make their treacherous attack. The fight is short and bloody. Three of the savages are laid low, but Kit's companion is killed and Kit himself after a terrific struggle, is taken captive and bound. 5. OVER THE LOG. Here we see the exultant savages and their captive threading their way through the dense growth of the forest. They come to a stream which is spanned by a large birch log. Over this the Indians pass in single file, followed by Kit, his arms bound but all senses alert. One buck brings up the rear. As Kit reaches the center of the log, he engages the attention of the buck for an instant, then quick as a flash topples him into the water, and springing into the water on the opposite side, Kit is lost to view. The other Indians come running back and plunge through the water in their eager search for Kit. 6. THE CANOE CHASE. A wild river. On either side immense pine trees. Around a distant turn Kit is seen coming in his canoe, paddling for dear life. He is followed by three other canoes, filled with Indians, all paddling desperately. Kit fires at the foremost canoe and all disappear around another bend of the river. 7. ARRIVAL OF THE INDIAN SCOUT. Farther down the river an Indian scout is seen rapidly approaching in his canoe. He runs his frail craft ashore and tells his companions of the coming of Kit. 8. ATTACK ON CANOE AND SECOND CAPTURE OF KIT. The Indians who have been warned in the preceding scene hide in ambush. Kit comes along in his canoe unconscious of this new danger. As he comes opposite the ambush, the savages, naked save for their breech-clothes, jump into the water, overturn the canoe, and after another thrilling conflict the intrepid Kit is again a prisoner. 9. IN THE INDIAN CAMP. This is a remarkable scene. Here we have the Indian village, with its skin-covered tepees. Squaws and their papooses, young bucks and Indian maidens are seen at their various occupations. Here we have real Indian life. Kit is brought into camp by his captors and his advent creates great excitement. He is tied to a tree and subjected to various tortures and indignities, which he bears with undaunted mein. Even when tomahawks are hurled at his head he does not falter. Night comes, and the life of the village is stilted. Kit is guarded by one brave, who sleeps on his rifle by the fire. Death seems very near, but help is near at hand. An Indian maiden, moved to compassion by his condition, severs his bonds and once again Kit is free. 10. THE HOME IN THE WILDERNESS. Here we see Kit's rude log cabin in the clearing. His wife and children are busy with household affairs and eagerly watching for the return of the father. A little girl runs in with the glad news, and soon Kit stalks in and is quickly overwhelmed by the loving embraces of his wife and children.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "26",
  "imdbID": "tt0000446",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}