{
  "Title": "Broncho Billy's Redemption",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "30 Jul 1910",
  "Runtime": "N/A",
  "Genre": "Western, Short",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, Franklyn Hall",
  "Plot": "Broncho Billy, our hero in this instance, is a bad man of the first water, cattle rustler, black knight of the road, and his depredations number at countless midnight raids on stray cattle bunches, stage hold-ups to lonesome in lonesome mountain passes, and a few \"shooting-up\" affairs. However, Billy's record is getting too strong for even the sheriff of the county and a posse is organized to take the bad man in his lair. Yet Billy does not lack friends, as is evidenced by the following note from an unknown friend: \"Friend Broncho: The Vigilantes Committee suspect you of cattle rustling. The sheriff is on your trail. You will stretch a hemp if you are caught. A Friend.\" Words go a long way in the west, and Billy, who has received the note at his shack, hurriedly saddles his pony and rides away. An hour later he draws rein at a prairie schooner outfit, pulled up under the trees of a little grove, the horses cropping the grass round about and a sweet-faced young girl cooking coffee over a campfire. In the wagon an old man is lying and he is informed by the girl that her \"daddy\" is sick. She offers Broncho a cup of coffee which he accepts with thanks, then mounts into his saddle and hurries on his way. We return again to Millie Merrill, the girl of the schooner, who has broken camp, hooked up the horses and is driving away. As evening comes on, Millie halts at the door of a shack, untenanted, investigates and finds it will prove habitable and more comfortable for her sick father. This latter has grown constantly worse and his exertion in getting out of the wagon has used up all his little strength. He drops in a heap on the shanty floor, and the girl, apprehensive and worried, goes to the door and looks out. Just then Broncho Billy rides into view, she signals him, and turning his horse he hurries up to her. She explains, when they enter the shack, that her father is in a very grave condition, that they are without medicine, and begs him to ride to town and fill her prescription. Broncho Billy realized that to return to town will mean his capture and death and he tells her so. However, he takes the prescription and says that if he cannot find another messenger he will go himself. Billy rides off and comes across a Mexican. He explains to the latter and asks him to go to town for the medicine. The Mexican's eyes twinkle when he sees the silver and he nods his head, but as Broncho Billy rides away he tears the prescription into bits, pockets the money and goes away exultantly. Some time later Billy passes a herd of cattle and the old desire to rustle takes the better of him. But as he is stealing off with the bunch he again comes across the prairie schooner and believing something to be wrong crosses over to it. It is empty and the horses, with the lines under their feet, are cropping the grass. Broncho turns the cattle loose, dismounts from his nag and mounts the seat of the wagon. Then he drives back to the shack, pounds on the door, and receiving no answer to his knocking, he bursts down the door and finds the man and his daughter stretched out on the rough board floor, apparently unconscious. Under the intense strain of caring for her father and assuming command of the caravan, she, too, has fallen ill. Broncho Billy curses the thieving Mexican who had stolen the money, carries the two into the wagon, and mounting the seat, whips the horses into a gallop. Some time later he draws up in town, jumps from the wagon and throws up his hands as the guns of the sheriff and his posse are leveled at his head. He indicates the wagon and the two sick persons are taken out and carried into the doctor's office. Then he turns to the sheriff and holds out his hands, but this officer of the peace hesitates about putting the handcuffs on his captive and finally ends by telling Billy he is free if he will promise to mend his ways. The bad man, redeemed, shakes the sheriff's hand and gives his promise.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001137",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}