{
  "Title": "Les Misérables, Part 1: Jean Valjean",
  "Year": "1913",
  "Rated": "N/A",
  "Released": "01 Apr 1913",
  "Runtime": "60 min",
  "Genre": "Drama",
  "Director": "Albert Capellani",
  "Writer": "Paul Capellani, Victor Hugo",
  "Actors": "Henry Krauss, Henri Étiévant, Maria Ventura",
  "Plot": "The story begins with Jean Valjean as a humble worker endeavoring to provide for his invalid mother. They live in a squalid home, made more wretched by his inability to provide sufficient food. He goes out in search of work, but is unsuccessful. Finally, in desperation, he steals a loaf of bread regardless of consequences. He hastens home with it, pursued by a crowd, and gives it to his mother. Valjean is arrested for the theft and sentenced to five years at hard labor. He with other convicts, is put in a stone quarry, and there makes his first acquaintance with Javert, a prison guard, who appears prominently throughout the story. The first notice Javert takes of Valjean is on account of his great strength in lifting a stone that no other prisoner can lift. In the prison dormitory word is whispered about that there is a chance for one man to escape, and among themselves the prisoners decide that they will draw lots to determine the one who shall make the break for liberty. The lot falls to Valjean, and with the aid of a small saw, he is soon in the open. The alarm is given and pursuit is begun, but Valjean eludes his pursuers. Javert is greatly vexed at the escape, for he is an automatic creature in doing his duty. He performs his duty like a machine, and his duty comes before everything else with him. Like a hunted animal, Valjean reaches the town of Digne, in southern France. He begs from door to door, but meets with many rebuffs, until one kind hearted woman directs him to the house of the parish priest, Myriel. The good priest takes him in, feeds him, and provides him with a cot for the night. In the night Valjean yields to temptation. He steals a pair of silver spoons, and departs. On the road he meets two \"gendarmes\" who take him back to the town, and before the priest. To his surprise Valjean is given a pair of silver candlesticks by the priest who dismisses the police, pretending that Valjean is an old acquaintance. Myriel then gives Valjean a letter to his brother, a manufacturer of glass beads in Montreuil. The action of the priest touches Valjean's heart and he repents bitterly of his wrongful act. He goes to Montreuil and is given a position by the priest's brother and is thenceforth known as \"Mr. Madeleine.\"",
  "Language": "None, French",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjAzMzQ3MjQxOV5BMl5BanBnXkFtZTgwMDQzNzExMzE@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "52",
  "imdbID": "tt0001790",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}