{
  "Title": "The Wooing and Wedding of a Coon",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "16 Nov 1907",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "The opening shows a colored nursemaid in the park with baby carriage, and seated on a bench receives the attention of several smart colored men who admire her greatly and endeavor to make her acquaintance. But the dusky belle is coy and declines to make the acquaintance of any of them, until one more fortunate than the rest is invited to a seat on the bench with her, and a most pronounced flirtation takes place between the lady and her beau. The course of true love seems to run smoothly, and we are next introduced to the lady's home, where the young man is paying a visit and is introduced by the girl to her, father and mother, typical old darkies of before the war time, and several funny scenes follow in which the kid hint her plays a prominent part. The coon favors his girl with many presents and lavishes attentions upon her, although it cannot he said that the courtship proceeds altogether without incident. A rival appears on the scene, razors are drawn and finally a duel is arranged, at which both suitors, accompanied by their seconds, appear on the field of honor and exchange shots at thirty paces; one of the combatants is carried off the field, while our original hero remains the master of the situation, and the girl, arriving at the moment, is so pleased with his valor that arrangements for the wedding are made at once. The happy climax is reached at last and the marriage ceremony makes the two coons one and ends the \"wooing\" in a wedding. Next is seen the home of the young couple, but quite a change has taken place. No longer does the colored gallant overwhelm his lady with presents and similar attentions. Put the familiar sign of \"Washing Done Here\" is apparent, and while the woman toils at the wash tub the married coon smokes, drinks and enjoys himself at his leisure until he decides to go out and enjoy the sights and pleasures of the town. In turn he visits a trap game and several other gambling scenes, not forgetting various saloons, at which he accumulates a very perceptible package. His gambling experience has been unsuccessful and he loses not only his money but his clothes as well, and finally is compelled to rob a scarecrow in order to get clothes enough to get home again at all, which he finally gains in a very disheveled and ragged condition. The unfortunate coon has not been home long before he is attacked by imaginary foes as the result of his drinking bout; seizing a broom he gives battle wildly but is surprised by his wife, who, disgusted with the condition in which her husband has returned, attacks him viciously and gives him the beating he so richly deserves and ends by throwing a tub of suds and dirty water all over him.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.7",
  "imdbVotes": "40",
  "imdbID": "tt0000533",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}