{
  "Title": "When Love and Honor Called",
  "Year": "1915",
  "Rated": "N/A",
  "Released": "18 Jan 1915",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson, Frank Blighton",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Marguerite Clayton, Lee Willard",
  "Plot": "Broncho Billy is sent on a secret mission to a small Arizona town. There he meets a beautiful girl, Elizabeth Barton, who is betrothed to a handsome daredevil, Juan Martin, of the Bar-O Ranch. Broncho is given a job by the foreman, George Chisholm. At a dance Martin and another cow-puncher quarrel. Martin draws his gun but Broncho Billy interferes. Martin is enraged and attempts to shoot Broncho. He takes the gun from him, takes the cartridges out and hands it back. Martin plots with the cook and other members of the outfit to poison the coffee of the foreman and steal the cattle. He hopes to throw the blame for the murder and theft on Broncho Billy. Broncho wakes in the morning to find Chisholm dead and the rest of the company gone with the cattle. He borrows a horse and rides after the thieves. In a battle with the fugitives he is overpowered, and while some of the gang drive the cattle toward the Mexican border, Martin and two others bind Broncho and take him back to town, where they accuse him of murder and theft. He is put in jail. Miss Barton, however, had heard the trio framing the story on Broncho, as they were taking him to the jail, and telephones the sheriff. He immediately starts after the real thieves, leaving Broncho in jail in care of one deputy, pretending to believe Martin's story so he can capture the real thieves before they suspect that he knows of the plot. The citizens of the town have heard the story from Martin and believe it. They start for the jail to lynch Broncho. Miss Barton hears of it and rushes to the jail ahead of them. She makes the deputy swear Broncho and herself in as his aids. They arm themselves and the three face the mob and tell the men they will fight to the death. They manage to hold off the mob in a desperate fight until the sheriff gets back with his prisoners. He then tells the citizens the true story and they cheer Broncho and the girl. Broncho then turns to the girl who had saved his life and whom he had loved from the first. She denounces Martin and throws herself into Broncho Billy's arms.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzkxOTY3NmQtN2FhMC00YmM1LWFiM2MtM2ViZTI0Y2NiMjA2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001976",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}