{
  "Title": "The Stage Rustler",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "10 Jul 1908",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "D.W. Griffith, Edward Dillon, Linda Arvidson",
  "Plot": "What marvelous influence a pretty girl has over mankind, what a power she exerts, transforming the rough and ferocious into lamb-like beings and the weaklings into lions of daring. Such was the power of pretty Roulette Sue, the belle of the mining camp. Phil Bowen and Sam Lewis were a couple of fearless road agents, and our story starts with them waylaying the overland stage coach, commanding the driver and his passengers to alight and \"shell out.\" The passengers comprise a Chinaman, a tenderfoot and Roulette Sue. The tenderfoot is frightened out of his wits, while the Chink trembles so as to almost dislocate his queue, but Sue stands and views the episode with an indifferent air, while Sam covers the little coterie with his guns Phil divests them of their valuables. Sue has a brace of pistols in her belt which Phil takes, extracting the cartridges, hands them back to her empty and harmless. Her defiant mien makes a decided impression on him, as, on the other hand, he has, by his easy, gallant manner, impressed her; besides, a part of his features, which are unconcealed by the mask, gives promise that he is a handsome fellow. Well, it is surely a case of love at first sight. The deed done, Phil orders the coach to proceed on its way, while he and Sam go to their shack to divide the spoils. The coach, arriving at the camp, an alarm is given. and a party of miners start out for the bandits. Sue, who is in deepest sympathy with the handsome young outlaw, starts off at the same time, and, by a short cut, arrives at the shack and warns Phil and Sam of their impending danger. Sam, who has also shown a weakness for Sue, tries to kiss her, but is not only repulsed by her, but knocked down by Phil for the insult. Thus does she transform two staunch friends into bitter enemies. Still, there is no time to parley, as their necks are in danger, so they do a quick get-away. Several days later Sam appears at the tavern and renews his attentions to Sue. Again Phil, who enters at that moment, protects her, and Sam through jealousy denounces him before the crowd. Guns are drawn, and it looked for an instant as if Phil would be punctured in many places, but quick as a flash, he picks up a child from the road, holds it up in front of him, backs off out of harm's way and makes good his escape. Sam now figures the coast is clear and awaits his opportunity. But love knows no danger, has no fear, and hence. Phil returns to see Sue, although it is most hazardous. Phil and Sue are alone in the tavern when the approach of someone forces him to hide behind a curtain. It is Sam who enters and, with violent persistence, forces his odious attentions upon Sue. Things are becoming alarming, when a shot from behind the curtain lays Sam out. Sam, thinking the shot came from Sue's gun, raises himself on his elbow and sends a leaden dart through her which closes the blinds of her mortal existence forever. He is recognized, gives himself up for the usual punishment meted out for those of his kind.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "16",
  "imdbID": "tt0000765",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}