{
  "Title": "A Knot in the Plot",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "26 May 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Frank Powell",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Florence Barker, Mack Sennett, Francis J. Grandon",
  "Plot": "You never can tell from where you stand whether it will be hit or miss and presumption is sometimes pardonable, for in the affair of Jim Doyle, the dandified cowboy of the camp, it looked as though the race was his. He was in fine form, the track was good and he was certainly in the running. Milly Howard, the belle of the camp, certainly gave all the impression that things were pretty well understood between them, as she seemed attracted by Jim's manly hearing, dandy appearance and extreme good nature, and so the boys all withdrew their suits, that is, all but one, Manuel the Mexican. He loved, and when he loved he was determined. So he sets to work to cut Dandy Jim out, and he succeeds. Jim, however, is persistent and one day escorts the fair Milly to her home from the village store. The sight of Jim and Milly strolling along together knocks to \"pi\" in the minds of the boys the Mexican's yarn that he and Milly are engaged, and when they see him they twit him about it. Manuel is furious and goes to see the girl, accusing her of being false to their troth, and so spurns her. Milly, at his departure, falls sobbing to the ground. Two of the boys pass at this moment and imagining her grief due to a jilt by Jim, go off to find the supposed offender. Meanwhile, Manuel has relented and hurries Milly off to the minister's, where they are married, thus ending their unrest. The gang have surprised Jim, and before he has a chance to speak, bind and gag him. Jim has a sneaking suspicion that it is to be a lynching-bee, but is ignorant of the cause. The boys hustle him along, passing the minister's house, whom they call to accompany them. Jim believes the minister's services are enlisted for his funeral, so you may imagine his surprise when they halt in front of Milly's residence, and calling her out demand the minister to marry her and Jim at once. Milly refuses to become a bigamist, the minister refuses to perform the ceremony until the Mexican consents to make her a widow, and although Jim would be most willing to marry her he realizes the conditions prevent.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001278",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}