{
  "Title": "A Grocery Clerk's Romance",
  "Year": "1912",
  "Rated": "Not Rated",
  "Released": "28 Oct 1912",
  "Runtime": "7 min",
  "Genre": "Short, Comedy",
  "Director": "Mack Sennett",
  "Writer": "N/A",
  "Actors": "Ford Sterling, James C. Morton, Gus Pixley",
  "Plot": "The grocery clerk's sympathies are aroused by the sight of hard-working Mrs. Brown, whose shiftless husband sits around and smokes, and spends his time at the saloon. The clerk wins Mrs. Brown's gratitude by doing the washing for her, and taking care of the chores around the house. Brown saunters out to the woods and comes upon three conspirators, who accuse him of being a spy and decide to kill him. Brown is tied to a tree stump, a charge of dynamite is placed under him, a fuse attached and lit, and Brown is saying his prayers when his little son finds him. The boy rushes home with the news, and the clerk does all in his power to prevent the rescue party reaching Brown in time. In his frantic struggles Brown frees himself and makes his escape just as the explosion takes place and the rescuers arrive. All believe him dead, and the grocery clerk immediately proposes to Mrs. Brown and she accepts him. They lose no time in getting a minister and the ceremony is about to proceed when Brown, who has gone to the village saloon to steady his shattered nerves, is informed that his wife is marrying the grocery clerk. He dashes to the scene and prevents the wedding, chases the clerk away and takes his unwilling spouse home to work again.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDE3ZjAwMjAtMTgxZi00Y2NmLWFhMTItNzM2ZThlODBjNjI5XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.1",
  "imdbVotes": "164",
  "imdbID": "tt0002224",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}