{
  "Title": "Artful Kate",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "23 Feb 1911",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, Owen Moore, Charles Arling",
  "Plot": "The story opens with a pretty love scene between the Lieutenant and his betrothed, Kate Stanley. Hammond is ordered to join his regiment in Cuba and Kate is heartbroken. He tells her they must part, and the girl decides to be brave. She exacts from him a promise that he will be true to her, and not indulge in any flirtations with the dark-eyed senoritas she has been told lure men from their vows of constancy in the land of flowers. Hammond is only too willing to swear eternal constancy. Kate places in his watch case a photograph of herself, kisses her manly soldier, and the leave-taking is very affectionate. The scene reverts to Cuba, Lieutenant Hammond arrives, and is impressed with the country. Kate, having relatives in Havana, receives an invitation to pay them a visit and eagerly accepts, thinking she will meet her lover. She is apprised of his arrival at Havana, and, knowing the predilection of soldiers to flirt, resolves to investigate. Attired in mantilla and Spanish costume, she goes out on the street, and is immediately descried by her fickle lover who is looking for adventure. He does not recognize her, and, to her anger, he attempts a violent flirtation. She repulses him, but he is infatuated, and is not to be denied. Then she is obsessed by an idea to accede to his advances. Hammond seeks an introduction to the girl through her friends, and the enamored young man is persistent in his attentions. He labors under a handicap of not being able to converse in the Spanish language, but procures a language book, and is assisted by Kate, who is also ignorant of the language of the country. Kate, by arts best known to women, obtains possession of her portrait from his watch on the pretense of being jealous of the original, and Hammond is a willing victim to her wiles. There is a pretty love scene, with the American soldier pressing his suit with fervor, and Kate highly enjoying the situation. The scene then reverts back to the States. Hammond has returned, a Spanish-American War hero, resplendent in his uniform, a hero universally admired. He loses no time in visiting Kate, who has preceded him home. He takes her in his arms. She questions him closely and playfully accuses him of flirting with the sirens of Cuba. He indignantly denies it, hurt and reproachful. Kate opens the watch and finds her picture gone, and inquires the reason. He is nonplussed, but, like a gentleman, he proceeds to lie artistically. He tells her of a fierce fight in which, although outnumbered, he won by wielding his sword, but the portrait was lost from his watch. Kate playfully bids him close his eyes and she will spring a surprise. He does so, and she retires to reappear in Spanish costume, doing the dance that charmed him. She accuses him of his perfidy, and Hammond can only stare. He realizes he has been tricked, and that the girl has proof of the most positive sort. Of course, Kate is a woman, and the result in inevitable. When her lover takes his dismissal literally and leaves, she affrightedly starts to recall him, and right there is where the soldier turns the tables by unexpectedly returning at the opportune time to read her thoughts. She, of course, forgives him, and, he, being a man of impulses, takes her in his arms, thankful that women are prone to change their minds very suddenly in affairs of the heart.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMDY4NDY3MmUtZjE1OS00Y2FiLWJmMTItYTdmOTg2ZDFkZThkXkEyXkFqcGdeQXVyNDY1NzU5NjY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "41",
  "imdbID": "tt0001481",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}