{
  "Title": "Betrayed by a Handprint",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "01 Sep 1908",
  "Runtime": "9 min",
  "Genre": "Short, Crime",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, Harry Solter, Linda Arvidson",
  "Plot": "Mrs. Wharton, a dashing widow, gives a party at her beautiful villa in honor of the presentation to her of a handsome diamond necklace by her fiancé. During the evening bridge participated in by a number of the guests, among whom is Myrtle Vane. Miss Vane is playing in wretched luck, and is advised several times by Mrs. Wharton to desist, but she still plays on in the vain hopes of the tide of fortune turning, until at last, in the extreme of desperation, she stakes her all and loses. Shame and disgrace stare her in the face. What can she do to recoup her depleted fortune? As one of the guests there is Professor Francois Paracelsus, the eminent palmister, who of course, was called upon to read the palms of those present. Sheets of paper were prepared and each imprinted their hand on a sheet to be read by the erudite soothsayer at his leisure, and so were left on the drawing room table. All have now retired to the apartments assigned them by Mrs. Wharton, but there seems to be a sleepless night before Myrtle, and she suffers mental agony, until the thought of the necklace flashes before her mind's eye. 0, if she only possessed those treasures all would be well. The more she thought of it the more unconquerable became her covetousness, until the inimitable determination to secure them seized her, but how? To enter her room by the door would not only arouse the hostess, but maybe the guests as well. There was but one way, by the window, and this undertaking was decidedly hazardous, for it meant that she must crawl along the narrow ledge between her window and that of Mrs. Wharton, a distance of twenty feet, and one slight misstep would result in her being dashed to death on the walk below. But when a woman will, so she makes the trip without mishap, entering the room she searches noiselessly for the top of the dresser, finds it, secures the necklace, and makes her way back to her apartment. Now to hide the jewels. An ingenious idea strikes her. She cuts in two a bar of soap, and hollowing it out, places the treasure inside and joins the parts together. Meanwhile Mrs. Wharton, aroused from her slumber, intuitively looks to her diamonds, but finds them gone. \"What's this? A clue!\" On the dresser there is a sheet of the palmister's paper on which there is a handprint of dust. Down to the drawing room for the corresponding imprint. There it is, and signed \"Myrtle Vane.\" To Miss Vane's room goes the furious Mrs. Wharton, and during the scene that transpires the soap is brushed from the table and breaks open, exposing the necklace, at the same time convicting the poor girl. Upon the recovery of her jewels, Mrs. Wharton's anger subsides and she is inclined to be charitable towards the unfortunate girl kneeling at her feet, so she not only forgives her, but insists upon aiding her financially.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjg3ZmZkMGYtOThlOC00ZDFhLWEyYWQtNWQ3OGE3NjQyYjk1XkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "182",
  "imdbID": "tt0000645",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}