{
  "Title": "The Better Way",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "12 Oct 1911",
  "Runtime": "10 min",
  "Genre": "Drama, Short",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "King Baggot, Mary Pickford, Owen Moore",
  "Plot": "Louis Perry is discharged from the penitentiary, having served his sentence. He immediately resumes relations with his evil companions, being a leader in the criminal acts. One day he happens to meet Lillian Garvey, a Salvation Army worker. One of his companions insults her and he resents it and incurs his enmity. Lillian is the only good woman he has known for years and he learns to love her. Her influence tempts him to abandon the life he is leading, and be attends the services and becomes converted. Just at this juncture Madeline Raymond, a woman of the underworld, who was his sweetheart before he was arrested, again comes into his life. He tries to secure honorable employment, but fate, in the shape of vigilant officers, interferes. They know him for a criminal and warn employers against him. Lillian is loyal in her faith in him and they are married. A small boy is injured by a motor car and Louis takes him to his home. When he arrives he finds Madeline, who has called on his wife and told her all. The revelation has no effect on the faithful wife and she has nothing but pity for the abandoned woman. A physician is called to attend the boy and Madeline resolves to be revenged. She places her purse in a dresser drawer and then summons a policeman, announcing that Louis has robbed her. The physician sees the woman secrete the purse. The policeman arrives and recognizes Louis as a jailbird and is about to arrest him when he notices the injured boy, which is his child. The doctor clears Louis of the charge of theft and the officer congratulates him on his reformation and praises his devoted wife. The incident makes a vivid impression on Madeline and she is resolved to lead an honest life.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjVkY2EzZTctNTA5NS00OTI3LWE3YzQtMzc4N2MyZjk4NjBiXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001503",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}