{
  "Title": "A Victim of Jealousy",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "09 Jun 1910",
  "Runtime": "16 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "James Kirkwood, Florence Barker, Mary Pickford",
  "Plot": "The young husband's irrational jealousy makes him suspicious of every attention bestowed upon his wife. Even the minister, who performed their marriage ceremony, making a pastoral call annoys him. They attend a social gathering, and his ill-concealed perturbation at his young wife's affability with all present spoils her evening's pleasure, and finally induces her to ask to be taken home. Arriving home, a stormy scene ensues, and there might have been a separation but for the wife's subtleness in placing within his range delicate reminders of her own gentleness. He is awakened from his present dementia and promises never to act so foolishly again. The next morning as he is about to leave for his office, he is sincere in his protestations of faith, but upon returning to his library to secure some business papers, he hears a man's voice issuing from the reception room, and upon entering finds his wife's milliner, who has come with her hat. He orders the man out and unjustly upbraids his wife. Not only that, he instructs his valet to watch. This of course, is fine for the valet, as he sees gain in it. During the afternoon lady friends of the wife call and beg her to accompany them to the art studio to look over some paintings they think of purchasing. While at the studio, her friends are called away for a few moments and ask her to wait until they return. Meanwhile, the valet has learned of the wife's visiting the studio and so informs the husband. The intelligence throws him into a frenzy, and rushing home secures a revolver and heads to avenge his fancied wrong. The wife's sister sees this and hastens to apprise her of her danger. Up to now the friends have not returned and the wife is place in a very embarrassing position, but the sister hurries her into an adjoining room, from which she escapes by another door for home. Unfortunately, the wife in her haste drops her scar, which the husband recognizes, and dashing into the adjoining room, just as the other door closes behind his wife, finds his sister-in-law who claims the scarf. Returning home he finds his wife, who confesses that she really was at the studio, and relates the details which are corroborated by her friends who now appear. The wife's patience is tried to the limit and she determines to leave him at once, so it is only upon his solemn promise never again to mistrust her that she remains.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "16",
  "imdbID": "tt0001443",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}