{
  "Title": "The Indian Trailer",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "19 May 1909",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "The first scene opens on the property of a well-known Western ranchman. A bunch of cow punchers are assembled wasting their time and their employer's money by playing cards. The ranchman catches them at the game, quickly breaks it up, and sends them to work. One cow puncher, a greaser, who dislikes being ordered about, even by his employer, tells the ranchman so. A fight ensues in which the ranchman gets the better of the greaser, and kicks him off the place. After this, the greaser swears revenge. He hits upon a plan, and with the assistance of another greaser they secure the ranchman's little girl, taking with them a shepherd dog, a playmate of the little girl, the dog being utilized later on by the greasers, as the story will show. Eventually the two greasers, the little girl and the dog arrive at the greasers' hut, and a note is written to the little girl's father, stating that she has been taken out of revenge for the treatment the greaser received at the hands of the ranchman and that they will not return her until they feel inclined to do so. The note is tied to the dog, the greaser well knowing that once the dog is released he will make his way back home and that the note will eventually fall into the hands of the little girl's father. The dog is turned loose and hurriedly makes his way home. Immediately upon the finding of the note by the rancher he gathers about him his cow punchers and they start on the trail of the greasers. In order to make sure of locating the girl, the father secures an Indian, who is noted for his ability as a \"trailer.\" The Indian is not long in finding the tracks of the fugitives, and he eventually leads the father to the house where his child and her captors are in hiding. A thrilling chase now ensues, and after many startling occurrences the child is returned to her father and the greaser meets a just punishment at the hands of the Indian trailer.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000913",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}