{
  "Title": "The Fence on 'Bar Z' Ranch",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "12 Mar 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "Robert Graham, a rich land owner, buys a farm adjoining that of a widow, Mrs. Sarah Brown. In surveying the property, the report of the surveyors makes the claim that the Widow Brown's fence, dividing the two properties, encroaches five feet on Graham's property. Graham is a thorough business man, so he sends a note to the Widow Brown commanding that the fence be set back where it belongs. The widow receives the note and says: \"The fence will remain where it is.\" The next day three workmen drive up to the Widow Brown's gate and tell her that they have received orders to set the fence back five feet. Mrs. Brown turns back into the house and emerges a moment later with a loaded shotgun and a threat that the first man who touches her fence will be shot. They retreat and are finally forced off the widow's premises. The next day Graham, raging with indignation, comes on the scene. A sign is posted at the fence, which says, in effect, that the first man who touches her fence will be shot. The widow's little girl is playing in the yard. Graham takes no notice of her and sets to work. A moment later the widow hears the sound of splitting wood and comes to the door with a shotgun. A moment later a shot is fired, there is a scream of a child, and the uninjured man, who has been fired upon, dashes across the yard and seizes the wounded baby. The horror stricken widow drops the gun and runs out! She had shot at Graham and had wounded her baby girl. Jumping on his horse with the girl in his arms, Graham rides with all the speed he can obtain from the tired pony and an hour later draws up at the home of the local doctor. The baby, almost dead from loss of blood, is restored by the doctor and a few days later taken home. But the disputed fence? Both Graham and the widow had forgotten it completely. Mrs. Brown, repentant and deeply grateful to Graham, acknowledges that she may have done wrong. Graham, however, has learned to love the little woman. The finish is a pretty one. The old, troublesome fence is removed entirely and the two properties, with the two hearts, made into one.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BM2I3MmQ0YjktNDZlNS00NWJjLWFkOTItNGQ1ZjFjMzk2ODUxXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001213",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}