{
  "Title": "The Governor",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "17 Sep 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Harold M. Shaw",
  "Writer": "Bannister Merwin",
  "Actors": "Mary Fuller, Charles Ogle, Willis Secord",
  "Plot": "John Meade, the retiring governor, is an honest, fearless reformer. He sees that his friend Waring is elected as his successor. Waring is not a strong character and his new office goes to his head. Nolan and Deems, party bosses of the worst type, recognize the new governor's weakness and play on it with flattery. Nolan introduces into Waring's service, as stenographer, Margaret Ward, a girl who is under obligations to Nolan, because he has befriended her family. Charles Waring, who becomes his father's secretary, is suspicious of the two bosses and suspects the new stenographer. Nolan and Deems father a certain traction bill in the legislature. It is a bad bill and it means a great deal to them financially. It is passed and sent to the governor for signature. At this juncture a telegram is received from Meade urging the governor not to sign the bill until he, Meade, can come with evidence that the bill is a steal. Margaret hears Waring announce that he will veto the bill and telephones to Nolan about it. Nolan and Deems come in hot haste to use all their wiles to make the governor sign the bill at once. Charles discovers Margaret in the act of telephoning Nolan, and accuses her. She breaks down and comes to see that she has acted wrongly. Charles tries to get Meade by telephone, but finds that the former governor is playing golf some miles away. Margaret, eager to make amends for what she has done, tells Charles to keep his father from signing the bill while she takes the governor's motor car and sets out to find Meade. Charles enters his father's office as Nolan and Deems are appealing successfully to his pride. Charles upsets the inkwell over the desk but even this fails for Nolan snatches the bill away before it is damaged and Deems is ready with a fountain pen. Meantime we have seen many flashes of Margaret's motor car ride. At the critical moment she gets Meade to the executive offices. Meade bursts in upon the scene followed by Margaret, and after seeing the proof. Waring vetoes the bill, banishes Nolan and Deems and clasps hands with Meade in the old friendly way and Charles comforts the self-blaming Margaret.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002218",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}