{
  "Title": "The Bad Man's Christmas Gift",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "24 Dec 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Brinsley Shaw",
  "Plot": "Andy Carson, puncher on the Lazy X ranch, is in love with Gladys, daughter of Col. Pierce, the ranch owner. Gladys likes the young puncher, hut when Jack Brinsley, a young Eastern friend of her father, comes to spend Christmas at the ranch, she speedily transfers her affection to the Easterner. Carson, embittered by his failure in love, broods upon the matter, until his disappointment breeds a desire for revenge, and, to his mother, he threatens the life of his successful rival. However, his mother tries to dissuade him, and, believing that she has succeeded, gives no further thought to her son's threat. The wedding day arrives, and after the ceremony the guests are assembled at supper in the ranch house, when Carson rides up, and slipping to the open door, fires at Brinsley, fortunately missing him. He is gone before a pursuing party can he formed, and although they strongly suspect him of the attempted murder, there is no proof. Carson, determined to make sure of his vengeance the next time, waits for a favorable opportunity. It comes Christmas Eve, when Carson is sure that a large party will be at the ranch house. However, he knows that the sheriff is keeping a close watch upon him and that any attempt will be frustrated by the vigilant officer. His first move, therefore, is to get the sheriff out of the way, and going to the office, he leaves a note reading: \"I missed my man at the wedding, but will get him next time.\" He then conceals himself, and has considerable amusement over watching the officer read the note. He then covers the astonished man with his revolver, disarms him, and forces him to shackle himself. Placing a cigar in the helpless man's mouth, he lights it for him, laughs and goes out. At the Last Chance Saloon the cattlemen are planning their Christmas celebration. One of their number is to impersonate Santa Claus, and carry the gifts to the Lazy X Ranch. Carson enters the saloon and hears their plans, but they do not invite him to participate, for he has made himself an outcast among them by his recent actions, However, he sees a splendid opportunity to carry out his threat, and slipping away, he hides and waylays \"Santa Claus\" at a lonely corner of the corral, forces him to take off his costume and locks him in a shed. Arrayed in the Santa Claus garments, and carrying the sack of presents, Carson to the ranch house, intent upon murder. Upon one package addressed to Brinsley, he writes, \"Tonight is the Night.\" The sheriff, released by a chance visitor to his office, hastens to the ranch house to warn Brinsley of his danger, Carson, as St. Nick, arrives distributes the presents, and is taken by all for the ranchman who had been chosen to play the part. Brinsley's present, with the ominous warning, is handed out first, and the young easterner, never suspecting Carson's real identity, confides in him, to the extent of allowing Santa Claus to examine his revolver and make sure that he is prepared for defense. Carson had many opportunities to kill Brinsley, but the Christmas spirit is mastering his desire for revenge, and time after time he stays his hand. Suddenly another guest arrives, in the person of Carson's mother, who has heard of her boy's action at the sheriff's office and has come to find him. Even she fails to recognize him, but her presence there is the last straw that is breaking his desperate resolve, and Carson, thoroughly repentant, and bad man no longer, throws off his disguise, and confesses to his entire plans. The sheriff is determined to arrest him, but Gladys, her father, and even Brinsley, speak against his marring of the Christmas festivities, and Carson, grateful, joins the hands of Brinsley and Gladys with the words, \"This is my Christmas gift to yon.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzM3MjlkN2MtZjliMi00OTQ2LTg0N2QtNDMwNWJjZjJiNjI5XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "6",
  "imdbID": "tt0001124",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}