{
  "Title": "Richard III",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "26 Sep 1908",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "J. Stuart Blackton, William V. Ranous",
  "Writer": "William Shakespeare",
  "Actors": "William V. Ranous, Florence Auer, Maurice Costello",
  "Plot": "Exterior of the Tower of London. Tressel brings to the dethroned Henry VI the news of the loss of the battle of Tewkesbury and the death of the king's son. \"Now is the winter of our discontent.\" The Duke of Gloucester (afterwards King Richard III) enters the tower and kills the imprisoned King Henry VI. \"Down to hell, and say I sent you there.\" The Duke of Gloucester stops the funeral procession of Henry VI, woos and wins Lady Anne. Inside the palace, Queen Elizabeth and the Duchess of York are weeping over the death of Edward IV. To this Gloucester remarks, \"These tears look well; sorrow's the mode. With all my heart I'll not be out of fashion,\" and he weeps. Plotting for the Crown, Crosby Palace: The Prince of Wales on the throne is visited by his brother, the Duke of York. He jokingly makes much of the Duke of Gloucester, who advises the two princes to live in the tower until the Prince of Wales is ready to be crowned Edward V, but privately intends that they shall never leave the tower alive. The Duke of Gloucester, now married to Lady Anne, wishes that she were dead. The Lord Mayor of London, urged by the Duke of Buckingham, offers Gloucester the crown, which he accepts, and immediately after orders the two princes in the tower to be separated from their mother. The Duke of Gloucester, as King Richard III, is now seated on the throne of England. He endeavors to persuade the Duke of Buckingham to consent to the murder of the two young princes. Buckingham refuses and he bribes Sir James Tyrell and two of his followers to smother them. Buckingham now claims his reward for assisting to make Richard the King of England, but Richard, in a rage, replies, \"I'm busy, thou troublest me, I am not in the giving vein.\" Richard, with his army on the way to battle, is met by his mother and Duchess of York and Queen Elizabeth, and cursed for his evil deeds. Catesby brings news of the loss of Buckingham's army and the capture of Buckingham, \"Off with his head; so much for Buckingham.\" While Richard III sleeps in troubled dreams the spirits of those whom he has killed visit him and call upon him to \"Despair and die!\" They vanish and he wakes in horror. Closing scene: battle of Bosworth Field, showing death of Richard III, and the crowning of the Earl of Richmond as Henry VII, King of England.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.0",
  "imdbVotes": "15",
  "imdbID": "tt0000750",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}