{
  "Title": "A Summer Idyll",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "05 Sep 1910",
  "Runtime": "17 min",
  "Genre": "Romance, Short",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Henry B. Walthall, Stephanie Longfellow, Gertrude Robinson",
  "Plot": "Albert Woodson, a talented young artist, has become madly infatuated with Cora Irwin, a fellow artist. Cora's atelier was the rendezvous of the members of the higher Bohemia, and at her little reception there always gathered the men and women of arts and letters. Among them was Albert Woodson, and during the course of these affairs he proposes marriage to the seemingly nonchalant Cora, who regards his protestation as a joke and laughingly rejects his proposal. Despondent, Albert goes to his home and decides to take a long walking trip in the country, where he hopes to crush that infatuation for the heartless Cora. As he trudges through the fields, his mind is occupied admiring the beauty of the land, which enthralls him so as to almost forget the cold-hearted artist. Here he meets a pretty little shepherdess as she feeds her sheep. Her artlessness and beauty make such an impression on him that Cora has now gone entirely from his thoughts. It is a case of love at first sight, and it is not all one-sided, for the little maid is attracted by him. She indeed fails deeply in love with him. Cora, meanwhile, has regretted her action, and learning Albert's address, sends him the following letter: \"Dear Albert: I was only teasing when I laughed at your proposal. Come to me. Your Cora.\" This note reaches Albert while he is out strolling with the little shepherdess. He mentally compares the two and decides in favor of the country maiden so Cora's plea is ignored. To be by the little one's side, Albert engages as a farmhand, and the poor old grandpa of the girl, with whom she lives, seeing them so much together, anticipates that he will soon be left in loneliness. Cora, determined to win him back, makes a more subtle endeavor. She writes a second note: \"Dearest: Why don't you come to me? I am giving a little reception in your honor. Do please grace the occasion. With heart yearning, your own Cora.\" Before sealing the letter she encloses the butt of a cigarette which she has been smoking, Albert at first is inclined to treat this second hitter as he did the first, but the sight and aroma of the cigarette conjure up in his mind the fascinating scenes of Bohemia and his old infatuation returns. The city's call is irresistible, and back he goes to the gayeties of the metropolis.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjBiMmRjMDktMWM5ZS00NTQxLTllZjMtMmIwYjhmYzBmYWYyXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001405",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}