{
  "Title": "Western Chivalry",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "12 Feb 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, William A. Russell",
  "Plot": "Mr. Josh Banks a ranchman, receives word that his niece, a pretty Chicago girl of eighteen, is on her way to make them a visit. The news immediately electrifies things down in the cowpunchers' bunkhouse, and all the boys begin sprucing up to he presented to the fair one. She arrives, casts a withering glance at the big rawboned fellows waiting to meet her and sweeps off on her uncle's arm into the house, while the latter looks hack and winks his eye at the boys. They are dumbfounded and hike back to the bunkhouse completely crushed. One of them passing the front porch in the afternoon finds her reading a hook and hurries off to tell the other cowboys. They all slip around to make another try, but when they confront her she flounces up and slips into the house again. A moment later \"the old man\" with a grim look steps out and remarks pointedly that if certain of his \"good fer nawthin' cowpunchin' greasers don't fade into the background'' he'll do something. Finally the boys rebel and at the points of their guns force Banks to bring out the lady and introduce her to the bunch. She, seeing the joke, laughs heartily, but tells them she will yet get even with them. None of them are aware that Jane is an expert horsewoman, and when they see her astride the \"Red Devil,\" a mustang especially noted for his caloric temperament, all run toward her. But the mustang kicks up his heels and turning, swings into the road, the apparently helpless girl clinging to the saddle horn. Pursuit follows, the little mustang fairly eating space and the cowboys fast losing ground. However, the foremost in the chase, after spurring his horse to its best efforts, draws upon the \"Red Devil\" and finally is running abreast. With no visible effort he leans across to the girl, and catching her about the waist, swings her into his own saddle. When they pull up and the frightened cowboys gather around she laughs at them scornfully, remounts the \"Red Devil\" and races them back to the ranch house. But Jane has shown the boys what she can do and has tested cowboy courage. Then she tells them that thereafter she is going to be a \"good fellow\" and asks permission to be a full-fledged member of their fraternity, which scheme, of course, is happily agreed to.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001448",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}