{
  "Title": "The Vaquero's Vow",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "16 Oct 1908",
  "Runtime": "13 min",
  "Genre": "Action, Short, Romance",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Charles Inslee, Harry Solter, Linda Arvidson",
  "Plot": "Manuella, a beautiful Mexican girl, is the object of the pure, honest affections of Renaldo, a poor Vaquero, and while she is touched by his tender attentions, she shows a decided preference for Gonzales, a dashing young musician, who, being the beau ideal of the senoritas 'round about, hence Manuella feels immeasurably flattered by his advances. Little does she realize that his attentions are induced by selfishness, for he knows that her father is well provided with earthly possessions, which he hopes to share. Rejecting Renaldo, she marries Gonzales. At the ceremony Renaldo, though an unbidden guest, approaches and, acquainted with the true nature of the musician, warns him to be faithful to his bride or beware. Gonzales treats this with extreme sangfroid, and when the guests have departed insists upon opening the marriage-box, expecting a goodly sum of money, but his rage is unconfined when he finds it yields but a sheet of paper, on which is written: \"Her husband's love is the bride's best dowry.\" Throwing his wife from him, he departs for the wine shop, where he plunges into a whirl of dissipation with his ribald associates. To this place the poor wife comes to beg him to return home, but she is thrown out. Lack of funds sends him home to demand his wife's rings and bracelet, on which to raise money for drink. This she refuses, but is beaten and choked into insensibility and the valuables taken. Back he goes to his despicable companions. Renaldo learns of this, goes to the tavern to remind Gonzales of his warning, and a terrific battle ensues. With rapiers they start, but as the fight progresses these are discarded for more deadly weapons. About the room they struggle, wrecking the place, until at last Gonzales is bested by Renaldo, who, at the intercession of Manuella, spares his life, and leads her from the place.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "20",
  "imdbID": "tt0000779",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}