{
  "Title": "A Vein of Gold",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "30 Apr 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Fred Church, Clara Williams",
  "Plot": "Convict No. 999, lonely in his prison cell, is handed a letter one morning from his mother. The letter states that the enfeebled old lady is ill and without food or money. The convict's heart saddens as he recalls his life of crime and that he is responsible for the poor old mother's want. He prays for the opportunity to redeem himself. Later he calls the guard, who is monotonously patrolling the hall outside and begs an interview with the warden of the penitentiary, a just, honest man, to whom he shows the letter and begs for a ticket of leave that he may visit his mother and make some endeavor to relieve her want. The request is granted, and promising to return when his time has expired. No. 999 shakes the wardens' hand and goes out. Beyond the gray walls of the penitentiary Walt Rooney makes haste to catch the next train for his home in the little western town. He arrives and hurries to his mother's home. The mother embraces him tenderly while Walt turns his head, hiding a tear. \"I will find help, mother dear,\" he finally assures her, \"I will find work; we shall have money and you shall have food and a doctor.\" Walt realizes his mother's grave condition and the necessity of having medical and housekeeping help. Also he knows that he will be unable to work at this dull time of the year, and in desperation he finally resorts to \"the old game.\" It was not prudent nor the best plan, we will admit, but it appeared to him to be the easy way. At the point of a revolver he forces the village storekeeper to hand over all his money, and after writing a promise to repay the storekeeper at some future date, Walt rushes out, counting the bills, and hurries for a doctor. A few days later, just as the warden has given up all hope of the return of No. 999, he suddenly steps in. Two years go by and No. 999 is released, his time having expired. Walt now calls upon his mother and tells her of his plans for the future. He will turn prospector, he says, and without a doubt they will soon be rich. In truth Walt makes a rich strike on his claim, and a very lucrative vein of gold is revealed. For a vast sum Walt sells his mine, and he and his mother move back to the village. They arrive to find a large crowd gathered in front of the village grocer's. The old man has been unable to meet the mortgage and a sheriff's sale is in progress. Walt is interested and sees an opportunity to repay the old man, whom he had robbed when life had been cruel with him. Walt bids with the rest until he and the avaricious landlord are competing for the ownership of the store. \"One thousand five hundred dollars from the gentleman.\" The auctioneer calls. \"Two thousand,\" from Walt. \"Two thousand is offered by this gentleman, the auctioneer again drawls, \"Who will make it three?\" There is no answer and as Walt's rival walks away leering, the auctioneer sings again, \"Two thousand I have. Two thousand once, two thousand twice, two thousand three times, and sold to Mr. Rooney.\" A few minutes later Walt with the bill of sale in his hand, touches the sorrowful old gentleman on the shoulder. The latter looks up. \"I reckon you'll want to look the prize over,\" he says, rising slowly. For an answer Walt thrusts the bill of sale into the old man's hands. \"No, no,\" he says, \"I want to repay you for the kindness you showed me once in -\" He finishes by producing half of the note he had forced upon the grocer two years before. The old man recognizes it, then slowly stretches out his hand. Their eyes meet and they understand.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001442",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}