{
  "Title": "For a Wife's Honor",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "28 Aug 1908",
  "Runtime": "8 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Charles Inslee, Harry Solter, George Gebhardt",
  "Plot": "Irving Robertson, a successful playwright, has just received a message from out of town to witness the initial performance of one of his plays. As he is about to leave, Henderson, the manager, calls to pay a sum due him for royalties. At the same time, Frank Wilson, a friend of the family, drops in. Henderson hands over to Robertson several thousand dollars and departs. He places the money temporarily in his desk and prepares for his journey, excusing himself to Wilson, at the same time begging him to make himself at home, he departs. Now with the family there was employed a French maid, whose carelessness just before this scene, incurred the displeasure of Mrs. Robertson, who discharged her. Wilson is a bank cashier and has fallen into the error of so many of his kind. As his peculations are detected, and well-grounded rumors already rife, he comes to ask the wise counsel of his friends. Robertson having departed, Wilson hesitatingly unburdens his mind to Mrs. Robertson, who, of course, is amazed at his recital. While they are engaged in whispered conversation, the maid, who has packed her belongings to leave, peeks in. An idea strikes her: a chance too good to lose, so she noiselessly reverses the key in the door and locks it from the outside, thus leaving the couple prisoners. Out of the house she rushes to overtake Robertson, which she does at the next corner. Loud and impressive are her defamations, which not only arouse the jealousy of the husband, but curiosity of the passersby as well. Back to the house dashes Robertson and upon finding the door locked, the maid's story seems only too true. Inside the room consternation had at first seized the couple, and then the wife accuses Wilson of duplicity: \"No, no! Not that! I'm not as low as that, but we must think, and think quickly. Ah! Go into that room.\" The wife does as he commands and Wilson makes for the desk, bursts it open and is taking the money as Robertson, in a frenzy, crashes into the room. He slops short at the scene that greets his sight. There is his wife, whom he had for the moment doubted, coming from her room, and his most cherished friend standing over the wrecked desk with the implicating bank notes still in his hand. For an instant all seemed paralyzed: then from the husband: \"Go.\" Wilson, with bowed head, leaves. He has chosen to hurl himself into the slough of degradation to save the honor of his friend's wife.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.5",
  "imdbVotes": "43",
  "imdbID": "tt0000690",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}