{
  "Title": "When the Cat's Away",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "09 Feb 1911",
  "Runtime": "6 min",
  "Genre": "Comedy, Short",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, Charles Arling",
  "Plot": "Mr. and Mrs. Parker leave their apartment to the care of their servants, Riley and his wife, while Mrs. Parker pays an extended visit to her mother, and Mr. Parker makes a business trip. Riley assists at the going away and the furniture is covered with care, he being admonished to take excellent care of the apartments, which he proceeds to do. Riley finds the need of some ready money, and he resolves to turn a penny his way by letting the apartments in the absence of his master and mistress. He tacks up a neat sign and awaits developments. Mr. and Mrs. Strong, strangers in the city, happen to pass, see the sign and make application to Riley for the use of the apartments. Riley is open to a deal and he is paid a month's rent in advance. Mrs. Riley is overjoyed at the arrangement. In the meantime Mrs. Parker's stay is cut short by receiving a telegram from her husband, calling her home. Her arrival is most inopportune. Mr. Strong is seated in Parker's favorite chair and she is overjoyed to see her supported husband. Approaching Mr. Strong, she places her hands over his eyes, and he, thinking it is Mrs. Strong, clasps her to his bosom. To make matters complicated, Mr. Parker and Mrs. Strong happen in at this instant. The man glare at each other, and the woman immediately engage in a hair pulling match. Happily the situation is soon straightened out. The Strongs explain their presence, but the Parkers soon convince them that they have a prior claim on the premises by reason of ownership. Riley is summoned and finds himself in a predicament out of which he emerges somewhat downcast, for he is compelled to return to Strong his rent money and is fired by Mr. Parker.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001980",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}