{
  "Title": "But the Greatest of These Is Charity",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "27 Sep 1912",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "James Cruze, Marguerite Snow, Carey L. Hastings",
  "Plot": "The rich banker did not realize how differently he and his daughter looked at life until the girl returned from a convent school where she had passed many years. The banker's motto was \"Everyone for himself, and me first.\" The girl believed in aiding the poor, and that wealth carried with it an obligation to be useful. The father admired his beautiful daughter, even though he did not understand her. She loved him and hoped some day to bring him to a realization of his duty toward the helpless and friendless. Before this happened, the clash came. Returning to his home one day, the banker was surprised to hear chatting and laughter in his dining room. Investigating he discovered that his daughter had brought \"some of those beggar brats\" home. He was enraged that his house should be so polluted, and sternly ordered the girl to throw the guests out immediately. Vainly she pleaded with him, and finally declared that if the others went, she would go too. The man did not believe she meant it, and jeeringly told her to try it. She bowed, and, followed by her humble guests, left the house. The girl went with them to their tenement home, and having no money with her, gave one of the poorest of the party a jeweled bracelet which her father had presented to her. Then, weary of the world, she sought refuge in a convent, found peace, and was soon happy as a teacher in a little parish school in the slums of the city. The father in the meantime believed his daughter was dead, for the bracelet was found on the charred remains of a woman, burned to death in a fire in the slums. Rich, but lonely and heart-sick, the banker took a vow to do good where he had done harm, and soon became better known for his kindliness and charity than he had been for his business ability. He believed his daughter dead, and she, knowing that no search had ever been made for her, supposed that he had closed his heart against her. Among the banker's new proteges was a little girl, who reminded him of his daughter when the latter was a child. At her invitation he accompanied her on one occasion to the parish school she attended, and there to his surprise and joy, met the daughter he thought was dead. There were mutual explanations and mutual forgiveness. The banker thanked Heaven for the happiness that had again entered his life, and to show his gratitude in a practical way, decided to endow a school, for it was a school and a tiny scholar that had brought him back to his daughter. The dedication services were graced by the presence of Cardinal Farley, and the building now stands as a memorial aid constant reminder that a father, who had lost the daughter he loved, regained her after many days, and through the charity he had once sneered at as something that should not exist.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002021",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}