{
  "Title": "The Jilt",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "17 May 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Arthur V. Johnson, Owen Moore, Florence Lawrence",
  "Plot": "John Hale and Frank Allison have become staunch friends at college, and the day of separation, at the end of the course, was a sad one indeed, particularly for Frank when he discovered that his little crippled sister, Mary, had fallen deeply in love with Jack. Jack goes out into the world, meets and becomes smitten with Miss Dorothy Kirk, a cold, heartless beauty. Dorothy had engaged herself to several worthy young men, but her capriciousness had caused her to throw them aside, so when she is sought by John Hale we feel that she has at last found her affinity. They are engaged and the affinition sealed with a ring, but the usual change of heart comes, and this time on the day of their to-be nuptials, when Jack receives the following note: \"Mr. John Hale, Dear Sir: Am sorry to write I cannot marry you to-day or ever. Pardon delaying my decision until the last moment, but better late than never. Dorothy Kirk.\" At the same time returning his ring. Humiliated and crushed, Jack stood in his wedding clothes, hardly realizing the cruel truth. From that moment a change comes over him; the noble, manly, courageous fellow becomes in spirit a weakling. Down, down he goes, disappointed, discouraged and distressed, until we find him simply a drink-devastated, emaciated human frame as he enters a saloon to buy a drink. While seated at one of the tables he glances over a newspaper and an article strikes his eye announcing the marriage of his college chum, Frank Allison, to Miss Dorothy Kirk on that afternoon. Rushing from the place on vengeance bent he makes his way to Frank's home to give him that awful note she had sent him some time before, but when he sees Frank so radiantly happy he decides to hold his peace and crushes the note in his hand out of sight. Frank, upon seeing his awful plight, prevails upon him to stay. As he leaves for the adjoining room he drops the note, which Frank picks up and reads. He now realizes the cause of his chum's condition, and in an instant his love turns to hate, so he resolves to pay her back in her own coin. He writes a note identical in wording with hers, addressing it \"Miss Dorothy Kirk\"; signing it \"Frank Allison.\" Feigning illness he dispatches it by Jack, who assumes it an excuse for illness. In he rushes in the midst of the wedding throng. You may imagine the scene. Here Jack unwittingly wreaks vengeance. On Jack's return to Frank he finds little sister Mary's hand held out helpingly to him.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "24",
  "imdbID": "tt0000919",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}