{
  "Title": "Sisters",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "20 May 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Bannister Merwin",
  "Writer": "Bannister Merwin",
  "Actors": "Mary Fuller, Florence Turner",
  "Plot": "In this story, which abounds in pretty situations and beautiful scenery, our interest is centered in two sisters, one of whom gives a splendid example of sisterly devotion. One day a strange, a handsome artist, appears before their cottage and is sketching the beautiful landscape where nature is seen in all its glory. The two girls watch the artist paint and the younger one carries on a mild flirtation with the man. This grows to a wild infatuation on the girl's part, and when he goes away leaving his ring on the table she slips it on her finger, admires and kisses it. The older sister has taken their frugal meal to her husband and father. Soon after her return to the cottage the artist appears and explains that he has lost his ring. They all search for it while the younger sister frantically tries to remove the ring from her thumb and replace it on the table. This she is unable to do, and therefore, when questioned concerning it, she denies having found it, fearing that the others will divine the truth regarding her feelings forwards the artist. Later in the evening, after having removed the ring, she sits at the fireside alone and is again admiring it. She is so absorbed that she fails to hear her sister enter the room. The latter immediately detects the ring and a strong scene between the two takes place. Realizing her younger sister's infatuation for the man she decides to return the ring to the artist herself. In the darkness of the night she goes along with trepidation, fearing detection and the possible misconstruction of her visit. Just as she enters the artist's studio she is seen by one of the farm hands, who hides and watches her. He rushes back to tell her husband. In the studio she finds the artist dozing in a large chair, and she places the ring in the box in which he keeps his tobacco. As she is about to leave the beauty of the studio appeals to her and, stopping to admire the various objects, her shadow is thrown on the window shade and seen by the enraged and jealous husband from the outside. Just as she reaches the door to go out the artist awakes, and she cannot leave unseen by him. Before she can explain to him why she called, her husband bursts into the room, orders his wife to go, and furiously calls the artist to account. The latter tries to explain, but the infuriated husband refuses to listen and draws a knife. An exciting fight follows, and after the artist wrests the weapon from the husband's hand the latter leaves vowing vengeance. He reaches his home, where he heartlessly accuses his wife of faithlessness. Though his words pierce like daggers and her agony seems unbearable, she maintains silent as to the cause of her visit, fearing that an explanation will compromise her sister. Meanwhile the artist finds the ring which the young wife had placed in the box. He begins to understand and rushes out to explain to the husband, who remains skeptical. All retire for the night. The young wife is nourishing her anguish in solitude when her younger sister enters sadly and attempts to express her regret for all the trouble her foolishness has caused. Irritably, and somewhat roughly, the elder casts her aside, and moment later turning and finding her kneeling in prayer. She softens toward her, is carried away by her humble and childlike attitude, and embraces her in forgiveness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "5",
  "imdbID": "tt0001397",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}