{
  "Title": "All for a Girl",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "14 Dec 1912",
  "Runtime": "6 min",
  "Genre": "Comedy, Romance, Short",
  "Director": "Frederick A. Thomson",
  "Writer": "Wallace Reid",
  "Actors": "Earle Foxe, Dorothy Kelly, Harry T. Morey",
  "Plot": "Billy Joy, a young reporter, is told by his chief, if he will secure certain letters connected with a prominent divorce scandal, he will raise his wages $10 a week. This increase will make Billy rich enough to marry Claire. He learns that Mrs. Gardner, who is seeking her visit Mrs. Gardner shows Claire the letters Billy disguises himself as a milkman and makes love to Mrs. Gardner's cook to induce her to help him get a look at the letters in the case. While holding the cook on his lap, in the kitchen, Claire Taylor, his sweetheart, calls on Mrs. Gardner. During her visit, Mr. Gardner shows Claire the letters and explains to her their connection in the divorce case. Wishing some refreshments, Mrs. Gardner rings for the cook, who does not respond. She hurries to the kitchen, accompanied by Claire, and there they discover the cook sitting on Billy's lap. Claire, who still has Mrs. Gardner's letters in her hand, is so astonished at seeing her fiancé in such a compromising position, drops the letters upon the floor and will not listen to Billy's explanations; leaving the kitchen thoroughly disgusted. Billy has his eyes on the letters, snatches them from the floor, places them in his pocket and makes for the Editorial Rooms of his newspaper. His Chief, delighted with Billy's work, gives him the promised raise of salary, and straightens things between him and Claire, clearing up his attentions to Mrs. Gardner's cook.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002013",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}