{
  "Title": "The Masher",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "13 Oct 1910",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Frank Powell",
  "Writer": "Mack Sennett",
  "Actors": "Anthony O'Sullivan, Grace Henderson, Kate Bruce",
  "Plot": "It is tough to get the name and yet no part of the game. Poor Hiram didn't anticipate the trouble laid out for him when he and his wife went for a stroll in the park, she attired in a loud check waist. There has been a complaint sent to the police headquarters about an impudent fellow who has been annoying the lady visitors to the park with his attentions. Hiram, while seated with his wife, espies a very charming young lady paying him some notice. He thinks he has made a conquest and reciprocates. The Madam catches him and a quarrel ensues, the climax of which sends Hiram to a different part of the park. Alter he has cooled down a bit, he realizes his fault and starts back to make peace. From a distance he sees the check waist, and making a dash for it gathers the wearer up in his arms only to find her to be an old spinster, who has just been reading of the real masher, thinks Hiram he, and makes after him with a hat pin, calling for aid as she goes. By the time she reaches Hiram, he is on his knees pleading forgiveness from his wife who scornfully leaves him for another part of the grounds. His pursuers witness the end of this scene, and think it another case of annoyance, so he is arrested. Later, the wife, not knowing her hubby's fate, returns to bring about peace. Here is where the real masher appears and forces his attentions upon the wife, who calls for the police. The policeman tells her that if the masher is apprehended he will notify her, so when she arrives home she is met by the officer and escorted to the station-house to appear against the miscreant. You may imagine her surprise when she is confronted with poor Hiram. She, of course, will not believe a word he says. Appearances arc too conclusive and so the poor innocent victim must suffer for the guilty.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001309",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}