{
  "Title": "The Zulu's Heart",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "06 Oct 1908",
  "Runtime": "13 min",
  "Genre": "Action, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Charles Inslee, George Gebhardt, Harry Solter",
  "Plot": "The Zulu chief of the Amatabele tribe has an only daughter who, at the age of four years, dies of fever, and in the opening scene of this Biograph story we find him burying her. Scarcely has the poor bereft father laid the little one in the ground, when the war cry is heard resounding in the hills. There is an uprising and the chief is summoned to action. Tearing himself from the grave of his little girl he arms himself with his assegai and oxhide shield and is soon at the head of his band of savages, with sinister designs on the Boers. The Boers themselves have become active, and scouts have been sent out to warn those nomadic South Africans who might be on the road. One family, comprising a Boer, his wife and a four-year-old girl, are, however, trapped, and despite extreme measures to elude the merciless black brutes, are soon overtaken. Finding escape hopeless, the Boer leaps from his wagon, and sending his wife and child into the woods, seizes his rifle, in the vain hope of holding the savages at bay while the woman and child seek a place of safety. There is a shower of assegais, one of which pierces the poor fellow, dropping him into the road. Up rush the prancing, jibbing, gibbering barbarians. Finding the man dead, they rush on to find the others. The distracted woman hides the girl in a niche in the rooks, while she goes to find some avenue of escape, but she is at once apprehended and taken by the band to their camp, their chief remaining behind. The baby now comes forward to appeal to the Zulu, who is so reminded by her of his own lost treasure that his cruel nature at once softens as the little one offers her dollie as ransom for her mother. The chief is so moved that he vows to save the mother's life, if it costs him his own. Placing the little one in a crevice in the rocks, where she soon falls asleep, he goes to find the mother. Arriving at the camp, he demands the release of the woman, which his followers grant with protests. Back he goes to get the child, but the wily devils have anticipated him and carried her off. He soon overtakes them, however, and after slaying three in a terrific conflict, delivers the child to its mother, and then sees them safely to their destination. The subject is a beautiful story of parental affection, portrayed in a most novel manner, besides being intensely thrilling.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "63",
  "imdbID": "tt0000789",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}