{
  "Title": "The Devil's Assistant",
  "Year": "1913",
  "Rated": "N/A",
  "Released": "26 Feb 1914",
  "Runtime": "N/A",
  "Genre": "Drama",
  "Director": "Urban Gad",
  "Writer": "Urban Gad, Hermann Sudermann",
  "Actors": "Asta Nielsen, Fritz Weidemann, Emil Albes",
  "Plot": "Because of the shiftless habits of her father Hanna is obliged to seek employment as an artist's model in Harlow's studio, where she meets Marten, a rising genius, who later has the girl pose for him. He soon shows evidence of a very high regard for the girl, which she reciprocates, losing her former affection for her childhood friend, Hans a faithful, honest and worthy young gardener. Through Harlow's influence the young artist secures a scholarship and goes to Italy for study on the eve of his departure proclaiming his love to his benefactor's daughter. Hanna, broken-hearted by her lover's treachery, falls into evil habits, finally becoming destitute. She obtains employment in Harlow's household, where she again sees Marten, who returns a celebrated artist. Unable to resist the hopelessness of her position the girl sinks to the lowest depths of misery, where she is found some time later by Marten, in seeking a model for a picture to depict the misery of the hopeless. The artist hopefully begins his task, which is soon interrupted by the violent death of Hanna's father, at whose bier she vows to lead a better life in the strength of her new resolve Hanna strives for better things, regains the love of Hans, improves her condition and begins again to experience the joys of a new life, which drives the expression of hopelessness from her face. Upon learning the cause that threatens destruction to his picture, Marten profiting by the knowledge of her weakness, shamefully tries to again make love to the girl. The expression of misery again returns. The picture is finished and pronounced a masterpiece, and the young painter is receiving the plaudits of his fiancée and her father, when Hanna, whose downfall has cost the love of Hans, appears on the scene, reveals Marten's perfidy and destroys the canvas in a tense and most dramatic scene.",
  "Language": "None, German",
  "Country": "Germany, Denmark",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001914",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}