{
  "Title": "Broncho Billy's Heart",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "23 Nov 1912",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Arthur Mackley, Julia Mackley",
  "Plot": "Old Silas Jordan, a settler, finds that his horse is not able to pull the heavy load demanded, and discovers the well-fed broncho of Jim Davis, a ranchman, staked out near the trail. Jordan deliberately takes the broncho, hitches it to his wagon and drives on. A few hours later he stops to cook dinner, and meets Broncho Billy, who has a great romp with Jordan's children and eats with them. The meal finished, Broncho bids Jordan goodbye and rides on. Late in the afternoon Broncho meets Jim Davis and a bunch of his cowboys, who are on the trail of the missing horse. Davis tells Broncho of the matter, declares that they will string up the man who has stolen the horse, then gallop on. For a moment Broncho studies, then suddenly remembers that Jordan was driving a horse answering Davis' description, and leading another behind the wagon. Realizing the danger of the old settler if he is caught, Broncho rides desperately down the trail, overtakes Jordan and offers to trade horses with him. Jordan agrees, exchange is made, and Jordan goes on. Turning the white horse loose on the trail. Broncho finds a good place nearby to bunk for the night, and has just pillowed his head on his saddle when he sees Davis and the boys gallop up, identify the horse and, thinking it had merely strayed away, gallop back up the trail. With a deep sigh of satisfaction Broncho lights a cigarette and puffs away contentedly, with a grim smile playing over his brown face.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZmU0YmFmNTUtMTNjNS00NDhhLTlmYzEtYTQ0YTVmMjM4YTQzXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002072",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}