{
  "Title": "Her Indian Hero",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "17 Apr 1912",
  "Runtime": "12 min",
  "Genre": "Short, Western",
  "Director": "Al Christie, Jack Conway, Milton J. Fahrney",
  "Writer": "N/A",
  "Actors": "Jack Conway, George Gebhardt, Dorothy Davenport",
  "Plot": "The Chief's son, Silver Water, returns from college and is met at the station by the tribe. The Indians make merry to celebrate his homecoming. Hal Benton, an easterner, rides on to ask his way to the hotel, where he is stopping with some friends, among them his fiancée, Veda Mead, and her father. Knowing that the Indian ceremonies will interest his friends, Hal obtains permission to come the next day and bring his friends. The Chief calls Morning Star, an Indian maiden, telling his son that she is to be his squaw. Silver Water is pleased with her. The next day Hal Benton and his friends arrive. While the others inspect the camp, Veda Mead amuses herself with Silver Water and ere long is thoroughly infatuated with him, while the Indian's vanity is touched by the attentions of the society coquette, and he promises to meet her the next day. Their little tete-a-tete is cut short by the entrance of Morning Star. The next day they meet and, after coquetting with Silver Water until he forgets his Indian sweetheart, the eastern girl gives him her calling card, upon which she writes \"To my Indian Hero\" and asks him to call upon her in the east. Several months pass, and Hal Benton and Veda Mead are preparing to wed, when a letter arrives addressed to Mr. Mead from Silver Water, telling him that as he is in the east, he will do himself the honor to call upon them that evening. To Veda, who had been reading of the Indians' lives and customs after her meeting with Silver Water, the news is very terrifying. Recalling how she played with him, she fears that he may now make trouble. She goes to the veranda and sits down to think over the situation. Suddenly she sees Silver Water in full war-paint and feathers coming up the steps, he sees her and advances. Touching her upon the shoulder, he beckons her to follow. She obeys. As they reach the garden be tells her of his love, reminds her of her promises when they last met and insists upon her fulfilling them now. She cries out, and her cry brings Hal. Silver Water tells Hal why he has come for Veda, and Hal agrees that she must go with him, but Silver Water is not satisfied. He throws down his knife and insists upon Hal fighting with him for the girl. At a given signal, both men start for the knife. The Indian secures it and soon kills Hal, then, throwing his blanket over the terrified Veda, he drags her off to his camp and commands her to fetch and carry and cook his meals. Veda sinks to the ground as Silver Water stalks off, but no sooner has he gone than Morning Star slips out from her tepee and, creeping down upon Veda, raises her knife to strike the girl dead. Just as the knife descends, Veda forces herself to rise, only to find herself in Hal's arms on the veranda, for the young man has been trying to awaken her to tell his sweetheart that their Indian friend, Silver Water, has arrived, and at that moment stands beside them in the most correct evening dress. At the first glance she gives him, Silver Water realizes that it would be impossible to ever win the white girl, so leaving her with Hal, he tears up her card and returns to the blanket and Morning Star, his sweetheart, before he has learned the white man's ways.",
  "Language": "English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNmMzMGVmYzUtOTZiNi00ZDM4LTljYjMtZTZlMTQ4NGQzYTllXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.2",
  "imdbVotes": "44",
  "imdbID": "tt0000893",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}