{
  "Title": "The Coffin Ship",
  "Year": "1911",
  "Rated": "Not Rated",
  "Released": "20 Jun 1911",
  "Runtime": "15 min",
  "Genre": "Short, Adventure",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "William Garwood",
  "Plot": "A wealthy ship owner cared for but two things in life, his gold and his daughter. But his selfish love of the girl led him to frown upon her suitors, while his greed for gold induced him to follow a niggardly policy so far as his ships were concerned. He insured them, it is true, but he begrudged the money he spent for repairs. He looked at it from the viewpoint that sailors were cheap, and could more easily be replaced than the money of which he was so fond. Therefore, when one of his captains insisted upon repairs being made, he was gruffly rebuffed. The owner told him that he could sail the ship as it was or hunt another job, and the captain decided to stick to the ship, hoping that things were not as bad as he had imagined them to be. For the captain was married, although the fact had been kept a secret. His bride was none other than the daughter of his employer, the miser ship owner, and they were waiting for a favorable chance to break the news to him. The girl wanted to sail with her husband. He refused, but did not tell her the real reason, as he knew it would frighten her, and cause the time on shore to be days and nights of dread. But the girl refused to accept his commands, and secretly stowed herself away on the ship, revealing herself when the ship was out at sea. The captain was glad to see her, but his joy was mingled with forebodings. He knew that he had an undermanned, leaky ship, and that the chances were only even that the he would reach port. When the father found a letter from the girl, telling him what she had done he broke down completely. He had never worried about his \"coffin ship\" before, but never before had the only person he loved been aboard one of them. The blow that he had expected came, for the ship was reported lost with all on board. And the old man realized that his niggardliness had lost him something that he would have given all his wealth, miser though he was, to retain. He neglected his business, he grew to hate his once beloved gold, and at last, half demented, decided to end his life. The vision of the daughter, for whose death he was responsible, was constantly with him, and he decided to die as she did, in the water. He went to the dock from which her ship had sailed, and gazed down in the cool depths. There was oblivion. On land was only sorrow and remorse. He was about to leap overboard when he heard excited cries. Looking up he saw some people landing from a ship nearby. One of them was his daughter, or else it was a vision. But he decided to approach anyway. It was no vision, but a living, loving daughter, who flung herself into his arms, and rained kisses upon him. Her husband was with her. They had been rescued after a harrowing experience in an open boat at sea. They did not have a chance to ask the father's forgiveness. He humbled himself to them and diffidently asked them to accept his love. He realized that the tragedy was due to him and him alone, but determined that the lesson he had been taught would never be forgotten, and that he would do his duty to the men who risked their lives to bring him wealth and never count the cost when human lives were at stake.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYWUyYTAyNjAtZjRjYS00YjU1LWIwZDgtOWU3MzI1ODMzMGZlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.5",
  "imdbVotes": "55",
  "imdbID": "tt0001550",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}