{
  "Title": "The Bad Man's Last Deed",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "02 Jul 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, John B. O'Brien, Fred Church",
  "Plot": "Arizona Pete, typical bad man, is the hero of the story. The first scene shows him leaving his shack, after adjusting his pistol. He rides into town, enters a saloon and orders drinks for the crowd. A young chap, just out from the east, refuses to drink with him, but is finally persuaded by the cracking of Arizona's pistol aimed at his heels. Pete, now happily inspired by a liberal quantity of \"Old Henry,\" hearing that there is a dance in town, mounts and rides around to the dance hall, Here are gathered the young men and women of the town, dancing merrily in the tune of old Uncle Eb's squeaky violin. Pete enters and breaks up the dance, but during the melee that follows, Pete is shot in the pistol hand and deprived of his weapon. A young girl, feeling sorry for the misguided fellow, offers to bind his wound and he consents. She is the sister of the young easterner of a few scenes before. The sheriff, who has been apprised of Arizona's latest misconduct, resolves that the bad man has held sway long enough in his county, so, organizing a posse of citizens and armed with a petition and plenty of horse-pistols, he rides off to Arizona's shack to inform the latter that there is one too many bad men in Mariposa County, and that he will find it healthier on the other side of the county line, in short, Arizona is threatened with instant death if he dares get in range of the gun of any citizen residing in the county. Arizona sees he is beaten and consents to leave the country. Accompanied by the sheriff and posse he rides to the boundary line, waves his hand and rides out of view. The boys congratulate themselves on having rid themselves sf each a miscreant and turn to ride back to town. A few days later old Jim Wayman, the uncle of the two young eastern people, asks Bob, the boy, to drive a herd of cattle across the county to the nearest market. Bob disposes of the cattle and is persuaded by a pal, accompanying him, to enter a gambling dive and take a hand at poker. Of course he is fleeced out of the entire roll which he obtained from the sale of the cattle and is about to leave despairingly when Arizona Pete enters. The bad man recognizes the boy and understands the situation, then forces the gambler who had fleeced the hoy to return the money. In the exchange of the money, a locket which the boy had is turned over and Arizona recognizes in the face of the ornament the picture of the girl who had bound his hand when he had been shot at the dance hall. The boy explains that this is his sister. Bob is thoroughly intoxicated and Arizona resolves to take him home. An hour or two later they cross the boundary line, and the bad man, aware that he is on deadly ground, trusts to luck to take him through without being seen. They arrive at the ranch house and Bob is taken into the tender hands of his sister, who comes out later, followed by her uncle, to thank him for rescuing the boy. The girl and her uncle, after shaking hands with the bad man, enter the house, and Arizona turns to leave. Just then the sheriff, stopping in the road outside the yard, sees the trespasser and, raising his revolver, fires. Arizona whirls on his heel and falls in the dust. A moment later the girl runs out and is joined by the sheriff. She explains why the bad man broke his promise. \"I'm sorry, Pete, I didn't know,\" he says, taking the dying man by the hand. \"That's all right, sheriff,\" he answers, \"it was comin' to me an' I got it. I was a bad man and you were a better shot.\" Then he turns to the girl and says he will be happy if he can take just one good thing with him. She bends over and kisses him and he dies with a smile on his lips.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001125",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}