{
  "Title": "Before the White Man Came",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "29 Jun 1912",
  "Runtime": "21 min",
  "Genre": "Short, Drama, Romance",
  "Director": "Otis Turner",
  "Writer": "Wallace Reid",
  "Actors": "Wallace Reid, Gertrude Robinson",
  "Plot": "This story deals with the lives of the Indians who ruled primeval North America for centuries before the white man came. Meene-o-Wa, the fairest maiden of all the tribes of the Utes, was called \"The Yellow Rose,\" because of her beauty. Wathuma, the leopard, loved her, but her heart was not given to him. One day in the forest she came upon a handsome young stranger. They looked into each other's eyes and Meene-O-Wa knew that she loved him. Leaving him there she ran away, but be followed her back to her father's camp. He went to the old chief and asked her band in marriage. But the chief, looking upon his headdress of a single feather, told him that the man who won his daughter must be a chief. Then, considering, he told the stranger that if he could vanquish the famous warrior, Wahtuma, in a wrestling match, he might claim as his reward. \"The Yellow Rose.\" Wahtuma, full of hate for his rival, put forth his best effort in the fight that followed, while Meene-O-Wa stood by, her heart torn with the fear that Waheta, the stranger, might lose. But the straight and supple stranger soon had the master hand, and slowly forced his foe to his knees, amid the plaudits of the tribe. So Meene-O-Wa was given to Waheta, and Wahtuma left them, vowing vengeance. A few days later Meene-O-Wa, while waiting in the woods for her husband, is thrown from the rocks by Wahtuma. And there it is that her husband finds her, dead. The bereaved husband carried his wife's body back to the camp, and, after handing her to the old chief, he begs one boon of the great spirit that he be able to kill Wahtuma. Rushing out into the woods, he comes upon the leopard, and he gives him just one chance to defend himself. Before the fury of the maddened husband the other man's weapons are powerless, and he is overcome and killed. Waheta then returns to the camp to mourn over Meene-O-Wa's body.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002057",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}