{
  "Title": "Comrades",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "13 Mar 1911",
  "Runtime": "13 min",
  "Genre": "Short, Comedy",
  "Director": "Dell Henderson, Mack Sennett",
  "Writer": "Mack Sennett",
  "Actors": "Mack Sennett, John T. Dillon, William J. Butler",
  "Plot": "Our introduction to these gentlemen is while they are enjoying their sleep in the hay. The morning paper has fallen into the hands of Mack and an article in the society news interests him. It gives the intelligence that a member of Parliament is expected to be the guest of Mr. Franklin. Jack impersonates this gentleman and gets there first. Jack in his makeup has little difficulty in making the people believe he is the M.P. and the Franklins are extreme in their efforts to entertain him, having a match with their daughter in view. Jack sees this and immediately makes up to the fair young lady. A splendid dinner is indulged in; a stroll in the park, the finest cigars, etc., fall to Jack, while poor Mack is allowed to play the part of Tantalus in the distance. Mack's chagrin is becoming overwhelming and he loses control of his good nature when Jack is shown to his bedroom leaving Mack to shiver outside. Mack revolts. So getting a ladder he climbs up to the window, and notwithstanding the objections evinced by Jack he crawls inside. Jack, however, denies him a place in the bed. At this moment the real member of Parliament arrives, and Mack hearing someone approaching sneaks under the bed. Jack is unceremoniously bounced before he has a chance to clothe himself. Mack waits until they have left the room before coming from his hiding, then he gets into the vacated bed to at least enjoy a peaceful night's sleep, while Jack is forced to pass the same time shivering below the window, clothed only in a high hat and suit of pajamas.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOWRkZGNjMmYtOWZhMC00NGUzLWJhMjQtMTUzYTAyYjlkMGUyXkEyXkFqcGdeQXVyMDU4MTQ0Ng@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "98",
  "imdbID": "tt0001551",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}