{
  "Title": "Hulda's Lovers",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "22 Apr 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Wallace McCutcheon",
  "Writer": "Gene Gauntier",
  "Actors": "Edward Dillon, Gene Gauntier, D.W. Griffith",
  "Plot": "Hulda is a maiden fair to look upon. Her artless rustic simplicity, rivaling Hebe's gorgeous radiance, phlogisticates the susceptible hearts of the village swains. But alas, Hulda was a fickle maid, and seemed to have as many phases as the moon, with a smile for all and a frown for none. Her capriciousness was the cause of much unrest, both for herself and her lovers, for when her parents had departed for a visit, leaving her in charge of the kitchen, she received most effusively Jocular Jake, the village cut-up, only to hide him above stairs at the entrance of Previous-Hearted Pat, the hostler, who in turn is hidden in the Dutch oven at the approach of Handy Hank, the chore boy. Now Hank has long loved the fair Hulda, but, gol darn it, somehow or other he just can't tell her, and so he puts it off. The next to arrive is Asinine Alfred, the city chap. He makes quite a hit, but again an interruption sends him unwillingly to the wood box. \"Drat it all!\" It is only Hank with an armful of wood, which he throws in on the unfortunate Alfred. The worst is not yet, for in walks Generous George, the grocer's clerk, who is the beau ideal of the village; so he thinks. Again that tantalizing interruption. \"The pickle barrel for yours, dear George, I hear someone coming.\" and in he gets. The cause of the alarm is Solemn Si, the favored. Now, here is a condition most perplexing; Jake upstairs, Pat in the oven, Alfred in the wood box, George in the pickle barrel, Si in her arms and the hour of her parents' return fast approaching. Still she faces it with wonderful composure, enjoying the company of her sincere, simple suitor, Si, when mama enters. Consternation! Down through the ceiling comes Jake, out of the oven rolls Pat, up from the depths of the wood box and pickle barrel rise Alfred and George, while Si seeks shelter under the kitchen table. Girls, you are warned against having two strings to your bow, but Hulda's was like a harp.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000703",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}