{
  "Title": "His Reformation",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "04 Dec 1909",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Fred Church, Pete Morrison",
  "Plot": "Tom Carlton, leader of a band of Western bandits, tires of his life of crime and resolves to reform. Calling his band together, he tells them of his desire to be an honest man and advises them to follow in his steps. Although a recognized \"road-agent,\" Carlton had never been convicted and went his way among the people without fear of arrest. Carlton finds that a resolution to be good is the first and easiest step in the reformation of a sinner. He applies for work on a ranch, but is refused because of his shady character. He wanders about the country and finally applies for a job at a mine. He works there until he is recognized as the former bandit and is again driven away. Disgusted and in despair, he wanders away, resolving to return to the old life. Making his way along the stage road, he stops to watch the coach go by. It carries many passengers, all of whom appear to be exceedingly prosperous. He resolves to hold up the coach and, stealing a horse from a cowboy, he gallops off after the coach. By a short cut he heads off the stage coach and at a lonely spot on the trail, leaps from behind a rock and commands the driver to throw up his hands. All the passengers, panic-stricken, file down from the coach and line up in a row, ready to deliver their valuables to him. He does not see the old lady on the end, so busily is he kept watching the others, and with gun ready for instant discharge he exacts tribute from the travelers. The old lady at the end holds out her purse, when the outlaw drops his gun and staggers back. \"Mother!\" Tom Carlton, outlaw, drops on his knees, tears off his mask and hides his face in his mother's skirts. The poor old lady recognizes her son, drags him to his feet and puts her arms about him. The surprised tourists are stunned at the sudden turn of events, but move discreetly away while the poor old mother and her wayward son go to each other's arms.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000899",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}