{
  "Title": "The Missing Bridegroom",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "26 Jul 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Pearl White",
  "Plot": "Roberts is in love with Clarice Moulton. George Stamford meets Clarice and wins her love. When Roberts learns of their engagement he decides to avenge himself, and he does so in a dastardly manner. It is the day of the wedding of Clarice and Stamford. The bride is ready, and the guests are assembled, but the bridegroom does not appear. We see Roberts and his valet enter Stamford's room, chloroform him and take him out. They take him to Robert's roomy old mansion in the suburbs and chain him up to the wall in the cellar. The bridal party are worried over the failure of the bridegroom to appear and the girl's father goes to his room to look for him, but he can learn nothing of Stamford's whereabouts. The next day Stamford unmasks his captor, who has come to gloat over his misery. Months pass. The girl, believing that Stamford has willfully deserted her, accepts her first lover, Roberts. Meanwhile we see the wretched lover making heroic efforts to escape from the vile dungeon where he is confined. Gradually he wears away a link in the chain. It breaks and releases him. After a terrific fight with his jailer, the valet, Stamford escapes and goes back to the city. Ragged and dirty, he rushes to the home of his sweetheart, where he learns that she has gone to the church to be married to Roberts. He dashes into the church followed by a policeman. The minister is about to pronounce the words that make Roberts the husband of Clarice, when Stamford dashes in and protests against the marriage. He denounces Roberts: but all think that the dirty, ragged man is a madman until he tells his story. Roberts is taken away by the policeman and Clarice takes Stamford in her arms.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001324",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}