{
  "Title": "A Gasoline Engagement",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "10 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, Owen Moore, George Loane Tucker",
  "Plot": "Flora Powell and Arthur Lennox are lovers, but the stern father of the girl has other plans for his daughter, preferring the Rev. John Maxwell for a son-in-law. Arthur calls on Flora and exhibits the marriage license, but the father enters and drives him from the house, telling the girl she must marry the dominie. Arthur is disconsolate, but receives a note from Flora informing him her father is to take her on an automobile tour in company with the minister. Arthur proves to be a resourceful young man and he visits the automobile garage, and makes an arrangement to drive the car in which the tour is made. The start is made, and unfortunately, the supply of gasoline is exhausted and the party is compelled to alight and push the machine to a friendly inn. Here Flora's father learns the identity of the chauffeur and is about to attack him when Arthur seeks protection in the cellar of the public house. The father follows excitedly when Arthur strikes a match near a barrel labeled gasoline and his pursuer beats a hasty retreat in terror. The landlord descends to remonstrate with Arthur, but he is frightened away when Arthur coolly drops the ashes of his cigar into the bunghole of the barrel. In wandering around the cellar Arthur finds a refrigerator filled with choice food and drink and he proceeds to appease his hunger and thirst, seated beside the gasoline barrel. Those outside are experiencing the pangs of hunger, but the Boniface informs them that all the food is in the cellar. The minister essays to dislodge Arthur, but is frightened away by the prospect of an explosion. Flora, driven to desperation and yet enjoying the situation, ventures into the basement, where she is received with open arms by Arthur, who at once spreads a feast before her. They amuse themselves by throwing well-picked chicken bones through the window to those famishing outside. Once more the minister decides to enter the cellar and is kindly received by Arthur and Flora. Arthur seizes him and threatens to blow up the whole place, all dying together, unless the minister marries them instantly. Scared out of his senses the minister performs the ceremony with his knees shaking and the father is trembling with rage when he arrives on the scene, but is pacified by them offering him food and drink. The ludicrous feature of the scene in the basement is heightened when Arthur explains to all concerned that the barrel which is supposed to contain gasoline is empty. Flora's father takes in the humor of the situation and freely forgives the young couple, giving them his blessing to the mortification of the minister who was forced to perform the marriage ceremony.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001637",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}