{
  "Title": "The General's Daughter",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "28 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Alec B. Francis, Anne Schaefer, Helen Case",
  "Plot": "During the war with the Mad Mahdi, General Dent, of the English Army, with his three daughters, is located in the Soudan. Flower, his youngest daughter, is her father's favorite. Mohammed Ahmed calls upon the general, and during his visit he espies Flower, who arouses in him the desire to make her one of his wives. Mohammed Ahmed becomes a Mahdi, and incites the tribes of the country to revolt. General Dent leads his forces against the revolutionists, and during the terrific battle, in which all his men are killed, the general is taken to prison. During his imprisonment the Mahdi commands him to write a letter to his daughter Flower, telling her that he needs her presence, or he will die at the hands of his enemies. The general refuses. Mohammed writes a letter, requesting her to come to her father. Flower and her sisters make preparations to go. Flower, before leaving, places a revolver in her waist. Arriving at the Mahdi's palace, the girls rush into their lather's cell. While they are consulting with him, a veiled female enters the room and Flower draws her pistol and compels the woman to exchange clothing with her. She passes the guard, mounts a horse, and dashes wildly across the sandy plains toward the English headquarters. On her way, she meets a regiment of Scottish Highlanders, tells of her father's capture and imprisonment, then leads them to the Mahdi's stronghold. In the meantime the girls lock the door and refuse the infuriated Mahdi admission. His servants try to batter down the door. The Kilties arrive just in time to route the Mahdi's horde of followers, restoring the general and his daughters to liberty. The young colonel of the Highlanders falls in love with Flower, and she with him, and her father is not at all displeased.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001638",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}