{
  "Title": "In the Sultan's Power",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "17 Jun 1909",
  "Runtime": "N/A",
  "Genre": "Adventure, Short",
  "Director": "Francis Boggs",
  "Writer": "N/A",
  "Actors": "Hobart Bosworth, Betty Harte, Tom Santschi",
  "Plot": "Jack Thornton, an American traveler, while touring Europe meets the daughter of an old French nobleman and falls in love with her. He is persistent in his suit for her hand, but outside of a seemingly cordial friendship the lady apparently does not return his affections. There is a reason for this. Osman Bey, a Turkish nobleman, desires the hand of this charming girl. He has expressed his love for her to her father, who is an ambitious, worldly man and who aspires to obtain that social recognition which is so dear to the average man of wealth. Mons. Dupont is well aware that he is selling his daughter, and so cleverly does he arrange matters by pretending that he is facing financial ruin, that he persuades Flora into giving her consent to the marriage in order to save his credit. Several months later, whilst sightseeing in Constantinople, Jack by accident meets Flora, who is driving in a closed vehicle. He is startled at the change in her appearance and indignant over the revelation of her misery and ill-treatment. Almost a prisoner in the house of Osman Bey, she is denied friends and relatives. Her one great desire now is to get away from her tyrannical and brutal husband. Jack determines to aid her, and tells her that he will gain admittance to the grounds of the palace after sundown, where he may talk with her and if possible formulate a plan whereby she may gain her freedom. True to his word Jack is on hand at the appointed time, but is unable to pass the guards at the gate. Nothing daunted, this daring American determines to scale the massive walls, which he does after a great deal of difficulty. Making his way through the beautiful gardens, he manages to see through a lighted window Flora's face and form, Gently tapping on the pane of glass her attention is attracted, but a female spy, ordered by Osman Bey to keep an eye on his wife, observes the signal from the window and immediately acquaints her master with the knowledge of his wife's indiscretion. Burning with rage, the infuriated husband summons his slaves and orders them to take the American prisoner. Jack has just greeted Flora, when he is startled by a sharp word of command, and turning suddenly he is seized by the stalwart slaves of the palace and dragged away. Flora appeals to her enraged husband for Jack's release, taking all the blame on herself, but to no avail. The prisoner is carried to an underground dungeon, where he is left to ponder over the perplexing situation in which he now finds himself. Maddened by grief, the poor girl determines in her desperation to go to the Sultan and beg his clemency. Escaping from her chamber window she makes her way to the Sultan's palace, and gaining admittance is granted an audience by his majesty. Struck by her beauty and fired by the crafty thought that he might gain this helpless woman for his harem, he promises her the pardon, but instead of letting her take it he dispatches one of his officers with the papers, at the same time commanding the bewildered Flora to remain at his palace. How Jack is led out to execution and how the pardon arrives just in time to save his life, much to the chagrin of Osman Bey, is all vividly shown. Jack has learned of Flora's detention in the Sultan's palace, and so embittered is he at this outrage that he joins the cause of the revolutionists. The last scenes of the picture show the attack on the Sultan's palace, and the meeting of Osman Bey and Jack in a hand to hand conflict in which the Turk is bested, which is followed by the rescue of Flora and the capture of the despised Sultan.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000611",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}