{
  "Title": "The Faith Healer",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "13 Nov 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "Henry C. Carey",
  "Actors": "Irving Cummings, Gertrude Robinson, Elsa Lorimer",
  "Plot": "John Morton, who loses his eyesight, discovers that his wife loves another man, who returns her affection. Rather than spoil her happiness and realizing that she no longer cares for him, he goes away, that she may get a divorce and he free. Alone, he wanders into the mountains, where he is found by a girl named Jess, who, seeing that he is blind, takes him to her father's cabin. Morton develops an ability to cure the poor simple mountain folk by praying over them. They have faith in him and his prayers and he never falls them. He becomes famous all through the mountains as the Faith Healer. Richard Mason, the man Morton's former wife is now married to, is stricken with paralysis. His wife takes him to a sanitarium in the mountains in the hope of having him cured. It so happened that this place is located very near where Morton is performing his wonderful miracle. Jess, seeing the sick man, suggests to his wife that she send for Morton. Without knowing whom it is, he is called upon to heal. Morton starts for the sanitarium. His former wife recognizes him, but fearing that he will recognize her voice, she keeps quiet. But the Faith Healer soon finds out his patient's identity. He opens his Bible and prays, but the man, who was not a believer, and whose life was not simple and good like the mountain people, dies as he reads the last verse.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZTU4ZjI0YjgtNzZiOS00N2I2LTgxNjMtYWUxYTQzYzRmMDZiXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002168",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}