{
  "Title": "The Lady and the Burglar",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "09 Aug 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Bannister Merwin",
  "Writer": "Bannister Merwin",
  "Actors": "Mary Fuller, Marc McDermott",
  "Plot": "Professor Blackburn is an eminent lecturer, a man well past middle age. He has married a beautiful and charming young woman of whom he is deeply enamored. The young wife is very fond of the Professor, but he is so engrossed in his studies and the preparation of lectures on Egyptian hieroglyphics that he does not respond sufficiently to the ardent devotion of his wife. Mrs. Blackburn is constantly importuned by a previous suitor whom she had rejected, and though she declines at all times to listen to the handsome Lothario, she refrains from telling her husband anything about his advances. An automobile accident happens one day which has a great effect upon the domestic affairs of the Blackburns. A little girl is badly injured in the accident and Mrs. Blackburn picks her up and carries her to the child's home. There she meets the father of the child, a man of poor circumstances, whose appearance would indicate that he is of the lower strata of life. Mrs. Blackburn places the child upon the little cot in her room and sends one of the neighbors for a doctor and a nurse. When they arrive she makes arrangements with them for the care of the child, and instructs them to leave nothing undone for the comfort and welfare of the little one. We now go back to the Blackhurns. One day Mrs. Blackburn is waiting in the park for her husband to come along, when Ainsley, the rejected suitor, passes, sees her and accosts her. The Professor coming to the place of meeting, sees his wife in conversation with a handsome stranger, and for the first time in their married life jealousy finds a place in his heart. Mrs. Blackburn does not tell the Professor who the handsome stranger is, fearing to arouse the very sentiment which has, unknown to her, begun to tear the Professor's heart. The suspicions of the Professor are deepened when on entering the parlor one day he finds Mrs. Blackburn hastily concealing between the pages of a book a letter which she has just received from Ainsley. Mrs. Blackburn is angered at the reception of this letter, but does not tell the Professor anything about it. While the Professor's mind is tossed between varied emotions of love and jealousy he receives a call to deliver a lecture out of town. He bids Mrs. Blackburn good-bye. It is evening, and as the Professor leaves his home a rough-looking character, none other than the man whose child was befriended by Mrs. Blackburn, watches him as he walks away. The man's attitude indicates that he intends to burglarize the house. He steals around the back way and enters the rear window. While Dykes, the burglar, is filling his sack with the silverware in the dining room, Robert Ainsley calls. He is repulsed and asked to go. He refuses. While this scene is going on the Professor, who has forgotten a couple of books, returns to the house, enters the library and hears some discussion going on in the other room. His jealous mind immediately forms the conclusion that Mrs. Blackburn is untrue to him. Now we see Dykes, who is leaving the dining room and entering the parlor. He is on the scene when Mrs. Blackburn and Ainsley are in a heated discussion, and when he recognizes Mrs. Blackburn he tries to help her out of the dilemma. When the Professor drops a book in his excitement in the next room, Mrs. Blackburn realizes that her husband is at home and tries to get Ainsley away. She is afraid of his stepping into the hallway for fear that he would meet the Professor, and she is afraid of telling the Professor of his presence for fear that he might be unjustifiably jealous. She is in a quandary what to do, when Dykes, the burglar, steps forward, places his gun to the breast of the undesirable Ainsley and tells him to leave the house in the manner that he (Dykes) entered. This Ainsley does. Telling Mrs. Blackburn to trust him, Dykes places his pistol on a chair and pretends to take her necklace from her throat. The Professor enters and is surprised at not finding what he expected. He quickly rushes to his wife's aid. Seizing the revolver he forces Dykes to throw up his hands. The Professor backs toward the telephone on the table. Mrs. Blackburn now realizes that the man who has saved her is going to be captured. Her quick wit saves the situation. By a clever ruse she effects the escape of Dykes. This is not a great worry to the Professor, for the fact that his jealousy was unfounded is the paramount consideration with him. A happy ending follows, the action of which is most convincingly and splendidly characterized by those involved in the scene.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001281",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}