{
  "Title": "The Message",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "05 Jul 1909",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Frank E. Woods",
  "Actors": "Frank Powell, James Kirkwood, Robert Harron",
  "Plot": "Effie Harris had two apparently ardent suitors, David Williams, an honest, big-hearted farmer, and Harold Woodson, a summer boarder from the city. Effie wisely chose Dave, and we see the happy couple returning from their wedding and starting in on a happy, simple life. Dave and Effie romp about the fields, among the cows and sheep, like a couple of wild children. Dave is comfortably situated and is able to provide his wife a pleasant though modest home. For five years they are happy indeed, a little child coming in the meantime to shed an extra ray of sunshine, but, alas! The tempter appears in the person of Woodson, who returns, and with honeyed, flattering tongue poisons the mind of Effie and makes the grind of simple life decidedly irksome. Repeated entreaties on his part make the poor woman drift into the wrong path so far as to listen to his persuasion. At length she almost decides to go away with him, but later she struggles against the inclination until a note telling her he will be at the old bridge to take her with him decides her. Leaving a note of farewell for her husband on the table, she goes to the place of meeting. She has hardly left when baby, finding the letter and innocently taking it up, follows on, guided as if by the hand of Providence. Baby arrives on the scene and hands the letter to mamma just as Woodson drives up in an auto. What a powerful lesson this is to the poor woman. Who can resist the hand of the baby? For ever since the beginning we have harkened to the injunction. \"And a little child shall lead them.\" It is needless to add that the woman sees clearly the error of her way and recoils before it is too late, leaving Woodson standing in the road, perturbed and chagrined. This subject is in every way up to the Biograph standard of dramatic and photographic excellence, while the scenes, which are of decided bucolic nature, are the most beautiful ever portrayed.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "8.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "8.2",
  "imdbVotes": "22",
  "imdbID": "tt0000961",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}