{
  "Title": "The Heart of a Savage",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "02 Mar 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "N/A",
  "Actors": "Wilfred Lucas, Vivian Prescott, Joseph Graybill",
  "Plot": "Into a camp of peaceful Indians fires a gang of minor thugs. Several of the Indians are killed and wounded, but two escape. One of the wounded redmen is driven through fear further away from the Indian village and falls exhausted by the side of a spring. On the brow of the hill there lives a prospector and his family of a wife and small girl child. The prospector having departed for his claim, the wife goes to the spring for water and sees the Indian prostrate before it. She sees at once he is suffering and in need of aid which she at once administers. Meanwhile, the other wounded Indian has made his way to the village and told the story of the dastardly attack upon them by the thugs and war is declared against all whites. The first Indian arrives just as the war-dance is participated in and realizing the danger in which his benefactors are rushed off to warn them. The poor fellow, however, is unable to make himself understood to the woman who is alone with her child and carrying it away, knowing that the woman will follow. On and on they go until the summit of the mountain is reached, where he again tries to explain the situation, when a bullet from the husband's gun fells him to earth, he having arrived at his cabin and finding his wife and child gone, follows their foot tracks to find them in the company of the Indian whose designs he feels are sinister. Leaving the poor fellow on the ground they make their way back to the cabin which they find is now a huge pile of ashes. The Indians having set it afire on their march of devastation. It is now and not until now that they realize the poor Indian's good intent. Shocked beyond measure at the thought of misconstruing his motive with such disastrous result they hasten back to the scene where he fell only to find that the shot was fatal. Grief-stricken the two pay him posthumous honor by digging a grave and burying him.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.0",
  "imdbVotes": "18",
  "imdbID": "tt0001655",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}