{
  "Title": "The Way of the World",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "25 Apr 1910",
  "Runtime": "16 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Henry B. Walthall, George Nichols, Florence Barker",
  "Plot": "The old priest is deeply grieved over the empty church, when his young assistant decides to follow the Master's footsteps and go among the people as an example. Donning civilian garb, he goes out into the world to work in the fields. Here he learns the extreme thoughtlessness and selfishness of humanity. There are the two classes, the money seekers and the pleasure seekers. The former are shown in the fields and store houses, each struggling for himself unmindful of the condition of his neighbor, all driven by an unreasonable employer. The latter class is seen spending their time in a dance resort. The first have a standard of morals dependent upon their success in life, while the others have no standard of morals whatever, for the simple reason that they know no better. The young priest, incog, becomes a worker at the storehouse, dispensing his earnings in charity, while endeavoring to plant the seed of righteousness in the hearts of his fellow laborers, but his endeavors are met with derision. He is almost on the point of giving up when the dance resort is raided by the police and the women of the place flee in a panic, with the exception of one, who turns to the ones who brought her there for protection. Ah, but how like the world, they not only turn from her, but even assist in her ejection from the place and follow her tauntingly down the road, their crowd augmented by many curiosity seekers until there is a howling mob at her heels. At this moment the young priest appears and driving off her persecutors, leads the poor unfortunate Magdalene away to find some place of healthy safety for her, but again the world shows its unchristian spirit by refusing to receive her. Hopeless, the young priest makes his way back to the mission where he tells the old pastor that \"They receive me not.\" He has hardly uttered the words when the girl appears and prostrates herself before the two holy men to ask their prayers for God's grace, determined to spend the rest of her life penitentially. The old father turns to the young curate and exclaims, \"Not in vain if one soul is save.\" The scenes of the production are laid at the historical San Gabriel Mission, California.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "18",
  "imdbID": "tt0001446",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}