{
  "Title": "The Cowboy's Sweetheart",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "23 Apr 1910",
  "Runtime": "N/A",
  "Genre": "Western, Short",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, John B. O'Brien",
  "Plot": "The opening scene discloses the front of the village post office in a small western town. A lady, whose dress is something more elaborate than the village of Mustang usually affords, comes from the post office reading a letter. A cow puncher, leathery featured and with unkempt clothing, notices her, and when she walks leisurely away, he follows carefully after her. In a strip of woods he overtakes her and attempts to force his attentions upon her. She repels him, but he seizes her in his arms and presses a kiss to her lips just as Jesse Farson, another cowboy, comes on the scene. The lady explains that she has been insulted by the \"greaser,\" and the latter is forced to beg the forgiveness of the lady. After the \"greaser\" slinks away, Farson lifts his hat and volunteers to escort the lady to her home. This is the beginning of the complications that follow. Jesse Farson is engaged to a winsome little western lass, but his meeting with the lady whom he has addressed as Miss, has changed his feelings. Meetings between Farson and the lady guest at the \"Bar Q\" ranch become more frequent, while Jesse suddenly discovers that he has lost all love for Jennie, the western girl. With a heavy heart he calls on the latter one evening and asks her to return the ring. The little girl, who is almost broken hearted, gives it to him and Jesse turns away. The lady guest at the \"Bar Q\" has enjoyed the new sensation of bringing this uncouth western lad to her feet. She has permitted him to make love to her and has even promised to be his wife. The \"greaser,\" who has had in mind the insult he received from Farson, waits patiently the time for revenge and the opportunity finally arrives. Finding the lady of the \"Bar Q\" strolling through the woods one day, he follows her and watches her drop a letter from her hand. When she passes out of sight he slips up cautiously and picks up the letter. It reads: \"My Darling Wife, Hope you are enjoying yourself on that dull little western ranch, and I am anxiously awaiting your return home. Your affectionate husband, Harry.\" The \"greaser,\" with the letter, steals off through the woods, mounts his horse and rides off toward Jennie's home. When he arrives he shows her the letter and tells her he can offer proof that Jesse has been completely captured by the eastern lady and that they are planning an elopement. He intimates, too, that Jesse is aware of the lady being married to an eastern man, as the letter points out. The two ride to the wooded trysting place, toward which the \"lady of the Bar Q\" was walking when the greaser obtained the letter. When they slip quietly through the woods they come upon the lovers. The greaser endeavors to win Jennie, but she declares that she loves Jesse despite his shortcomings and will endeavor to win him back. The next morning she mounts her horse and rides over to the \"Bar Q.\" The lady receives her coldly at first, but when she has heard the little girl's story, she becomes thoughtful and finally resolves to help her in winning back the deserter. The next morning when Jesse calls on his new sweetheart he surprises her, as he thinks, in a drunken condition, and puffing a cigarette. Jesse is disgusted and finally rushes out of the room, while the lady sinks back in her chair, relieved and happy in the thought that the trouble she has caused has been corrected. Jesse is sick at heart when he thinks of his having forsaken his little Jennie for this vile woman. He desires to make amends and rides slowly to Jennie's home. It is his intention to offer his abject apologies and beg her forgiveness, then to leave the country for good, but when he mentions this last feature in his plan of redemption, she turns to him with a little cry and stretches out her hands to him. Jesse understands then, with a glad cry, takes her in his arms, vowing never more to forsake her.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001169",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}