{
  "Title": "Richelieu; or: The Conspiracy",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "08 Jan 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "J. Stuart Blackton",
  "Writer": "Edward George Bulwer-Lytton, Eugene Mullin",
  "Actors": "Maurice Costello, William Humphrey, James Young",
  "Plot": "In the magnificent reception room of the chief executive of the French capital, Baradas and a number of conspirators are seen plotting. Julie, the beautiful ward of Cardinal Richelieu, enters, and Baradas attempts to show his regard for her. Chevalier DeMauprat also enters and greets Julie, and the two men exchange jealous glances. The Cardinal is announced and all fall back while he affectionately greets Julie. The plotters show their hate of the Cardinal behind his back, but quail under his searching glances. The Cardinal passes on, and DeMauprat is seen to make love to Julie. This is discovered by the Cardinal, who has DeMauprat seized and accuses him of conspiracy, and, while pretending to send him to his doom, in reality ushers him into the room where Julie is waiting, and gives his consent to the marriage, thereby winning DeMauprat's devotion. Shortly after the wedding Julie is separated from her husband and imprisoned in the palace of King Louis XIII on the pretext that the marriage had been without his consent. In reality the King is infatuated with Julie, and he is aided in the abduction by the jealous Baradas, who informs DeMauprat that it is Richelieu that is responsible for the loss of his bride. DeMauprat swears to kill Richelieu, and that is just what the arch-traitor and conspirator Baradas desires. Julie, a prisoner in the royal palace, is terrified as the King enters and makes love to her, but the Queen enters and the King, repulsed slinks away. The Queen aids Julie to escape and she reaches the Cardinal's apartments at midnight and tells him what has occurred. He secretes her in an inner room, and knocks are heard at the door. Opening the door he confronts DeMauprat, who is masked, and who calmly informs the Cardinal that he has come to kill him. The Cardinal defies him and dares him to reveal his identity. DeMauprat unmasks. Richelieu orders him to his knees to ask pardon, as he calls Julie from the adjoining room, who flies to the arms of her husband. DeMauprat, seeing that he has been deceived by Baradas, determines to save the life of the Cardinal, and draws his sword to defend him from the other masked conspirators who are clamoring for entrance. Richelieu suggests a ruse, and. sending Julie out of the room, lies down on the bed and feigns death, while DeMauprat admits the conspirators, and, pointing to the outstretched form, explains that he strangled the Cardinal. Baradas and DeMauprat meet and fight. DeMauprat is arrested by order of the King. Consternation reigns as the supposed dead Cardinal appears and denounces Baradas to the King. Baradas whispers something in the King's ear, and he orders DeMauprat a prisoner and sends a letter to Julie demanding her presence at court. The King's messenger is defied by Richelieu. The final scene of this dramatic series of events shows the King on his throne, surrounded by Baradas and other courtiers, who are really aspiring to dethrone the King. Julie enters and pleads for the life of her husband. The King refuses and says that DeMauprat must die. Here the Cardinal totters in, seemingly very weak, hands a paper to a page, which is given to the King to read. Louis starts, as it unmasks Baradas as the arch conspirator who had been in secret connivance with the King's enemies. Louis orders the arrest of Baradas and the Cardinal, throwing off his simulated weakness, triumphs over all his enemies. DeMauprat is released and he and Julie embrace and kneel to the King and to the great Cardinal, who blesses them.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001018",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}