{
  "Title": "A Brave Little Woman",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "15 Jan 1912",
  "Runtime": "8 min",
  "Genre": "Comedy, Romance, Short",
  "Director": "Tom Ricketts",
  "Writer": "Tom Ricketts",
  "Actors": "Harold Lockwood, Dorothy Davenport",
  "Plot": "Daniel Lyttell is very ill, but Doctor Bozel assures Clara that the crisis is over and that her husband will eventually get well. In the dead of the night, a burglar enters the Lyttell home. His silent footsteps reach the ear of the sick man. Clara, too, hears mysterious noises. She pacifies Daniel and tells him to rest and sleep. Softly she steals out of the room to investigate and soon discovers the burglar. Quickly rushes to the telephone, but finds that the wires have been cut. For a moment she hesitates and fears, fears for her husband. Goes to his bedside and rejoices to find him asleep. Hastily dons a wrap and envelops her head in a black veil, leaves the room and busies herself rummaging in the drawers of a desk. The burglar comes upon her but is unable to intimidate the brave little woman. Clara tells him she, too, is a thief; only she came to steal very important letters. When the man attempts to go into the bedroom for his \"haul,\" she commands him to stay where he is. She knows the house well and can go about it without making a break. Clara proposes to get the valuable for him. He agrees, but inwardly decides to watch her every move. Feverishly Clara goes to her dresser and draws forth all her jewels. The patient grows restless and she soothes and caresses him till he's quiet again, then she glides silently out of the room in search of the burglar. The midnight visitor, however, is not a bad sort. He has seen, and the woman's brave deed brings back to him that spark of manhood long since departed. He refuses to accept her sacrifice, and vanishes into the night ashamed of himself and determined to lead a better life. Clara returns to her husband's side and hugs him for very joy.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzdiNWRkNTAtOTI5YS00ZDM4LTliYjEtNTRiYzViY2Q1MzUzXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.1",
  "imdbVotes": "18",
  "imdbID": "tt0002071",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}