{
  "Title": "A Gold Necklace",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "06 Oct 1910",
  "Runtime": "6 min",
  "Genre": "Short, Comedy",
  "Director": "Frank Powell",
  "Writer": "Frank E. Woods",
  "Actors": "Mary Pickford, Kate Bruce, Lottie Pickford",
  "Plot": "This is a delightful comedy of errors, in which a gold necklace figures prominently. Mazie lends her necklace to Nellie, her guest. Nellie is asleep in a hammock when Sam, her sweetheart, arrives in his auto. He awakens Nellie with a kiss. As she starts up she drops the necklace in the grass and their efforts to find it prove futile. Sam promises to buy her one to replace it, thinking it was her own properly. He has her minutely describe it that he may get an exact duplicate. Meanwhile, the governess has found the necklace and given it to its owner, Mazie, who is unknown to Sam. He sees it on Mazie's neck and after a chase insists on purchasing it. Mazie thinks him a lunatic and humors him, receiving a good price for the band. Nellie, upon receiving the necklace, restores it to Mazie. Sam meets Mazie again and sees the necklace again around her neck. This time he fancies she has stolen it and hurries to tell Nellie, but his valet takes more decided steps and recovers the necklace by seizure. Mazie is flabbergasted at first, and when she recovers her equanimity she rushes off for the village constable. He surprises Sam in the act of restoring the necklace to Nellie, who is also surprised. The participants of the episode are now assembled, and after the excitement has subsided, explanations and introductions bring peace.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjA4ODRjYjEtNDNjOS00YWU1LTg2MjctZjAzYTcwNzJhNDE1XkEyXkFqcGdeQXVyNDQwMzk4OTY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "55",
  "imdbID": "tt0001235",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}