{
  "Title": "Dad's Girls",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "12 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Otis Turner",
  "Writer": "Otis Turner",
  "Actors": "Kathlyn Williams, Olive Mix, Frank Weed",
  "Plot": "Dad, a likable old pioneer character, lived among the foot hills of the western mining region, on a ranch with his two daughters, Rose and Madge. As sort of a side issue he had been doing a little prospecting, and about the time the story starts, we see him carrying some of his quartz to Andy Thomas, a young assayer located in a nearby village. Andy is a good-hearted chap, who has fallen into the clutches of a local card sharp, who holds his I.O.U. for a large gambling debt. The gambler has offered to cancel this debt if the assayer will put him next to some good nearby claim and report unfavorably on its value to the real owner. Andy's opportunity comes when Dad brings in a quantity of this new-found quartz for an assay. Andy tells Dad that his claim is not worth anything, and then goes in search of Jim, the gambler, to give him the tip. Jim goes to Dad and tries to buy the property, but in the meantime, Dad has done a little assaying on his own account, and refuses to part with his claim. Rose and Madge have gone to town to purchase supplies, and while there they meet Sam Gleason, the young cowboy sheriff, who is in love with Rose. Jim attempts to make love to Rose, hoping thereby to get in on a portion of the mine. He is rebuffed by the sheriff, but follows the girls on their return to the claim. While racing homeward. Rose drops one of her bundles and dismounts to recover same, while Madge rides on slowly. Jim comes upon the scene and attempts to force his affections on the defenseless girl. Madge sees what transfers from a distance, and rapidly riding to the scene, she lassos the gambler and drags him unmercifully over rocks, through the river and up the steep embankment of the opposite shore. Here he is released and told to get out of sight in a hurry. The humiliated Jim decides to kidnap the girls, with the aid of a nearby band of renegade Indians, and does so. The girls, however, effect a thrilling escape, and in the get-a-way, Rose is slightly wounded. In the meantime, the sheriff has been notified of the girls' non-return, by the anxious Dad. Gathering a posse, the sheriff goes in search of the girls and rescues them after a thrilling combat with the Indians. The crowd are for lynching the card sharp, and his accomplice, Andy, but the girls intercede, and the pair are given an hour to get across the country line on a balky burrow. The doctor attends to Rose's Injury, and once more peace and quiet reign on the little ranch of Dad and his girls.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001568",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}