{
  "Title": "The Lucky Card",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "27 May 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Fred Church",
  "Plot": "George Maxwell, a young cowboy, rescues a fever-stricken Mexican prospector and carrying him to an inn in the vicinity like a good Samaritan, pays the innkeeper a sum of money to care for the stricken man until he recovers. A few weeks later, when the Mexican recovers and starts to go on his journey again the landlord gives him a card left by Maxwell, giving the name of the rescuer. A few months later Maxwell finds himself in another small western town, awaiting a stagecoach to take him on to his ranch. He seeks to pass away the time in Red \"Ike's\" dance hall, a typical western amusement place, thronged day and night with Mexican women, cowboys and miners. Innocently he proposes a dance with a young Mexican girl and is about to place his arm around her when a burly Mexican steps between him and the girl and an engagement takes place in which Maxwell comes out the winner. Vowing revenge, the Mexican enlists two or three of his pals in a scheme to get even with the American. The kidnapping is carefully planned and Maxwell falls an easy victim. He is taken to the Mexican's rendezvous and Senorita, his sweetheart, is dragged before him. Death is imminent when the American recognizes one of the men as the man he had rescued a year before. It is then that the Mexican shows his gratitude in quickly cutting Maxwell's bonds and taking out a revolver, prevents the assassination.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BN2NjOTgwZDEtNjZiYS00ZTQyLTg4ZDctZmI1M2E4YjdmMTdlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001757",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}