{
  "Title": "Day at the Circus",
  "Year": "1901",
  "Rated": "N/A",
  "Released": "N/A",
  "Runtime": "2 min",
  "Genre": "Documentary, Short",
  "Director": "Edwin S. Porter",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "We present here a series of interesting pictures and show a number of scenes just as witnessed by a visitor to the Great Forepaugh and Sells Bros. combined four-ring circus. We begin by showing the complete circus parade as it takes place in the street. The first scene shows the parade coming down a broad asphalt avenue with park in background. Entire parade shows elephants, camels, band wagons, chariots, cages of animals, and full circus paraphernalia, making a most interesting subject. The next picture shows the assembly or grand entry, and includes the entrance into the arena of the elephants, chariots, wild animals, horses, camels, etc. We next show an exciting horse race, consisting of eight horses, on which are mounted an Indian, a squaw, a Filipino girl, an Arab woman, an Arab, a cowboy and an English jockey and an American jockey. The picture concludes with a bareback team race. In this race two horses are abreast, the driver standing up, with one foot resting on one horse and one upon the other. They make two circuits of the ring and furnish a very exciting climax to the picture. We conclude the Day at the Circus Series with a fifty-foot picture, showing a very exciting chariot race. Two chariots appear in the race, one drawn by four white horses and the other by four bay horses.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYTVmYTIyMTEtOGYwMi00ZGFhLTgzZTktN2U2NzkxZWVjNTVmXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "65",
  "imdbID": "tt0000352",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}