{
  "Title": "The Red Domino",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "16 Oct 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "N/A",
  "Actors": "August Blom, Gudrun Kjerulf, Viggo Larsen",
  "Plot": "The Countess X. receives during a party a young man, who brings her a message from a friend, whom she believed to be in exile, asking her to come and see him the same evening in order to arrange with him how they can revenge themselves on their mutual enemy, the prince. The conversations is heard by a young diplomat, Baron Lerche, who has been concealed behind a curtain. He hurries away from the company and soon after returns in a different dress. He watches the countess, follows her in the night to a remote house, makes his way in, and overhears a plan to kill the prince. Soon after the prince gives a masked ball. The Countess, in Spanish costume, and the baron, in red domino, are among the guests. As the countess sees that the red domino keeps watching her, she boldly addresses him, takes his arm and leads him towards a group of guests, who are her friends and accomplices. There she writes, with the hands at her back, on her ball-card: \"Get the red domino out of the way.\" The card is at once picked up, read and understood, and the next moment a lady takes, with irresistible amiability, the baron's arm and leads him to a remote smoking room. The baron is very much afraid to leave the dangerous countess out of sight, and is about to leave the room again, but two masked gentlemen throw him to the ground, gag and tie him and leave him alone. The baron, however, does not want to give up the exciting play. Straining every nerve, he succeeds in rolling himself on to a cigar-lighter, by aid of which be destroys his bonds. When he is free, he jumps out of the window and down in the garden summons two policemen, whom he had told to keep near the place, and then be goes back to the ballroom. In the meantime, the countess succeeds in getting the prince away from the party. He is very much captivated with her, and takes her to a cabinet, where he can speak to her alone. They get a bottle of champagne, and now the prince cannot keep back his feelings any longer, but falls down on his knees, declaring to her his love. The countess watches the opportunity; she smiles encouragingly, puts her left arm around his neck, and with the right hand she throws a poisonous powder in his glass. But at this very moment her arm is seized by the baron, who comes out from behind the curtain. The countess jumps to her feet, but when she sees that everything is out she falls back in a swoon. In a few words the baron explains what has happened. He calls the servants, who carry the countess out, and then he enters the ballroom again. With revolver in hand he makes the guests take off their masks, and now he points out the conspirators one by one. The policemen take them away, and the guests gather round the prince and baron with eager questions, but the prince answers smilingly: \"My dear guests, don't let this little incident disturb our pleasure; it was only an attempt on my life.\"",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYmVkZDAwZWUtNjA3OS00M2RiLThiZDItNDEzY2YwZGM2MjdmXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.4",
  "imdbVotes": "12",
  "imdbID": "tt0000884",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}