{
  "Title": "The Life of Rufus Dawes",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "01 Jun 1914",
  "Runtime": "N/A",
  "Genre": "Drama",
  "Director": "Alfred Rolfe",
  "Writer": "Marcus Clarke, Alfred Rolfe",
  "Actors": "Lily Dampier, Raymond Longford, Lottie Lyell",
  "Plot": "The story opens in a room in the old Spaniard's Inn at Hempstead Heath, England. Sir Richard Devine has a meeting with Crofton, a man-about-town, who has also been known under the name of Rex. Crofton attempts to blackmail Sir Richard, and a quarrel ensues, during which Sir Richard is killed by Rex. Previous to this, Sir Richard's son Dick, a hail-fellow-well-met chap, had a quarrel with his father on account of Dick's debts, and the elder man cast off his son. Rex, knowing this, has prepared evidence so that Dick is accused of murdering his father. He is unjustly sent to prison. Several years previous to this, Parson North, before entering the ministry, had forged some notes, which were held by Sir Richard. Dick is sent to the convict settlement in an Dieman's Land, Australia, and some wonderful scenes are shown of the convicts working on the rock pile. The chain gang is shown at work, and one of the prisoners who has tried to escape is overtaken by the guard and brought back. Parson North is chaplain, and is the friend of all the convicts. Lieutenant Black, in charge of the prison, discovers the chaplain giving tobacco to the convicts, and threatens to report him. Dick Devine, now known as Rufus Dawes, is seen as a convict, working beside Rex, the man who killed Dick's father. Shortly after this, orders are given to have the convict settlement moved to Port Arthur, and the prisoners are taken in small boats on board the \"Osprey,\" a large sailing ship. The convicts plan to overpower the guards and capture the ship. Chaplain North proves his courage by saving one of the officers from being murdered toy two of the convicts. That night the convicts overpower the crew of the \"Osprey\" and secure command of her. Their knowledge of sailing is limited, however, and the boat is dashed on the rocks. A stirring situation develops, during which the wrecked convicts are washed up on the beach. Major Vickers, the commanding officer of the convict settlement, had sent his wife and daughter, Sylvia, on the \"Osprey,\" and their lives are saved only by the courageous work of some of the convicts, headed by Rufus Dawes. Dawes has made a little camp for Sylvia, and is building a boat in which he hopes to take her away from the island on which they are marooned. On the other side of the island are seen the three remaining convicts, among whom is Rex. These three are reduced to the last extremity and are drawing lots to see who shall be killed for food for the others. The convicts are recaptured and taken back to the settlement. In the meantime, Dawes has finished his boat and is about ready to launch same and take Sylvia back to civilization, when a searching party arrives and rescues them. Previous to this, one of the three convicts had killed Sylvia's mother, and the shock had deprived Sylvia of her memory. Lieutenant Black, with the rescuing party, accuses Dawes of the murder. In desperation, Dawes finally escapes from the prison at Port Arthur, and on his way to the shore meets Sylvia, now Mrs. Black. She fails to recognize Dawes, and he escapes. The sudden sight of Dawes partly restores Sylvia's memory, and she demands to see the man who rescued her. Dawes is again captured and brought back to Port Arthur, and upon seeing him, Sylvia's memory comes back to her. In the meantime, Lady Devine has arrived from England and demands to see her son, who is known as Rufus Dawes. Rex, weakened by his dreadful experiences, finally confesses to the murders of Sir Richard and Mrs. Vickers. Rufus Dawes is therefore released from prison and returns to England under his own name and title, Sir Richard Devine.",
  "Language": "None",
  "Country": "Australia",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNDNlMTU1OWMtNThlOC00NTVmLWE2MWEtNjczMjZiNGNjNjI5XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001731",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}