{
  "Title": "The Modern Dianas",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "19 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Mary Fuller, Harold M. Shaw, Charles Ogle",
  "Plot": "There are six little society girls who are beloved by six society boys and the leader of the girls is a young woman of considerable wealth and position also of an equal amount of determination and originality. Being a little bored with the social world and seeking a way to spend the summer vacation, she lights upon a brilliant plan which she proceeds to submit to the other girls. The plan is that they shall all take possession of a little island or her father's in the St. Lawrence River near the Canadian shore and leaving the boys and civilization far behind them, shall fish, hunt and live in the woods and as far as possible, follow the example of Diana and her maids. Naturally the six boys and sweethearts do not agree but the plan is put into execution nevertheless. The island is beautiful and the girls do have a pretty good time at first. Then in the city we see the lonely boys, and one of them discovers in a newspaper a little note which says that some remote tribe of Indians in Canada have partaken too freely of firewater and are on the rampage. This suggests a brilliant idea to his fertile imagination and it, like the girls' plan, is put into immediate execution. The newspaper clipping is sent to the girls and produces something which resembles a panic in their hearts. Although they have with them an Indian servant and squaw, sent by the owner of the island, they are convinced that their lives are in peril and they proceed to build a stockade about their little camp. Then we see the boys leaving New York and landing on the shores of the island at night, dressed in outrageous Indian costumes, which they finish putting on after they land. Through the glasses at a distance, the girls see this band of Indians grouped among the trees and rocks of the island, not far from their camp. Certain that their lives are in peril, they send their big Indian guard out to parley with the enemies. The boys, when they meet him, take possession of him and telling him their plan, persuade him to join them and become apparently a prisoner. Thus it happens that the next time the girls look through the glasses they see their faithful ally chained to a tree with the Indians dancing a wild war dance about him and apparently torturing him. One of the girls wants to exhibit a flag of truce but is refused by the little leader, and not until after several days when provisions grow low and the canned goods are all gone, will she consent to parley with the enemy. Through the half-closed gate they make terms and finally the Indians are admitted. They form a circle around the girls' camp fire and, sitting down, discuss the situation in guttural tones. And then to the girls' horror they insist upon their smoking the pipe of peace, forcing it in turn upon each one of the little maidens. Of course it soon comes out who the Indians are and the girls would be very angry save for the fact that the boys have provided themselves with strings of fresh fish and other good things. Consequently they are made welcome and all ends happily.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjE0OWI3YWYtYjZiYy00N2Y0LTgyNDktYTJlNTMyMjQ3ZTNmXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001792",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}