{
  "Title": "Mazeppa, or the Wild Horse of Tartary",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "21 Jul 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Francis Boggs",
  "Writer": "Lord Byron",
  "Actors": "Kathlyn Williams, Tom Santschi",
  "Plot": "Mazeppa, the infant son of a Tartar chief, was captured by the Poles and grew into manhood in the Polish land, never knowing his true parentage. Through his bravery and gallantry, he became the favorite page of Olinska, daughter of Castellan, a Polish noble. Mazeppa was the favorite of all women and the envy of all men. He loved Olinska and his love was returned, but this was against the plan of Castellan, who had made preparations to marry her to Count Prenislas. Mazeppa forced a duel with his rival, in which the latter was seriously wounded and the enraged Castellan, as a punishment to Mazeppa, had him tied to the back of a wild and desperate horse, in spite of the pitiful entreaties of Olinska. The helpless Mazeppa was driven through forests and rivers, attacked by wolves, drenched by the rain, then scorched by the sun, with the ropes that bound him buried deep into his flesh, longing for death. He reached the Tartar camp, where the exhausted horse at last dropped. Mazeppa was discovered and relieved from his tortures by kind hands, and by means of a mark on his breast was recognized by the Tartar chief as his son. Mazeppa was proclaimed the successor to his father, as chief of the Tartars. However, his greatest hope, that of making Olinska his wife, was worth more to him than all else. Disguised as peasants, he, with several of his followers, entered the house of Castellan, where they were engaged to dance at the festivities of Olinska's marriage which was about to take place at her father's command. At the opportune moment the Tartars overpowered the house of Castellan and released Olinska, once more reunited, now for all time, with her Tartar lover, Mazeppa.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNGNmOWQ1MWQtNmE0NC00NWZiLWEyZGItMjY1MWVjNWQwNzhlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001311",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}