{
  "Title": "How Father Accomplished His Work",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "15 Jun 1912",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "C.J. Williams",
  "Writer": "N/A",
  "Actors": "William Wadsworth, Ida Williams, Alice Washburn",
  "Plot": "A hard working father finds it next to impossible to find a room where he can concentrate his thoughts. His mother-in-law's squeaking parrot drives him from the sitting-room, to his bedroom, where he gets into trouble because of his wife's pet dog and entering another room where all seems quiet he is interrupted by his two daughters who come in and scrape ragtime on the violin. Again he removes his account books, this time to his son's mom, where he is about to enjoy peace and quiet when the son begins his usual exercise on the punching bag. In utter disgust he returns to his bedroom where at last he finds quiet, his wife having retired for the night. He manages to put in two hours when he is again annoyed by the dog. It is almost midnight, but he determines to finish the work and decides to try the sitting-room once more. Here, however, he encounters a hungry tramp who has entered the house for the purpose of obtaining food. A bright plan now enters the old man's head; he transforms the tramp into a burglar and loads him down with the parrot and cage, the musical instruments of torture, not forgetting the pesky dog, slips him a ten dollar bill and thrusts an empty revolver into his hand. Shouting for help he arouses the household who see the burglar making a getaway with their beloved pets and musical instruments, while father laughs up his sleeve with assurance that in the future he will be able to make up his accounts undisturbed.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002257",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}