{
  "Title": "Back to the Soil",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "08 Jun 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, Owen Moore, King Baggot",
  "Plot": "George Dupont, a young farmer, is living with his parents on the farm, while his sweetheart, Sadie Allen, resides on an adjoining farm. George finds rural life irksome and is satisfied that he has talent as an artist. He longs to attend art school in the city, having read of fabulous sums received for paintings. He resolves to quit the farm for a career, despite the protests of his father, but his mother, wrapped up in her son, gives him money she has saved by years of economy and he goes to the city to gratify his ambition. He departs, bidding adieu to his parents and sweetheart. He enters a school of art. The professor encourages him, having an eye to the main chance as the student has money, but the pupils laugh at his efforts and he is the butt of many a joke. He writes home, giving glowing accounts of his progress and the mother and sweetheart are happy, but his father is skeptical. A year passes and his money is exhausted, so the instructor tells him he has no talent, and dismissed him from the school. George tries to write home of his failure, but his nerve fails him. Meanwhile those at home have been waiting in vain for a letter, so Sadie resolves to go to the city and look him up. She takes lodgings in the same house with him in an adjoining room and pays the rent of his room without his knowledge. George offers the landlady one of his paintings to satisfy her, but she indignantly refuses it. His sweetheart buys the painting from the landlady, inducing her to take it and thus aiding him without his knowledge, the landlady refusing to divulge the name of the buyer. George decides to return to the farm, and packs his belongings, his sweetheart listening on the other side of the wall satisfied with her mission. Sad, Sadie returns home without his knowing that she was near him. Arriving at home, George finds Sadie there and they concoct a little joke on his parents. Finding a pair of boot in the barn, he dons them and goes into the field to plow. Sadie calls out the father and mother and points to the field, and the old man gets his dinner bell and rings it, summoning the helps to dinner. The father and mother and Sadie and the farmhands seat themselves at table. George enters the dining room without attracting attention and then gives way to his grief, breaking down entirely when there is a general awakening. His plat is piled high with food and the wanderer is welcomed home with warmth, satisfied with the farm and its environments and above all with his faithful sweetheart.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001491",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}