{
  "Title": "The Fisher-Maid",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "16 Mar 1911",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, Owen Moore",
  "Plot": "Paula, the fisher maid meets her father as he returns from a fishing voyage. Ambrose Fenton, the sweetheart of Paula, arrives and is greeted affectionately. Ambrose asks the girl to be his wife; she consents, and tells her father. The honest old fisherman is doubtful of the sincerity of Ambrose and his suspicions are confirmed when he sees his daughter's lover in the company of a woman of his own social set. The daughter is hurriedly summoned and looking through a gate, they see Ambrose kiss the girl. Paula resolves to end her life and staggers to the beach, throws the oars out of a fishing dory and, seating herself fin the boat, is washed out to sea. Her father noting her absence, prosecutes a search, aided by the villagers. They discover the missing boat and the oars on the sand. Ambrose, missing his sweetheart, calls at the home of her father. He finally gathers from them that Paula, thinking him false, has gone to sea to end her life. He explains to the father, who falls unconscious. Ambrose starts to find the girl, and is successful. Stumbling over rocks on an island, with the spray dashing over him, he finds Paula lying at the water's edge. He takes her in his arms and swims for the mainland, arriving at the home of the father, exhausted. Paula is revived. The face of Ambrose is the first one she sees when regaining consciousness. He tells her the supposed rival is his sister and she is overjoyed. The finale is a pretty scene, with Ambrose and Paula on the seashore. The fisher maid has been transformed into a stylish garbed woman. Ambrose draws her to him and with her parasol writes on the sand, \"My Wife.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001616",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}