{
  "Title": "His Message",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "25 Jun 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short, Western",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Robert Edeson, Ethel Grandin, Harold Lockwood",
  "Plot": "Holmes and his daughter, Nell, live in a cabin, while he works his claim. Haven, a young prospector, has pitched his tent in the vicinity and the three become friends. Haven is fortunate in his quest for gold, and the pile of yellow metal accumulates until he has a goodly fortune in his possession. The mining operations have been secretly watched by a trio of desperadoes, who await a favorable opportunity to steal it. One day Haven is severely wounded by a landslide, and his cries bring Holmes and Nell to his assistance. The girl nurses him at her home and completely wins his heart. A week passes and Haven is about on crutches. Holmes goes to the settlement for supplies and the thieves seize this opportunity to carry out their scheme. As they are forcing an entrance, Nell escapes through a back window and makes a desperate ride to the settlement for help. With the gold, Haven, by means of a table and a chair, reaches the attic. He then knocks a hole in the roof, and crippled as he is, slides to the ground. The thieves pursue him and mortally wound him. He continues his flight to the edge of the river where he falls dying on a rock, throwing the gold into the water. The thieves come up and not finding the gold turn back. Haven, feeling himself passing away, laboriously writes a message on the rock with his own blood: \"The gold is in the water.\" Accompanied by a score of men from the settlement, Nell is hurrying back at break-neck speed. The thieves are captured and Haven's body is found, and the gold recovered.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001675",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}