{
  "Title": "The Cowboy and the Squaw",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "19 Feb 1910",
  "Runtime": "N/A",
  "Genre": "Western, Short",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, Fred Church",
  "Plot": "Tom Ripley, a cowpuncher from the Circle A ranch, wins the hatred of Jim Simpson, another cowpuncher, when he defends Lightfeather, a pretty squaw, from the insults of Simpson. The affair occurs in the Silver Dollar saloon in Bisbee. Some few days later Lightfeather goes to her protector's cabin and presents him with a pair of fine moccasins. Tom is duly grateful and advises the little Indian maiden that if she is ever annoyed again, not to hesitate to shoot the persecutor. Not long after this meeting Simpson encounters Ripley out on the range on the brink of a precipice. A fight ensues in which Ripley is thrown over the cliff and frightfully wounded on the rocks below. Ripley's riderless horse gallops away and is later seen and recognized by Lightfeather. The squaw mounts the horse and follows the tracks back to the top of the cliff where she finds her good white friend. After much difficulty she assists him back to the cabin and cares for him in his convalescence. Simpson, who has vowed to \"get\" Ripley at any cost, watches Tom's cabin day and night but the wary Lightfeather has seen him skulking about and keeps a sharp lookout after Tom. Later when she sees Simpson slipping threateningly on Ripley and about to fire at him, she draws her own weapon and a timely shot kills the would-be murderer. Ripley turns to find Simpson lying dead, just behind him, when the little squaw comes from behind her hiding place in the nearby bushes, confessing that she had killed Simpson to save him. Ripley brings up his horse and swinging into the saddle, pulls the squaw up behind him, just as a party of cowboys, who have heard the shot, run upon the scene. A lively chase follows. By numerous tricks Ripley throws his pursuers off the trail and after a long ride draws rein at a little creek, the boundary line of two counties. When he crosses this he knows he will be safe from the sheriff, at least. Pulling a notebook from his pocket Ripley scribbles a line to the sheriff, which be ties to a weed at the water's edge. Some time later the sheriff and his posse arrive at the crossing and find the note. It reads: \"Buck Brady, Sheriff: We have crossed the boundary line forever. Good-bye. The squaw only killed a cur, and you know it. Tom Ripley.\" The sheriff reads the note aloud and turns to his men. \"Tom's right,\" he says, \"that Simpson was never no account, nohow.\" And the little party of cowboys swing leisurely into their saddles and turn their horses' heads toward home.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOTE3OWJhNDUtYzk0ZS00MmU5LWI3Y2ItMTc4NzEzOGQwZTliXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001167",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}