{
  "Title": "A Cowboy's Vindication",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "10 Dec 1910",
  "Runtime": "N/A",
  "Genre": "Western, Short",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, Brinsley Shaw",
  "Plot": "Will and Frank Morrison, brothers, are working their mother's extensive ranch and while Frank is manly and upright, Will is a dissipated gambler and drunkard. The first scene opens showing Frank, Will and their mother at breakfast. Frank rises hurriedly and goes out to the barn to saddle his horse, while Will lingers over his meal, then slips out of the house. We find him next meeting with a little crowd of roystering cowboys, who drag him into the saloon and make him buy the drinks. Here Faro Nan, a dissolute habitué of the place, persuades Will to also buy her a drink. A little flirtation follows which is interrupted by Jesse Gibbs, gambler and fancier of Nan, which ends in a fight, interrupted by the entrance of Frank who drags Will from the place, makes him mount and rides home with him. With a sound lecture for his dissolute ways Frank orders Will into the house to stay there. Will enters but finds his mother's purse, slips out a few dollars and is about to leave when his mother enters. She begs him to return the money but fails to reach the hardened heart of her son, who brushes her rudely aside and stalks out of the room. A few minutes later Frank enters and again finding his mother in tears demands an explanation. She tells him what Will has done and begs him to go find the boy and bring him home. In the meantime Gibbs, who is suffering in acute jealousy slinks from the saloon with the intention of finding Will and putting an end to him, thus making a clear road to the heart of Nan. Frank finds Will at the stables, about to saddle his horse, and after a short altercation the two are locked in a struggle, Frank endeavoring to wrench the gun from his brother's hand. In the struggle for the weapon it is accidentally discharged but neither are hurt. Just then Gibbs, who has heard the shot, appears in the doorway, takes in the situation and, while the backs of the two are turned, shoots Will in the back and turns running from the scene. Frank is horror-stricken when the lifeless body of his brother slips through his arms to the floor. Yet he is confident that it was not he who fired the fatal shot. Gibbs is out of sight and Frank is alone with a smoking revolver, one of the barrels of which point convincingly to him as the murderer. Realizing that he must act quickly he hastily writes a note and places it on his brother's body. It reads, \"Circumstances look against me. I am not running away but am going to hunt down my brother's slayer.\" Gibbs, in the meantime, has returned to the saloon, where the sheriff and several cowboys are together and tells of hearing a shot in the Morrison stables and having seen Frank Morrison running away. In a moment the sheriff is on the trail, finds the body of Will and the note left by Frank. Frank, however, is convinced that Gibbs is his brother's slayer and carefully steals up to the saloon and enters. Gibbs and he struggle. Frank finally forcing the desperate man to his knees just as the sheriff enters. Proof sufficient is obtained when Frank seizes Gibbs' revolver and shows the empty cartridge barrel, while the cowed murderer breaks down and confesses himself guilty.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001170",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}