{
  "Title": "A Gambler of the West",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "31 Dec 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, Franklyn Hall",
  "Plot": "The story opens showing Frank Halsted, proprietor of the \"Three-Star Gambling Palace,\" opening up his place for business. In the west, overflowing with the riff-raff of restless humanity, Halsted fits his role, that of the philosophy of life while life's worth living. The gambling tales are arranged for the night. The scene changes to Thomas's home. He and his daughter Alice are together when the old man, meditation over what may be doing at the Three-Star, covertly reaches into this pocket, finds that he has a little change and rising, turns to leave, promising Alice faithfully not to go to the Three-Star. However, the temptation is too great and despite the entreaties of conscience he is unable to resist. Shortly after he has entered the gambling house, taken his seat at the faro table and lost all his money. His gun and watch follow, and stripped of all valuables, he sighs and turns to leave. Bitterly cursing his luck he finally resolves to stake all in an effort to make a winning and soon turns back to present the faro dealer with a note for $500 with his ranch properties as security. This is also lost and Stewart staggers to his feet when Alice enters. There is a short altercation between father and daughter, then Alice turns to the faro-dealer enraged. Halsted steps over to quiet the row and is so impressed by the girl's good looks that he makes the faro-dealer return the old man's money and valuable, and also destroying the note, under the pretense that the faro-dealer cheated. Some time later, the Thomases, who have disposed of a herd of cattle, are on their feet again. However, when the old man sees the gold the gambling fever returns, and when Alice is out, slips out of the house and to the Three-Star. Here Halsted refuses to allow him to play and sends him away. Alice has missed her father and suspecting his whereabouts, saddles a horse and rides to the Three-Star, only to be informed that her father has left with the intention of visiting another house where he can play. The girl begs Halsted to do something to save her father and he, after faithfully promising to do his best, mounts a horse and rides away. He follows Thomas's trail and finally quietly passes him, then dismounts, puts on a mask and waits for Thomas. The old man is held up, his gold taken away from him by the supposed highwayman, and told to \"beat it.\" Later Halsted rides up to the Thomas ranch house, enters and presents the money to Alice. As he turns to leave Alice calls him, and Halsted goes to her, arms outstretched, after destroying a pack of cards and promising to reform. The father enters, explanations follow and he gives them his blessing.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzBjODcyMzAtMWEzZS00NGUyLWE4YjEtMmIyZjAyNmZkOWFjXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001228",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}