{
  "Title": "The Girl and the Fugitive",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "19 Mar 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, Fred Church",
  "Plot": "Minnie Harding, a Western maiden, is preparing for a hard washing day. Sam, the negro helper, is assisting her with the wash, carrying water and filling the tub. While he is making his third trip to the well, a cowboy rides up to the cottage and asks Minnie for a drink. She goes to get it and the cowboy, taking advantage of her hospitality, makes love to her. Minnie repulses him and the cowboy becomes insulting. When Sam returns he finds Minnie struggling in the arms of the cowboy, but being a coward himself, he runs out to the road to see if other help cannot be secured. Ross White, another cowboy, is cantering by when Sam sees him and tells him that Minnie has been insulted by a strange cowboy. White is a good friend of Minnie's and, hurriedly dismounting, runs to the house. White orders the cowboy away and the latter, menacing White with future revenge, sneaks away. The scene changes to the front of a little Western saloon and gambling house. White rides up, dismounts and enters. Seating himself at a table, he takes a hand in a game of poker, but soon detects that the other cowboys are cheating. White accuses one of the fellows, a quarrel is started, there is a flash of revolvers, a shot is fired, and White breaks through the crowd and runs outside. White hurries to Minnie Harding's cottage and begs that she conceal him from his pursuers. The girl, thankful to White for his defending her earlier in the day, hides him in a closet just as the leader of the cowboys raps at the door. She admits him. The cowboy inquires if White has been near, informing her that they had seen him near the cottage. She shakes her head. The cowboy, finding the girl alone, makes love to her and White is again forced to defend her. But the cowboy is too quick for White this time, and with his gun leveled against White's breast he disarms the latter and ties his hands securely behind him. Then he turns to the door, goes out and fires his revolver twice, the signal to the rest of the men that the fugitive has been caught. But in the meantime Minnie has cut White's bonds and when the cowboy re-enters White lunges at him and disarms him. When the cowboys dash up to the cottage the leader is permitted to step out and state that White has made his getaway again. To make sure that the cowboys will not misconstrue their leader's words. White has pressed the end of the cowboy's revolver against its owner's ribs and threatened to shoot him if the scheme does not work. The scheme does work, as the leader clearly indicates that White has gone off through the woods and that they had better hurry right after him. The cowboys ride away and White drags his captive into the cottage again. After he has made sure that the other cowboys are well out of the way White liberates the leader. Then he turns to Minnie and stretches out his hand. She hesitates and he opens his arms to her. She runs to him and gathering her in his arms he kisses her tenderly. The leader makes a feeble excuse and hurries out of the room.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzk3ZTJjMzEtNjAyOS00MGYwLWIxNTUtMDUzNjdjYTgwNzc3XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001231",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}