{
  "Title": "The Two Fugitives",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "29 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Arthur Mackley, Victor Potel",
  "Plot": "After successfully eluding the London police, David Goodwin, an embezzler, sails for America and locates in the west. At the opening of our story, he is married and has several little children, and has become a thoroughly respectable and honorable citizen. One day he is reminded of the past by a newspaper item which states that the London embezzler has been located and that an inspector from Scotland Yard is on his way to arrest him. The scene then changes to a part of the woods surrounding Goodwin's cottage, where a sheriff and posse are pursuing a fugitive cattle rustler, who successfully eludes them and seeks protection with Goodwin. Goodwin is at first inclined to turn him away, but when he thinks that he too has been a fugitive, resolves to protect the man. A few days later, young Manley, Goodwin's guest, has recovered and is invited to remain with the Goodwins, which offer he finally accepts. A week passes, when the inspector from London enters the office of the chief of detectives in Butte, and makes known the object of his visit to the States. The chief offers him the services of one of his force and after some investigation they finally locate the fugitive Englishman. Going to the house, they stalk in and meet Manley, and believing him to be Goodwin, tell him that he is under arrest. Thinking of the kindness shown him by the Englishman and his wife, Manley resolves to go in place of Goodwin, and thrusting out his hands for the manacles, goes out of the house with the detectives.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001946",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}