{
  "Title": "The Puncher's New Love",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "13 May 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Ann Little",
  "Plot": "Harvey Barton, a young cowboy, is happily in love with Kate Bowers, a pretty western girl. One day he calls at her home, shows her a handbill advertising a barn dance to be held at one of the nearby ranches, and asks her to go with him. On his way back to the ranch he comes upon a beautiful young woman, whose horse has met with an accident and Harvey dismounts and bashfully asks her if he can be of any assistance. She accepts his help and invites him to accompany her home. She is inclined to flirt and easily turns the foolish young cowpuncher's head, and the meeting ends with him inviting her to accompany him to the dance. On the evening of the dance Kate waits in vain for her false lover, but is later invited to go with a young rival of Harvey's and she accepts. At the dance Kate is snubbed by the city girl, who later, at the door of the village hotel, gives Harvey a cool farewell and the information that she is returning to her city home the next day. Two weeks later Harvey goes to the city, calls on him new love, receives an icy welcome and is finally put out of the house by the butler. Broken in heart Harvey returns to the ranch, and failing to win back his first love, realizes is terrible mistake and is later found dead by his first sweetheart and her new lover.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYWE2YWI1YTUtOWU1OS00MzUwLWIzYTQtMzUwMGEzYTk3N2YzXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001846",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}