{
  "Title": "The Cloister's Touch",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "31 Jan 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Henry B. Walthall, Marion Leonard, Edith Haldeman",
  "Plot": "In the olden days when the common man was his feudal lord's slave, many were the outrages perpetrated upon them with no redress save that which came from the hand of Providence, and tardy though the reckoning seemed, it was, nevertheless, inevitable. This subject shows a peasant family comprising the father, mother and little boy child. They are happy in their own sphere until one day several courtiers of a hunting party stopped at the humble home for refreshments. The men are particularly struck with the beauty of the young wife, and as their Duke is in the depths of boredom they suggest carrying her off to court. However, they think it best to first consult the Duke, who in the extreme of ennui, is most agreeable to the plans. Hence, the poor wife is torn from her husband and child and taken to court to be made a lady by the Duke. Here she has all her heart could wish for, as the Duke has fallen deeply in love with her. Still the one thing she longs for is her child. The Duke finally consents that she may go and get it. Back to her old home she is taken, only to find it deserted, her husband having, meanwhile, accepted the refuge offered by the monks and become a postulant at the monastery, taking the boy with him. From the fruitless journey she returns despairing, and through grief, her reason is shattered, so the Duke has presented other children, hoping that her mind may be restored, but she is not appeased, and her grief finds surcease in death. The Duke is plunged in the deepest despair at the outcome of what he now acknowledges an outrage and would have atoned with his own life, but that the cross handle of the dagger with which he was about to perform the dispatch suggests another course, and determining upon a life of penance he goes and offers himself to the monks. Here in the same monastery where all are equal he also becomes a postulant and he comes face to face with the outraged husband. There is a start and a slight inclination to rush at each other, but under the shadow of the cross they breathe those words of Christian charity \"Forgive us our trespasses as we forgive them who trespass against us.\" And as they pass into the chapel to vespers the sound of \"Amen\" reverberates.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "56",
  "imdbID": "tt0001156",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}