{
  "Title": "Les Misérables",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "27 Nov 1909",
  "Runtime": "44 min",
  "Genre": "Short, Drama, History",
  "Director": "J. Stuart Blackton",
  "Writer": "Victor Hugo",
  "Actors": "William V. Ranous, Maurice Costello, Hazel Neason",
  "Plot": "The fourth, and last, of the famous scripts de luxe derived from incidents from Victor Hugo's \"Les Miserables.\" In this the story is followed from the love of Marius and Cosette to the death of Jean, which ends the volume. M. Marius, grandson of M. Gillenormand, sees Cosette, Jean Valjean's foster-daughter, now grown into a beautiful girl, in the Luxembourg, and falls madly in love with her. Valjean, apprised of the love affair, refuses to give his consent, and Marius induces Cosette to marry him without parental sanction. Meanwhile Thenardier, once the keeper of the Inn of the Soldier of Waterloo at Montfermeil, but now reduced to dire straits in Paris, recognizes in a benevolent old man the visitor to the inn who removed the child Cosette and who must be the escaped convict, Jean Valjean. Playing upon his sympathy, Thenardier induces Jean to visit his apartment, and Marius, who occupies the next room because a quarrel with his grandfather has reduced him to want, overhears a part of the plot and rescues Jean by warning the police. Jean makes his escape and next encounters Marius at the barricade, where he releases Javert, the human bloodhound, who, through a score of years, has remorselessly hunted Jean. Gavriche, the gamin, is there, enjoying the battle until his brave sortie to rifle the cartouche boxes of the dead soldiers brings to an end his gay life and finds for him a place beside his dead sister, Eponine, whose love for Marius has led her to assume a boy's dress and follow him to the barricade. Jean learns of Marius's relations with Cosette and when the regulars carry the barricade he makes his escape into the sewer with the unconscious man upon his back. In the sewer he encounters Thenardier, who permits him to escape from the locked gate by means of a false key, at the same time cutting from Marius's trousers a portion of one leg as a means of identification. Later Thenardier's attempt to blackmail Marius clears away the cloud of suspicion that has hovered over Jean in Marius's mind, and he and Cosette hurry to Jean, whom they find dying of starvation and heartbreak, but happy at the sight of Cosette once more. The story has been slightly altered to give greater dramatic value to the scenes and clarity to the narrative, and the result is a release in keeping with the earlier sections of the same story, though, like the others, this story is in itself an interesting tale apart from the earlier releases.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.1",
  "imdbVotes": "26",
  "imdbID": "tt0000969",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}