{
  "Title": "Monday Morning in a Coney Island Police Court",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "04 Sep 1908",
  "Runtime": "7 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "Mack Sennett",
  "Actors": "John R. Cumpson, Harry Solter, Edward Dillon",
  "Plot": "The Hon. Patrick Henry McPheeney is Justice of the Police Court of the world's greatest playground. Sunday night is a most busy one for the coppers, and the cooler on Monday morning is jammed with a fascinated mob of law breakers. Quiet reigns as we enter the Hall of Justice, for Bobby, the page, is in the land of nod, while Clarence the cop, who is addicted to the habit of smoking cigarettes in his sleep, is snoring that beautiful sonata. \"Please go away and let me sleep.\" Regina, the scrubwoman, arouses them, and Bobby, with the bell, opens court. The first to arrive are Mr. Ignatius O'Brien and Mr. Diogenes Cassidy, the attorneys. The gentlemen are bosom friends and get along together like monkey and parrot. Then, ta-ta-ta-tah! The Hon. Patrick Henry McPheeney enters. He is awfully brutal to Clarence, and snatches the cigarette from his mouth, hurling, yes hurling it to the floor, curse him! The Judge has a large gavel with which he calls the court to order; also using it upon occasions on the heads of the learned attorneys, when they become too demonstrative. The first prisoner to be tried is Happy Hooligan. He is sent up so high it makes him dizzy; next comes Serpentine Sue, the snake charmer, arrested for exercising her subtle contortions on a frankfurter in lieu of the delinquent basket. She is sentenced for life, and should she make it out, is to be hanged. Two small boys are then brought in, charged with having shot the chutes. Diogenes' plea in their behalf brings forth such a flood of tears that the urchins float out on the tide. \"O! Look who's in our midst.\" Flossie, the pride of the boardwalk, has been so indiscreet as to wear a sheath-gown and an overzealous cop pinches her: but it is easy for Floss, as his Honor's hitherto flinty heart melts like an ice cream block perched on the equator, and he himself escorts her to her auto. Scrappy Rosenberg and Izzy McManus are next hauled in for prize fighting, so are allowed to give a sample of their talents. A spirited bout now takes place, which concludes with the pugs knocking out everyone in the court and then beating it.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.2",
  "imdbVotes": "20",
  "imdbID": "tt0000727",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}