{
  "Title": "A Ruined Life",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "01 May 1913",
  "Runtime": "35 min",
  "Genre": "Short",
  "Director": "Victor Sjöström",
  "Writer": "Charles Magnusson, Victor Sjöström",
  "Actors": "Hilda Borgström, Einar Fröberg, Anna Norrie",
  "Plot": "Lieutenant Muller, secretly married, lives with his parents and his married sister, but chafes under the conditions and wishes they could all live together, which is impossible owing to his wife's lack of social standing. Muller is fond of horses and rides his own horse in the steeplechase, a big society event. His horse falls and Muller is fatally injured. On his death bed he tells his secret and implores his parents to care for his wife and little boy. They are taken into the family, but incur the displeasure of Muller's brother-in-law, who sees in the lad a possible claimant for his grandfather's fortune, which the brother-in-law hopes to inherit. He offers Muller's widow some money if she will go away with the boy. She spurns this but leaves with her son and tries to make a living by sewing. She does not succeed and finally yields to the proposal of her son's grandmother that she will adopt the boy, but cannot receive his mother. Some time afterward seeing her son in the park with his nurse, she seizes him and jumps in the lake, intending to end both their lives, but they are rescued by some men. For this act the mother is sentenced to a long term in prison. When she gets out she is old, and her son, now grown op, is a military cadet, still living with his grandparents who are very proud of him. His old mother gets employment as a scrub woman, but is soon discharged for incompetency and she wanders about in search of work. Her son comes across her as she lays fainting in the road, while some boys are ridiculing her. He drives them off and carries her home, where he finds out that she is his mother.",
  "Language": "Swedish, English",
  "Country": "Sweden",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjZmMmQyYmQtMGFhMS00YTAwLThkMmUtODNkZmZmZTkwMzVkXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "8.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "8.0",
  "imdbVotes": "27",
  "imdbID": "tt0002234",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}