{
  "Title": "The Girl from Arizona",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "16 May 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Louis J. Gasnier, Joseph A. Golden, Theodore Wharton",
  "Writer": "Hal Reid",
  "Actors": "Octavia Handworth, Charles Penn, Hal Reid",
  "Plot": "Lucy, the handsome and impetuous daughter of a ranchman in Arizona, is much admired and there is much jealousy between Bob Skilly, one of her father's cowboys, and John Mason, a neighboring ranchman. Lucy however tells Bob she wants none of him and he goes away swearing vengeance. Lucy then mounts her broncho and accompanied by her faithful Indian maid, meets John and they plight their troth in the shade of the big redwood trees. In the meantime Bob has killed an Indian and disguised himself as a redskin, and the rest of the tribe suspecting John of the deed, take him captive after he has left Lucy and lead him back to their camp a prisoner. In the meantime Lucy has discovered John's horse wandering without its master and the body of the dead Indian. While her faithful servant goes for help she follows the tracks and arrives just at the moment when the Indians have tied John to a post and are dancing a war dance preparatory to killing him. Taking in the situation at a glance and without hesitating, she shoots at two of the Indians, and while the others, caught unawares temporarily, draw back she rushes in and cutting the ropes that hold her lover, they both take to their horses, pursued by the Indians, among whom is Bob, still disguised. Luckily they meet a posse of cowboys, who at the call of the trusty servant, have come to the rescue, and while some are chasing the Indians accompanied by Lucy, eventually capture Skilly, the cause of the trouble, and they are about to lay hands on him when, backing from his captors, he falls over a precipice down into the ravine 800 feet beneath. The trouble being now ended, Lucy and John fall into one another's arms and no doubt live happily for many years. The scene showing the fall from the precipice is one of the most thrilling and sensational scenes ever taken by a camera and is sure to make a great hit.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001232",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}