{
  "Title": "The Iconoclast",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "03 Oct 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Bernardine R. Leist",
  "Actors": "Henry B. Walthall, Claire McDowell, Edith Haldeman",
  "Plot": "Iconoclasm, the attacking of cherished beliefs and theories, has ever been the incitement of discontent, but the iconoclast of to-day may be better termed the socialist. Discontent is rather induced by selfishness, and selfishness is the seed of irrational socialism, nurtured mainly by laziness, and very often, drink. The principal character of this Biograph story is a lazy, drink-sotted printer. He must be urged by his poor suffering wife to leave his cups to go to work. As usual he arrives at the office late, and an argument between him and the foreman ensues, just as the proprietor of the establishment enters, escorting a party of his friends to show them about and introduce them to the mysteries of his printing plant. The sight of these people dressed in sables and silk is extremely odious to this disgruntled workman, and when the proprietor shows a spirit of cordiality, he, galled by the inequality of their stations, repels it, and with a show of anarchism attempts to strike his employer. For this he is discharged, but his wife begs him, for the sake of their children, to try to get his position back, which he endeavors to do, but in vain. By this time he is ripe for anything, and drink-mad, sets about to take a fool's method of leveling ranks, that is, armed with a pistol he makes his way to his former employer's home to wreak revenge. We anticipate the printer's visit to the publisher's home, by showing the publisher in the depths of despair over the intelligence that his little child, despite the endeavors of surgical experts, is an incurable cripple. This is the scene that greets the printer at his surreptitious entrance. He finds there are things that wealth cannot buy, health and strength. He steals through the portieres with pistol in hand, intending to satisfy his covetous grudge with the death of this heart-crushed father, who sits weeping for his poor child's misfortune. The little one realizes her father's despair and so tries to cheer him, showing how nicely she can walk with the aid of the leg supports. This fortitude of the child makes a stronger appeal than moral suasion, and he turns from his purpose. The publisher, however, sees him and recognizes him as his former employee, and reasoning that now is the turning point in the man's nature, detains him to persuade him to mend. The child's mediation causes him to view the world from a different angle. Things could be better with him if he wanted them so, hence his employer gives him another chance by reinstating him in his former position at his printing office.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "N/A",
  "imdbID": "tt0001259",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}