{
  "Title": "The Mills of the Gods",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "30 Aug 1909",
  "Runtime": "7 min",
  "Genre": "Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Arthur V. Johnson, Linda Arvidson, Marion Leonard",
  "Plot": "Henry Woodson, a struggling author, has experienced the usual discouraging indifference on the part of magazine editors, who have returned his literary efforts unread, for being unknown to them, they deem it a waste of valuable time to read them. Desperate beyond expression, he realizes that if something don't turn up he will be turned out of his boarding house by the mercenary landlady, whose daughter Nellie he is in love with, which love is returned. Hulda, the Swedish maid, is deeply smitten with the young writer, and is grieved at his misfortune. An idea seizes her. She has saved some money, so she takes his rejected manuscript to the publisher and begs that he accept it and pay for it with her money. This the editor indignantly refuses to do, but her sincere, simple manner appeals to him, so he at length consents to consider it sufficiently as to read it. It is a surprise to him, being possessed of such rare merit, that he sends a check to Woodson, with word that he will be glad to consider anything else he may write. Woodson is at a loss to know what caused their change of attitude, until the editor tells him of the Swedish girl's visit. He also realizes who had left financial assistance on his table anonymously, for which he gave the landlady's daughter credit. Hulda's action was induced by her love for him, but his heart is given to Nellie so the poor girl yields to the protestations of Ole, who loves her to distraction. His devotion for her really wins her heart, and makes her happy and forget the indifference of Woodson.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "18",
  "imdbID": "tt0000967",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}