{
  "Title": "A Child's Impulse",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "27 Jun 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Vivian Prescott, Charles West, Mary Pickford",
  "Plot": "Mrs. Thurston, a socially ambitious widow, is holding one of her famous Bohemian parties. To these functions are invited the leading lights of the several professions, actors, artists, musicians, etc. Surrounded by these men and women of art and letters, she was at first entertained, but they soon palled and bored. On this evening in particular, she is especially possessed of ennui, until the appearance of Raymond Hartley, a wealthy young bachelor, who is introduced into the circle by a newspaper man. An attachment immediately springs up between the widow and Raymond, and it must he said that the latter is more sincere than the former, for Raymond calls upon her and proposes marriage, which she is only too willing to accept. His friends, however, upon finding out the seriousness of the situation, go and warn him against her, accusing her of being a flirt. He, of course, will not believe until he himself later finds their accusation true. His friend and chum suggests a stay in the country to cure him of this ominous infatuation. Selecting a quiet out of the way place they go, enjoining the valet to keep secret their whereabouts. Almost upon their arrival, he meets Grace, the daughter of the farmer. Her simple, artless manners, with her rustic beauty, fairly captivate him and make him forget the widow entirely. He now experiences a higher and holier love, so he sends word to his valet to send on his trunks as he intends protracting his stay indefinitely, and later proposes to Grace and gains consent. The widow, meanwhile, has waxed uneasy, as she is most anxious to make this rich match, realizing what Raymond's wealth would do for her. At his residence she gets little information from the valet, but espying the trunk tagged, she slyly notes the address. Off she goes in her auto, and funds Raymond on the roadside in a state of elation over his prospects. Feigning illness, she elicits his sympathy, and soon the old infatuation possesses him. Back to the city he goes with the widow, after dispatching a note to Grace of his departure. What a shock this is to the poor girl, and her little sister, while she doesn't quite understand why, feels that the return of Raymond is urgent. The trunks have arrived and the little one finds the return stub still intact. Getting her toy bank, she extracts her savings and finds she has sufficient to pay the fare to the city. Surreptitiously she starts, and when in the city a policeman directs her to Raymond, whose valet states he is at the widow's. Here the child enters into the midst of a Bohemian gathering. The look into the child's sweet face, so much in contrast to the features around him, and but the sound of one word of her pleading, is enough to decide him, so picking up the child in his arms he dashes from the place, hurling aside the widow, who would detain him. Back to the farmhouse he rushes and throws himself appealingly at the feet of the poor heart-crushed Grace.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZTdlMDUxZDgtMDZjMC00MGJiLWI2N2EtNDZlNWM1M2NmOWFjXkEyXkFqcGdeQXVyNDQwMzk4OTY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "80",
  "imdbID": "tt0001152",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}