{
  "Title": "Broncho Billy Outwitted",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "14 Sep 1912",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Vedah Bertram",
  "Plot": "Old Silas Trent, a squatter, is warned that the community is not healthy for those of his calling and to move out. Trent is furious and vows vengeance on any that try to interfere with him. Meeting Walters, one of the ring-leaders, Trent becomes involved in an argument that ends with his being knocked down. Leaping up he takes out his gun and wounds Walters in the arm, then escapes to his cabin. Walters hurries to town, informs Broncho Billy, the sheriff, and Broncho at once sets out for Trent's shack, Meanwhile, Trent tells his pretty daughter, Vedah, of the affair and, knowing her father will be pursued, she strikes on a novel scheme to save him. Getting the old man into bed she places a nightcap on his head, cuts off her long hair, arranges the braids under the cap, and cautions him to remain perfectly quiet. Broncho arrives, dismounts and calls Vedah out. She pretends ignorance of her father's whereabouts, and declares she is alone with her sick mother. Broncho searches the shack, fails to identify Trent in the clever disguise, apologizes for the intrusion and leaves. Struck with the simple charm of the girl he stops outside to roll a cigarette. Fearful for her father's safety Vedah now entices Broncho out to the stable, locks him in, and aids her father to escape on Broncho's horse across the border to safety. On being released Broncho is furious, but his anger melts away before the calmness of the girl and realizing he has been cleverly outwitted, he wrings her hand, lifts his hat and starts up the trail to town on foot, while Vedah gazes after him admiringly.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjBhYThhM2UtNzI2MS00OTEwLWE3NzUtN2RkZmMzNjYzZjM1L2ltYWdlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002074",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}