{
  "Title": "An Unexpected Santa Claus",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "22 Dec 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Edwin S. Porter",
  "Writer": "N/A",
  "Actors": "Charles Ogle, Florence Turner",
  "Plot": "A trio of \"good-fellows\" call on Gayboy, a boon companion. During the visit, a peddler enters with Christmas decorations for sale. A happy idea occurs to one of the boys. He proposes that they buy, decorate the office and invite some of their chorus-girl friends for a good time on Christmas Eve. The plan is carried out. A caterer engaged, girls invited, presents purchased, and a tree set up. The janitor is engaged to play Santa Claus and give out the presents. On Christmas Eve Gayboy sends his wife a note, at the office, telling her that important business will detain him. The festivities begin. The trio arrives, accompanied by Tottie, Dottie, Rosebud and Dimples. The double quartet proceeds to uncork the wine and \"whoop it up.\" In the meantime, Mrs. Gayboy has received the note, and decides to keep hubby company while he works overtime. She arrives to find the janitor in an outside office, about to don his Santa Claus suit. Quickly grasping the situation, she bribes him to let her take his place. Looking over the presents, she sends the janitor for a few of a different kind. She makes up and secures a place to witness the hilarious party in the next office. \"Tottie Twinkletoes\" is seen giving the latest dance from \"Gay Paree.\" Gayboy is a close observer; his friends busy entertaining the rest of the bunch. Santa Claus is invoked, and enters with the presents. The mirth is quickly changed to surprise when Tottie, instead of receiving a pair of silk hose, gets a pair of wool socks, and Dottie, in place of the French slippers expected, gets a pair of brogans. The girls, thinking a coarse Joke is being played, start a rough-house. A general mix-up takes place, in the midst of which the mystery is solved when Mrs. Gayboy, discarding her disguise, leads Gayboy out by the ear.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.0",
  "imdbVotes": "5",
  "imdbID": "tt0000777",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}