{
  "Title": "Maid or Man",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "30 Jan 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, Owen Moore, Charles Arling",
  "Plot": "Jimmie Keene is an ardent devotee of the manly art of self-defense and never misses a boxing match when he can help it. Jimmie's father, however, being a deacon in the church naturally frowns upon such affairs, regarding them as brutal and demoralizing. Jimmie buys a ticket for an exhibition of this nature, but in rushing out of the house to attend it, he drops his ticket and leaves without it. The ticket is picked up by the maid, who hands it to Deacon Keene, who regards it with horror. Jimmie returns in search of the lost pasteboard and finds that his father has it. The deacon starts to reprove Jimmie, but the latter turns defeat into victory, by persuading his father to accompany him and judge with his own eyes whether or not boxing exhibitions are a pernicious form of amusement. At the height of the \"star bout,\" when everyone is yelling at the top of his lungs, even including Deacon Keene, who is thoroughly enjoying himself, the place is raided by the police. Jimmie and his father make a tolerable \"getaway\" down the fire escape, but are closely pursued by a persistent officer, who would certainly have \"landed\" the deacon had not Jimmie displayed some of his science and \"handed\" him and uppercut, which sent the policeman \"to the mat,\" where he \"took the count.\" Father and son arrive at their own garden wall and are just clearing it, when the officer overtakes them and making a grab at Jimmie, tears off a piece of his coat. When the policeman tries to follow them, he is stopped by the large and healthy family watchdog, and remains to argue the matter with him. When the fugitive arrives in the house, Elsie, Jimmie's sister, who is \"wise\" to the whole thing, assists Jimmie in disguising himself in the maid's clothes. The policeman, having pacified \"Hector,\" enters and demands the surrender of the individual who has resisted arrest by knocking him down. Deacon Keene, who is found busily reading a deeply religious book and nursing a black eye, is surprised at the intrusion and denies knowledge of anything. The officer searches the house and finds the torn coat, which matches the piece of goods he still holds and insists upon an explanation. Then Jimmie appears as the maid, and by his coquettish arts wins the attention of the representative of the law to such an extent that he completely forgets his mission and being escorted to the kitchen, divides his time between drinking a bottle of beer and making love to the attractive domestic. He finally leaves, escorted to the back gate by Jimmie. When Jimmie returns to the library, he falls into his father's arms, who embraces him warmly. Jimmie's mother then appears, and is horrified at seeing her staid old husband in such a familiar attitude with a strange maid-servant. But the deacon laughs and says, as his son removes his false hair and cap, \"Why, it's only Jimmie, having a little fun.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjUyOTUxNmUtMDAzZi00ZmQ5LTk5ODctN2VmZjJkMTAxN2UwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001767",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}