{
  "Title": "Leah the Forsaken",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "10 Oct 1908",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "Ritter von Mosenthal (story)",
  "Actors": "Maurice Costello, Mary Fuller",
  "Plot": "Leah, a Jewess, with several of her people, are observed in conversation, as a number of Christians come suddenly upon them, stone and drive them away. At the parish church the worshipers are observed leaving, among them Magistrate Lorenz. Father Herman and Madalene, a charming young girl whom Lorenz has chosen as the wife of his son Rudolph. They proceed to the home of Lorenz, where Rudolph is observed seated on a bench, meditating. The young man is upbraided by the father for his failure to attend religious services, and while in conversation Leah appears, closely followed by the angry mob. The crowd makes a rush toward her, the priest raises the cross before them and they cower in fear. Beneath a large cross in the forest, Leah is waiting expectantly. Rudolph appears and the lovers, for such they are, rush into each other's arms. The young man asks Leah to marry him and leave home. She promises, and after vowing eternal fidelity the lovers part, agreeing to meet the following day at the same place and from there leave for other parts. Nathan, an apostate Jew, has stolen in behind the pair during their conversation, hears all and gleefully departs unnoticed. He proceeds directly to the home of the magistrate and tells of Rudolph's love for the Jewess. Lorenz is furious, will not believe the tale, and bids Nathan begone. At this time Rudolph appears, and being asked for the truth, haughtily admits his love for Leah. The old magistrate is heartbroken, and he and Nathan decide to buy off Leah with gold. Although indignant, Rudolph consents to have her love tested. Nathan leaves with the large purse of gold and shortly comes upon her. He offers her the purse which she angrily throws to the ground and indignantly leaves him. Nathan stands for the moment perplexed, then puts the gold in his own pocket, takes the empty purse, returns in the house, and shows the purse minus the gold. The father and his associates are overjoyed, while Rudolph is heartbroken. The next day at the appointed time Leah goes to the forest and waits anxiously for Rudolph. As time passes on and he does not appear, she falls to the ground in bitter grief at his supposed unfaithfulness. At his home Rudolph is heartbroken over what he thinks her falsity. He goes inside warily with his father, and presently Leah approaches the house, knocks at the door and begs to speak to Rudolph. The father orders her away. Rudolph appears in the doorway, starts upon seeing Leah, and angrily bids her depart. Leah does not understand his changed manner and pleads with him. Rudolph denounces her, then passes inside, leaving the Jewess in agony on the steps. Preparations for the marriage of Madalene to Rudolph are quickly made and they repair to the church for the ceremony. Leah creeps up to the door and hides as the party enters. She watches the ceremony, and as the villagers leave the church, falls in a faint. Again at the cross in the forest Rudolph is as Leah appears before him. She upbraids him for his faithlessness, while he shows the empty purse and accuses her. She at last comprehends the situation and indignantly denies having taken the money. Rudolph also sees the mistake, falls to his knees and asks for pardon. Leah haughtily turns away, tells of her suffering, and, bitterly abusing him, departs. Five years elapse, and outside Rudolph's home he and Madalene and their little child are seated. Leah comes upon the little girl and kisses the child lovingly. The villagers come upon the pair and jeer at the Jewess. The noise brings Rudolph and Madalene from the house, and Leah points to Nathan, the leader of the mob, denounces him as an apostate Jew, a thief and the instigator of her unhappiness. Rudolph shows the empty purse, justifying the charge. Nathan is taken in hand by officers and dragged away. Leah staggers, then falls dead at Rudolph's feet.",
  "Language": "None",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000714",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}