{
  "Title": "The Angel and the Stranded Troupe",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "12 Jun 1912",
  "Runtime": "10 min",
  "Genre": "Short, Comedy",
  "Director": "C.J. Williams",
  "Writer": "N/A",
  "Actors": "Harry B. Eytinge, Marc McDermott, Ida Williams",
  "Plot": "A fly-by-night dramatic company playing all the \"tank towns\" on the map, finally comes to grief in Farm City, where they play to the smallest house of the season, receiving only four dollars and thirty cents gross. Having no money with which to pay their hotel bill or railroad transportation they are left high and dry at the mercy of a hard-hearted landlord who refuses to serve them any more meals until money is forthcoming. In the leading lady's room they hold council as to what course to follow. Finally the comedian, having discovered the hotel proprietor's fondness for the game of poker, suggests that they pool what little money they have left, give it to him and he will engage the proprietor in a game and thus enable him to win sufficient money to defray their hotel bill. This is agreed upon and accordingly a little game is started in the private office. The heavy villain occasionally pokes in his head and reports the progress of the game to the others. At first the comedian wins and the outlook is bright, but the tide turns and the comedian loses and is finally cleaned out. The actors are now worse off than ever and at their wits' end. The leading man has meanwhile made the acquaintance of Squire Mudge, a venerable and benevolent townsman who invites him and \"a friend or two\" to dinner. Quickly returning to the hotel the leading man imparts the joyful information to the rest of the company that at last a square meal is in sight. They lose no time in taking advantage of the offer and are soon seated in the Squire's dining room enjoying a hearty repast. Upon returning to the hotel that night they face a new complication; the cruel hearted proprietor now refuses them even a bed. However, they make the best of the situation by sleeping in the hotel office Where the following morning the good Squire hearing of their dire straits, settles their hotel bill and at the depot supplies them with transportation home and in gratitude the ladies of the company hug and kiss him to the utter disgust of the angry wife who happens upon the scene at that moment and soundly reprimands him while the happy actors are waving goodbye from the rear platform of the departing train.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002023",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}