{
  "Title": "The Bearded Bandit",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "08 Oct 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Harry Todd",
  "Plot": "In the little western town of Lariat, when our story opens, there is much excitement over the latest depredations of the robber, who, because of his particular ingenuity in hiding his real identity, is styled the \"Bearded Bandit.\" The name was evidently supplied from the fact that he wears a disguise in the form of a heavy black beard. The night before the bandit is reported to have held up a bunch of punchers and got away with a good quantity of dust. Something must be done to stop him, and therefore a posse is organized to accompany the sheriff on a little man-hunting expedition with a prize of $5,000 to the citizen who either bags or \"plugs\" the dare-devil robber. Curt Wilson, the young sheriff, is in love with Nan Connors, the daughter of a neighboring ranchman, and it is partly to obtain the advice of his prospective father-in-law as well as to see Nan that he rides out to Connors' ranch before setting out on his perilous expedition. He shows Nan and her father the notice stating that $5,000 reward will be given the man who captures the bearded bandit and asks Connors' consent to marry Nan immediately he captures the bad man. Connors winces, then rises and smilingly offers his hand. \"It's a bargain,\" he says, then pleading an excuse to get away he leaves the two young people alone. The next scenes show Connors riding up the mountain road, listening for the first faint rumbling of the wheels of the stagecoach, which he knows is due at this time and which, he is also aware, carries an express box full of bullion. Two hours later the little town of Lariat is again electrified by the news of the bearded bandit's holding up the stagecoach. The sheriff and his posse hesitate no longer, but, swinging into their saddles, start in pursuit of the bandit. On their way they meet Connors, who has disposed of the swag and who even has the audacity to join the man hunters in their search for the wily highwayman. Needless to say, the search is a failure and the disheartened sheriff and his posse return to town. A few weeks go by and we find Connors and a few of his cronies at a friendly game of poker in the \"Red Dog,\" Lariat's best bar and dance hall. Daring the game a young stranger who has entered, is permitted to take a hand, but Connors finds him cheating and, drawing a gun orders him out. The young fellow stalks angrily out, then turns on his heel and fires through the open door. Connors sinks in his chair, mortally wounded, but staggers to his feel and asks one of the boys to fetch his daughter. Half an hour later Nan is at his side, and when they are alone Connors pulls from his breast the bearded bandit's outfit and begs Nan to use them in claiming her reward. Then death seizes him, and the girl falls weeping over her father's body. Rising again stoically she seizes the black beard, the mask and other equipment and thrusts them in the stove just as the sheriff and the boys enter. The \"bearded bandit\" was never captured.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001130",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}