{
  "Title": "A Rose of the Tenderloin",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "23 Nov 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "J. Searle Dawley",
  "Writer": "Bannister Merwin",
  "Actors": "Mary Fuller, Harold M. Shaw, Robert Brower",
  "Plot": "A woman is living outside the social pale, trying to keep her child from being taken away from her by its rich and highly respectable aunt and uncle. A notorious gambler, \"Tenderloin Harry,\" has taken a great fancy to little Rose, whom he takes once a week for a day's outing; and it is while Rose is in his care that the sad news comes of her mother's tragic end. \"Tenderloin Harry\" resolves that he will take care of Rose, will have her educated and will make a lady out of her. A room in his house is at once turned into a nursery, a governess is employed and Rose's education begins. Everything possible is done by him for the waif's comfort and happiness, and it makes a pleasing picture to see this man of the world and his boon companion under the spell of a little child. But their enjoyment is short lived. In a few days the aunt and uncle appear to claim Rose, bringing with them a letter left by the mother, which reads: \"To you who have Rose in your care to-day, do what is best for her future, and God will bless you. Helen.\" At first Harry will not, cannot give up the child who has so completely crept into his affections. He stubbornly refuses to part with her until they point out to him that phrase in the mother's letter, \"do what is best for her future;\" then the gambler shows his innate nobility of character, as with a breaking heart he resigns her to the care of her relations and deprives himself of the one ray of comfort that had brightened his desolate life. The parting of the child of the Tenderloin and the notorious gamester is beautiful and touching because of its simplicity and pathos.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001022",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}