{
  "Title": "Professional Jealousy",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "04 Jan 1908",
  "Runtime": "N/A",
  "Genre": "Short",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "Robert Harron, Anthony O'Sullivan, D.W. Griffith",
  "Plot": "Two young ladies, members of a dramatic stock company, are rivals for stellar honors. One seems to have had things her own way for a time, having been cast always for the leading roles, which opportunities made her the \"public's pet.\" However, she does not wear the mantle of fame becomingly, for her success has made her petulant, peevish and selfish. On the other hand, her rival works studiously, and by her subtle art has won some attention, until during a performance of \"Darkest Russia\" she completely eclipses the histrionic luster of the hitherto favorite. In the Ballroom Scene (which is one of the most novel and pretentious ever staged in motion pictures) she simply carries all before her, eliciting thunderous applause and bravos of an enthusiastic audience, and the admiration of the pariahs and hoi pollois of the company. The curtain is raised again and again on the scene of her triumph, until she is called forward and a shower of floral tributes bestowed upon her. As may be imagined, this is viewed with cringing odium by her rival, who proceeds to the dressing-room, convulsed with rage, where the maid does her best to soothe her. At this moment the new star enters; her beautiful visage more radiant than the resplendent flowers with which she is laden. The offering of some of the blossoms to her companion, who has endeavored to suppress her passion, is the precursor of a stormy scene. The rage of jealousy fires her soul, and the recrudescent dethroned queen pounces upon the invidious bouquets, tearing them to shreds. What follows must be left to your imagination in this description, as it is simply indescribable, and must be seen to be appreciated. Enough it is to say the two women struggle and fight furiously until the stage manager, whom the maid has called, separates them with his time-worn injunction, \"Be a l-a-d-y!\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000744",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}