{
  "Title": "The Tenderfoot Messenger",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "17 Dec 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Augustus Carney, Arthur Mackley, Fred Church",
  "Plot": "In this striking portrayal of the west, the story revolves around the cleverness of Shorty Blair, the express messenger, who, by his tenderfoot appearance, manages to carry the most valuable packages through the bandit-infested country in which he operates. In this story Shorty is entrusted with $50,000 and, knowing that the probability of being held up, he carefully conceals his identity and poses as the greenest of green tenderfeet, completely hoodwinking the proprietor of the roadhouse at which he is forced to wait for the stage. A band of outlaws, operating near the junction, are apprised by their pal, Kelly, in the employ of the express company, that a messenger is passing through and must stop at the Wild Steer Tavern. They come in full force that night of Shorty's arrival, tell the proprietor, who is in league with them, that they know the messenger and the money are in the house, and demand that he be given up. The proprietor, fooled by Blair's innocent appearance, tells them that he has no guest but a tenderfoot, who knows as much about riding express as a mule does about paradise. However, they put considerable faith in their pal's tip and insist upon searching the effects of the \"tenderfoot,\" and they start for his room. Early in the evening Blair has shown a slight kindness to Nell, the daughter of Mac, the proprietor, and she overhearing the plans of the band, goes to his room and warns him. Taking his precious bundle of currency, assisted by Neil, Blair makes his escape by a rope from the window and secures a horse. The outlaws, upon reaching the room and finding Blair gone, resolve that their former pal has tricked them, and prepare to lynch Mac, the hotel proprietor. Nell, escaping from the room, finds Blair mounted and about to leave, and tells him that her father's life has been endangered. Blair at once abandons his intention of flight, and returning to the barroom, gets the drop upon the astonished bandits and in a short time has them disarmed and helpless. To further convince them of the futility of making any more attempts against him, he gives them an exhibition of marksmanship which leaves them open-mouthed. Laden with the entire armament of the outfit, Blair goes out and further protects his retreat by leading off all the horses available. \"Good-bye, gents; you'll find your guns scattered along the trail, likewise your broncos; but don't be in too much of a hurry to follow me,\" he says as he rides away, leaving the disconcerted bandits thankful that he did not carry matters further and put them all in the hands of the law.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001412",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}