{
  "Title": "In the Mission Shadows",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "15 Sep 1910",
  "Runtime": "10 min",
  "Genre": "Drama, Short, Western",
  "Director": "Gaston Méliès",
  "Writer": "N/A",
  "Actors": "Francis Ford",
  "Plot": "John Stuart, a young business man of the east, comes to San Antonio to locate for the good of his health. While walking about the city he sees an old padre, or priest, fall from sunstroke. Young Stuart runs to his assistance. At the same time, Marion, a young heiress, is passing in her automobile and stops to lend aid to the stricken man. They lift him into the auto and young Stuart is invited to ride with them to the Mission, where the priest lives. Thus an acquaintance is formed which ripens into an engagement between Marion and John Stuart. Marion's aunt strenuously objects to this alliance but through the interposition and kindly offices of the old padre, who has become a close friend of the young couple, they are soon married. A child is born to them, but does not live a great while. The husband is very much depressed by the loss of his little one, leaves his sorrowing wife and goes out in the hills to shoot game and divert his mind. The wife does not enjoy being left alone and feels neglected; she determines to follow her husband. While making his way through the woods, the young husband meets a bewitching Spanish girl who is attracted by him, and. to secure his attention, pretends to sprain her ankle. He assists her, and, as she is unable to walk, he lifts her in his arms and carries her across the stream. His wife appears, immediately concludes that he is unfaithful, and refuses to have anything more to do with him. Their home is broken up and the young couple separate. Again the old padre is appealed to by the young man, and, although he is sick and dying, the old man tries to bring them together by writing a letter to the wife informing her that her husband cannot live without her and hopes she will return to him. Marion receives the letter, is greatly distressed and goes to her child's grave in the garden of the Mission and comes across the newly made grave of the old padre, who has died and been buried near the grave of the child. She thinks it is her husband's and kneels weeping over the little mounds of earth. The young husband visits the graves of his child and his old friend and there sees his wife, whom he lovingly approaches and tenderly touches on the shoulder. She looks up at him as if he were an apparition. He holds out his arms and she draws closer and closer to him until folded in his arms they are happily reunited in wedlock's fond embrace under the shadows of the old Mission.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001267",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}