{
  "Title": "The Flower of the Ranch",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "02 Apr 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Neva Don Carlos, Fred Church",
  "Plot": "Frank Wendell, a ranchman, also the sheriff of his county, is about to leave home on the rounds of duty one morning when a buckboard drives up to the house, and a gentleman, whose careful grooming and style of dress signifies a man from back east, alights and presents Wendell with a note from a former friend of the ranchman, introducing Mr. Frederick Church, who desires to spend a few weeks on Wendell's ranch for the purpose of bettering his health. Unsuspecting the true character of the stalwart Easterner. Wendell welcomes him and, with the big hospitality of the Western householder, tells him to make himself at home. A month goes by and with its passing a tragedy. Wendell returns home one evening to find the Easterner and his wife and child gone. A note left on the center table explains it all. Mary has tired of ranch life and accepted Church's invitation to enjoy with him life in some Eastern metropolis. The little girl they have taken with them. The broken-hearted husband winces as he reads the note and looks about the lonesome room. He does not now care for the faithless woman but he must regain the little girl, his little girl, whom he could never trust in the hands of so vile and flagrant a deceiver as Frederick Church. Quickly saddling his swiftest horse, Wendell mounts and starts in pursuit of the runaways. After an hour or so he overtakes them and forces Mrs. Wendell to return Dorothy, their child. When the little one is at her father's side he commands Church to drive on. Two days later, in endeavoring to arrest two drunken cowboys, who are causing a disturbance in the village. Wendell is shot. Carried tenderly to the porch of his cottage the sheriff dies, after exacting the promise of his cowboy friends to care for Dorothy, his little girl. True to their promise \"the boys\" make a home for the little girl, whom they call, lovingly, \"the flower of the ranch.\" Ten years go by and we find Dorothy, a pretty maiden of seventeen, the flower just bursting into the full bloom of womanly perfection. The tragedy of her earlier life has almost been forgotten and she has come to love her cowboy friends, each as an individual father or a brother, and the trust is well met. If she is partial to any, it may be with Dick Clayton, a stalwart and manly young fellow, who all but worships her. One day a touring automobile, a big car of a variety seldom seen in the mountains, drives up the main street and stops at the post office and general store. Its arrival causes a sensation and the cowboys gather about discussing it wonderingly. The over inquisitive Dorothy is with them and her curiosity and desire to take a short spin is granted by the owner, a tall, handsome middle aged man. The Easterner finds the village and its locality especially attractive and spends much of a portion of two weeks in the company of Dorothy, to whom he has become suddenly affectionate. The affair ends in Dorothy's promising to be his bride and a day or two later she bids her cowboy friends goodbye and the big touring car with the prospective bride and groom sweeps out of town. Hardly have they been gone ten minutes before Willis White, the young sheriff, rides up and shows them a paper containing a picture of Dorothy's fiancé. \"Frederick Church wanted for wife abandonment.\" The news electrifies the little crowd of cowboys, who now realize by what peril little Dorothy is menaced, and mounting their ponies they start in pursuit of the flying touring car. A thrilling chase, one of the best ever shown, ends when the auto breaks down and the pursuers haul the frightened Easterner from his car and show him the paper. A lynching is averted when White rides on the scene and appeals to them to let the law take its course. The story ends with little Dorothy in her Western lover's arms when she promises to be the latter's wife, with the consent, of course, of the \"boys,\" who are at first reluctant to give her up.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjYxYTVmZDktMWZmZi00MGI1LWFmMzQtY2ZmMjViMzFlMzUxXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001220",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}