{
  "Title": "In Old Kentucky",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "20 Sep 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama, War",
  "Director": "D.W. Griffith",
  "Writer": "Charles T. Dazey, Stanner E.V. Taylor",
  "Actors": "Verner Clarges, Kate Bruce, Henry B. Walthall",
  "Plot": "A stirring episode of the Civil War. At the beginning of the Civil War, Kentucky attempted to hold a neutral position between the belligerents, and her sons decided for themselves which side's cause to take up; hence it was that many a Kentucky home was divided. The sentiment of the people seemed evenly balanced, and when old Mr. Wilkinson entered with the newspaper heralding the proclamation, \"War Is Declared,\" George, his youngest son, took up the Union flag, declaring his intention to fight under its stripes, calling to his brother Robert to do likewise. But Bob's heart is with the Confederates, and he declines to listen to his brother's reasoning and so goes to enlist in the Southern army. The old Kentucky home is divided; it is brother against brother. Later, Robert is selected as the bearer of sealed orders, and as he will probably have to pass the Union lines, he is attired in Union uniform. Starting on his perilous journey, he is soon dangerously near the Union outposts, where George is seen posting sentries. Robert is discovered while climbing up the side of the mountain, and fired on by George, who is ignorant of his identity. Fleeing for safety, he is followed and apprehended by the Union forces, when, for the first time, Robert and George meet. But the soldier knows no kindred, and George secures Rob's papers and places him under guard to be shot. While fording a stream, Robert by strategy manages to bolt, and outdistancing his pursuers, rushes into his old home for shelter. Here he is treated by his father as a fugitive and would have been turned out, but a mother's love knows not the laws of war and shields him. Rushing him upstairs to her room, she bids him get into her bed, while she lies alongside, armed with a pistol. George enters, and searching the house, comes to his mother's room. He at once discerns where Robert is, and would have dragged him from his hiding, but his mother, with the pistol at her head, threatens to fire if he advances one step. In the face of this, George falters in his duty and leaves. Robert later escapes. Finally, the war over, George returns home 'neath triumphant banners, promoted in rank, and with the whole village assembled to greet him. The old home is the scene of great rejoicing. But what a contrast is seen on the outside. There we see Robert, ragged and homeless for the \"Lost Cause,\" staggering up to the house. Reaching the portals, he gets a glimpse of the festive scene on the inside, and sorrowfully starts away, but old Uncle Jasper sees him and drags him in. Here is shown the most impressive scene ever depicted in moving pictures. The mother folds her lost boy to her heart, and George, with the Union flag thrown over his arm, stretches forth his hand to his brother, who, with the old, tattered colors of the Confederacy held affectionately to his breast, receives the warm grasp, typifying the motto of Kentucky, \"United we stand, divided we fall.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjI4ZDBhM2QtMTQyMS00NTM5LThhNGQtM2UzNmRlNDhjZTBkXkEyXkFqcGdeQXVyNDQwMzk4OTY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.9",
  "imdbVotes": "31",
  "imdbID": "tt0000908",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}