{
  "Title": "For Her Brother's Sake",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "11 May 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Thomas H. Ince",
  "Writer": "Herbert Brenon",
  "Actors": "Mary Pickford, Owen Moore, Jack Pickford",
  "Plot": "Hiram Flint, an unprincipled young gambler and horseman, loves Madge, the daughter of James Spotwood. She repulses him. He buys a mortgage on the farm of Spotwood. Flint notifies him that the interest on the mortgage is due. The father vies the money to his son, Owen, to pay Flint, to further his scheme, he is persuaded to gamble and loses the money at roulette. Owen goes home and is consoled by Madge. James Spotwood is quite a horseman and has given to Owen a thoroughbred whose mettle has never been tested. The horse is the pride of the brother and sister. In grieving over the loss of the money Madge and Owen see a flaming advertisement of the county fair, in which a large purse is offered in the running race. They conceive the idea of starting their horse in the race. Flint also has a horse entered and has timed the Spotwood entry in his trial unbeknown to Owen. Flint resorts to a well-known trick of horsemen and drugs the Spotwood rider on the eve of the race. The jockey comes to the brother and sister as they are admiring some of the entries at the fair and explains that he has been drugged by Flint. There is no time to be lost as the as the horses are about to be called to the post. Owen is too heavy to ride, but the sister is game and despite the objections of the brother, prepares to ride the entry in the race. She appears, clad in jockey habiliments, is weighed in and mounts to ride to the track. Flint is jubilant, thinking some inexperienced rider has the mount. The horses approach the barrier. The start is made with the Spotwood horse well back and the race is an exciting one. The people in the grandstand are enthusiastic, bets are freely made. Flint is cool and confident. Owen apprehensive but hopeful. The horses flash past the stand at the half with Madge riding her mount like a veteran in the saddle. She is well up in front, urging her favorite with whip and spur. The horses are lost in a turn of the track, to appear for the final effort. They are in the stretch, neck and neck, the leader and the hope of Owen. With a prayer and a final tug at the reins, Madge prepares to ride for the finish. With all the strength of her frail arms she lifts her mount, encouraging him now with voice and they flash past the wire, winning by half a length. In the paddock, Madge dismounts and sinks into her brother's arms. The money she has won will save Owen, the honor of the family, and the home.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001621",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}