{
  "Title": "Mr. Gay and Mrs.",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "21 Dec 1907",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Linda Arvidson, Robert Harron, Anthony O'Sullivan",
  "Plot": "In the opening of the story we find Mr. Gay at breakfast, served with coffee and rolls from the fair hands of a pretty petite French maid, whose cherry lips like rose leaves seem tacitly inviting and he proceeds to accept the invitation, when Mrs. Gay appears. \"The venom clamors of a jealous woman poison more deadly than a mad dog's tooth,\" and a fury of furies rage as Gay escapes and the maid is discharged. At the office, as his typewriter, is a veritable Andromeda, whose radiant beauty makes him her sycophantic Perseus, and often while her lithe digits are galloping swiftly over the ivories of the keyboard he cannot resist seizing them, and the trend of his dictation becomes a mellifluous flood of \"silly nothings.\" It was during one of these effervescent ebullitions that Milady Gay enters the office. Convulsed with rage, she goes for the indecorous couple, throwing Gay into his chair; and driving out the pretty typist, hurling her cloak and hat, with execrations, after her. Poor Gay. Explanations and excuses are futile. The Mrs. will engage the next typewriter, and at out she goes in quest of one to her own fancy. Gay takes advantage of her absence to meet the evicted charmer and together they go to a lobster palace to soothe their ruffled nerves with a cold bottle and a hot bird. But unelusive wifey is on their trail, and he has barely time to get under the table when she rushes in. His hiding place is discovered, and sardonically brandishing a huge china plaster, she brings it down upon the shell of his cerebrum with a jolt that loosens his teeth and raises an excrescence the size of an egg. Meanwhile the cause of the trouble has flown, and Gay is led crestfallen back to the office, where the new typewriter awaits him. Merciful heaven! What a sight. Hecate, the witch, is a nymph of loveliness compared to her. A fact that is an affliction and a figure like a Chinese idol. Installing her in the position, Mrs. Gay, with an air of satisfaction departs. Gay makes an effort to tolerate her presence, but it is simply impossible, so dispatching his office boy to the costumer's to procure the ugliest mask in his stock, he persuades the new amanuenses with a generous bribe of bank notes to go; go and never return. The modern feminine Eumenides, quite overcome by this magnanimous munificence, accepts the money and is off. The boy arrives with the mask, and a message is sent for the charmer, who returns and dons the mask during wifey's calls, which scheme works like a charm. Mr. Gay next visits his favorite manicure shop, and while the pretty manicurist is polishing his nails, persists in playing the game of \"holding hands.\" His advances are mildly repulsed by the maid, and during this little pleasantry Mrs. Gay enters and at once recognizing the voice of her hubby, climbs upon a chair to peer over the top of the screen that separates them. The sight she beholds throws her into a frenzy of passion, which causes her to fall from her perch, entangled in the screen and chairs, fighting, fuming, struggling, screaming termagant from whom the trembling Gay and poor manicure girls cower in abject terror. Upon his return home in the evening, he is just in time to see a gentleman, with the courtly bearing of an Italian nobleman, effusively received by Mrs. Gay and invited to her boudoir. Gay's erring soul is torn with jealousy, and seizing a revolver resolves self-destruction, but his courage fails him, and upon sober second thoughts, decides to put his apparent rival out of existence. So following on to his wife's apartment he finds, much to his chagrin as well as relief, that the imagined Barbarello is but an Italian barber, who has come to dress his wife's hair. Sheepishly he retires from the house and an attack of acute dipsosis seizes him. He arrives home in a potulent, boozy condition to find Mrs. Gay, though in bed, is awake to fling at him a most loquacious tirade. Nothing can stop her nerve-racking harangue, until a bright idea strikes the bibulous Gay, and he shuts her up in the folding bed, effectually drawing the curtain over her curtain lecture, and at the same time dropping the curtain on a film story, that for bright, telling comedy situations has never up to date been excelled. -- The Moving Picture World, December 21, 1907",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.8",
  "imdbVotes": "15",
  "imdbID": "tt0000606",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}