{
  "Title": "At the Break of Dawn",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "07 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "Young Gilbert Randel, an American surveyor, is sent to Mexico with a construction gang, and quartered in a small Mexican village, meets Pepita, a beautiful Mexican girl, with whom he falls in love. After frequent visit to the cottage of Pepita, Gilbert proposes to the girl and she consents to the marriage. A few days elapse and Randel receives a telegram from headquarters in New York that he is to return immediately. Five years elapse when Pedro, who has always loved Pepita, and who has endeavored to make her believe that Randel would never return, sees the latter at a small hotel in the village in the company of an American girl. It is late at night when Pedro comes to Pepita's home and tells her of having seen her husband. Early in the morning, Pepita kisses her little cone good-bye, and runs madly from the house, with the intention of finding her husband. Stumbling on a hillside path, she is horrified to see a glare of light from the mountain in the distance. Unaware of her danger, she lingers, looking on, when suddenly the hill on which she stands seems to shake, and stumbling, she falls to her death in a crevice. Pedro, who has followed her, comes running on the scene at this time, and with difficulty draws the dead body of the girl up beside him. The rays of the rising sun finds the Mexican on his knees beside the dead body of his sweetheart.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMDg0MWZkYTYtNWJhZC00YTFiLTljYzAtNjRkNThjZTczNWVmXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001484",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}