{
  "Title": "Love of Chrysanthemum",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "28 May 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "N/A",
  "Actors": "Maurice Costello, Norma Talmadge",
  "Plot": "According to Japanese custom, Chrysanthemum, a Japanese girl, is betrothed and married to a man of wealth and influence several years her senior. She does not love her husband, notwithstanding his love and solicitude for her. A young American touring the country sees Chrysanthemum and is impressed by her beauty and politeness, makes up his mind to get acquainted with her by way of pastime and adventure. He succeeds in attracting her attention, and then, taking advantage of the opportunity and her simplicity, makes love to her, completely sinning her affections. While visiting at her home, he barely escapes being caught by the husband, whose suspicions are aroused by her agitation and the tea service being laid for two, and which she explains was for herself and her maid. She is happy when in the American's company, and longs for his presence, and we see her anxiously watching for his coming the next morning. But he does not come. He is at a tavern with a party of gay tourists, among whom is a bewitching creature with whom he is very smitten, and he lingers in her society while poor, trusting, loving little Chrysanthemum awaits his coming. She is disappointed, and goes to the tavern, where she discovers the American and the cause of his non-appearance at their trysting place. Chrysanthemum asks him if he will come to her garden in the evening. To get rid of her, he promises. Again she is doomed to disappointment. Her husband now appears and gallantly escorts her to the porch of their home, presents her with a new fan and pays court to her, but she is indifferent; her heart is with the American, and the American's is with the attractive woman at the tavern. The Japanese girl goes to the beach where she and her lover so recently sat in sweet embrace, disturbed by her aching heart and her great love for him. She takes her place at the garden gates like a sentinel; she prays for his coming, but her lover cannot tear himself from the one he really loves. It is morning again, and Chrysanthemum once more appears at the tavern, just in time to see the American place an engagement ring on the finger of the other woman. Chrysanthemum asks the American why he did not come to her. He coldly ignores her questions and tells her he is engaged to another. She appeals to him not to cast her off, but he turns away and leaves the place with his intended wife and the other visitors. The poor little Chrysanthemum is crushed and heartbroken, gets into her cago and is taken to her home. Her husband, who has watched this scene and learned of her love for the American, follows her, confronts her with her unfaithfulness, denounces her and is impelled to kill, but changes his mind, drops the knife and orders her from his house. She falls prostrate; her hand comes in contact with the knife. She grasps it, arises with a gleam of despair and determination in her eyes, hurries into the garden, where she ends her unhappy life at the spot where her ill-fated love first found its awakening.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTQxN2Q1OWEtY2VkZi00NTcxLWI0ZjktNWU5ZjU5NmM0MGI2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001293",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}