{
  "Title": "Dr. Skinum",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "14 Dec 1907",
  "Runtime": "10 min",
  "Genre": "Short, Comedy",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "Robert Harron, Anthony O'Sullivan",
  "Plot": "Dr. Skinum, the learned professor of physiology, dermatology, biology and all the other \"ologies,\" boldly claims to correct any error of nature, be it ever so anomalous. The promulgation of this fact draws to his office a most startling variety of monstrosities, all anxious to submit to his esoteric powers, whereby they hope to become Utopian as to face and figure. In his suite are a number of cabinets, in which the mere confining of the patient works wonders, transforming unsightly Calibans into beautiful Houris. The first to enter his chambre mysterieux is a tiny mite of femininity. The young lady is less than three feet tall, but under the professor's wonderful treatment she grows rapidly, and while she has now attained a condition of extreme pulchritude, she is placed in a most embarrassing position from the fact that as she grows tall and stately her gowns have remained le meme, reaching only to the knees. Oh, mercy! As an absolute antithesis of his first patient there appears a young girl who, though fair of face, must have been a lineal descendant from Teutobochus, the ancient giant king. She is at least eight feet tall and surely a \"line of sweetness long drawn out.\" Placing her under a pile-driver, the hammer of which balances 3,000 pounds, the professor hypnotizes her and starts the machine. Blow upon blow is rained on her shapely head until at last she emerges, a Naiad of symmetrical loveliness. Then comes a lady sporting a pair of pedal extremities that would surely cause Chicago to look to her laurels. These are quickly reduced from their amplitudinous dimensions to the possibility of a \"Louis Quinze.\" The proboscis next requires the professor's attention, a handsomely dressed society lady appearing with a marcel wave on her nose. But watch the professor! While he is engaged with this patient the Gargantuan form of a woman comes waddling in. She looks like a balloon and moves along with the grace of the car of Juggernaut. She echoes Hamlet's plea, \"O, that this too, too solid flesh would melt, thaw and resolve itself into a dew!\" But Doc Skinum's the boy who knows what to do, and placing her on a stretcher, with a block and fall he lifts her onto the reducing table. He then turns on the current and through the pellucid vapor that arises we see the rapidly evanescent form of Elephantine Lizzie. The doctor having been called away by the lady with the distorted olfactory organ, whose footman had gotten into one of the cabinets and instantly changed to a policeman, forgets to turn off the fluid, and around goes the pointer on the indicator like the hand of a clepsydra, until, on his return, he finds poor Lizzie reduced to an infinitesimal modicum of her former self. In fact, she is about the size of a new-born infant. Here would be trouble for anyone but Skinum. So hurriedly placing her in the cabinet of beauty, she is transformed into a most charming duenna. These and many others are the amazing changes and cures performed by the old professor in the course of the film, which, as a whole, will prove a most effective cure for \"blues\" in the spectator whose good fortune it will be to view it, for it is unquestionably an assured laughing hit.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000590",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}