{
  "Title": "The Law of the Range",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "13 Dec 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama, Western",
  "Director": "Milton J. Fahrney",
  "Writer": "Milton J. Fahrney",
  "Actors": "Harold Lockwood",
  "Plot": "As Sheriff Randolph and his son, Walter, came in sight of Carter's saloon, they noted the boys excitedly mounting their horses to go in pursuit of Bill Herbert, who, not content with picking a quarrel with Pete, the half-breed, had cowardly shot him in the back. Taking their lead, the sheriff galloped after him, but Herbert cleverly eluded them, and the men were forced to return, believing he bad reached the state line. In the meanwhile, Walter, being refused shelter at Carter's for Pete, had persuaded his mother to put the half-breed in a small unused room, and there he remained until thoroughly recovered. Later, as the grateful Pete wended his way homeward, he beheld Herbert in the act of holding up the Pony Express, and although the half-breed was unable to go to the young man's rescue, being entirely unarmed, he crept stealthily after the outlaw, watched until Herbert hid the plunder in his shack, and then followed cautiously after. While this was transpiring, Walter had gotten into an argument with Big Hank, and in the struggle to obtain possession of the gun, it had been discharged. The bully was only slightly wounded, but panic-stricken. Walter had galloped away, only to be pursued by the sheriff and his posse, who mistook the fleeing figure for the holdup man. Seeing Herbert's shack, and glad of any haven, Walter bounded through the door and securely fastened it. The sheriff and his men dashed up, hurriedly forced their way into the place, and discovered Walter amid the outlaw's plunder. With bowed head and trembling hands, the unhappy father placed the handcuffs upon his son, when to the surprise of all, the half-breed, with Herbert as his prisoner, appeared and made the explanation which brought joy to the entire party.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOTljYzZiNzYtYmNhYy00MmNkLTk5MjgtOTE0YTdkNmU3YTg2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001729",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}