{
  "Title": "The Arab's Bride",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "01 Mar 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "George Nichols",
  "Writer": "Lloyd Lonergan",
  "Actors": "William Russell, Florence La Badie, James Cruze",
  "Plot": "A wealthy Moor had one treasure he failed to prize at its real value, his beautiful daughter. To him she was simply a woman, a source of expense while a child, and a treasure only, if a rich suitor came along to whom she could practically be sold. In course of time the rich man did appear, and was enthusiastically greeted by the father. The daughter, however, had the temerity to say that she did not love the man. In fact her heart had been won by another, a young Arab she had seen while in the marketplace. She knew little about him but was convinced that he was far more worthy than the suitor her father had selected. The father was obdurate, however. He did not deign to argue with the girl, simply commanded her to prepare for the ceremony, and with sighs and tears she did so. The girl had a faithful attendant, homely but quick-witted and resourceful. The attendant proposed a plan which she thought had merit, for it would make three persons happy. And affairs came out as she had predicted. The father was happy because he got the money that had been promised him; the daughter and the Arab were pleased because they married, and the attendant was satisfied, for she won a rich husband although having neither cash nor beauty. The only unhappy person was the rich suitor, but then he was wealthy, and riches bring their own consolation.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNDU1M2RhZjMtYzIzNS00MTY3LWIwZjItOWViMWMwMDI3YTZlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002028",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}