{
  "Title": "The Battle of Bunker Hill",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "08 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Short, War",
  "Director": "Oscar Apfel, J. Searle Dawley",
  "Writer": "Clyde Fitch",
  "Actors": "Ben F. Wilson, Mabel Trunnelle, Guy Coombs",
  "Plot": "Col. Prescott, one of the heroes of Bunker Hill, is busily engaged drilling his company of Minute Men. Among them is Jack Harrow, who shows such enthusiasm and ability that Prescott singles him out and promotes him to lieutenancy. .lack is delighted and on the way home tells his sweetheart Jane of his good fortune. He pleads for a promotion in her eyes also and after a few moments' hesitation she consents to become his wife. The wedding takes place in due time, but scarcely are they pronounced man and wife when Prescott bursts into the room with the news that the men are needed to fight. Hastily calling his men to arms he is confronted by Jane, who passionately declares that she will not let her husband go to war. Prescott finally persuades her that it is her duty to let him go. After bidding him a tearful farewell she collapses in her mother's arms. We next see Prescott and Jack under the direction of General Warren, throwing up the earthworks on Bunker Hill, in the middle of the night, while the British across the river are sleeping peacefully. The morning of the 17th of June, the Britishers moved forward to the attack and charged the hill in marching order. The command went down the American line, \"Don't fire until you see the whites of their eyes.\" They waited and when the volley belched forth the British fled down the hill leaving their dead and wounded on the field. A second time the British regulars fled before the deadly fire of the Americans. A third time they formed, this time with Gen. Howe at their bead, and charged the hill. But the Americans had but one volley left, their ammunition was exhausted, and fighting with whatever weapons they could muster, such as spades, picks and even stones, they slowly gave way before the British. Jack, in capturing a British flag, was severely wounded and taken to a friendly cottage, where Jane soon arrived to nurse him back to health. General Washington arriving to take charge of the American army, and hearing of Jack's bravery, took occasion to thank him in the presence of his staff, to the great gratification of his charming little wife.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTFkYWUzOWMtNGIyOC00MjNhLWE2ZjctZDU0NWRhNTFhOWQwXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.2",
  "imdbVotes": "10",
  "imdbID": "tt0001497",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}