{
  "Title": "Danse serpentine",
  "Year": "1900",
  "Rated": "N/A",
  "Released": "08 Aug 1900",
  "Runtime": "2 min",
  "Genre": "Documentary, Short",
  "Director": "Alice Guy",
  "Writer": "N/A",
  "Actors": "Mme. Ondine",
  "Plot": "This film was included in the three DVD set \"Saved From the Flames\"--a collection of mostly ephemeral movies that have managed to avoid turning to powder, catching fire or melting--something that usually happened with the nitrate film stock used up through the 1950s.In the late 1890s, Mme. Ondine created a sensation with her so-called 'Serpentine Dance'--and film footage of this is among the most famous of the early films. Because I am a retired history teacher and cinemaniac, I love early films like this--and it will probably be appreciated by a very small minority of viewers, as it isn't a story, just a lady doing a somewhat mesmerizing dance with very long sleeves. What makes this version interesting, however, is that apparently people loved the dance but wanted something different--and it resulted in an ultra-weird little film. First, a lion tamer enters the cage with lions and does his routine. So far, so good. However, after dismissing the lions, in steps Mme. Ondine into the cage and begins a shortened version of her dance! Huh?!? But, historically speaking, it is really interesting and sure surprised me to see such a film was made.By the way, like surviving copies of \"Danse Serpentine\", this one has some hand coloring. This tedious task consisted of factories filled with women who hand painted portions of each and every cel--which could run into the thousands. And, if that's not enough to exhaust them, they had to do this for EVERY copy the studio released--and you can see why in some cases there were colored and black &amp; white copies released.",
  "Language": "None",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BY2EzMjllN2QtYmVlYS00Zjg3LWJmMDAtMmM0ZmZhODA0NjgwXkEyXkFqcGdeQXVyNTQzNTQ2MTQ@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.8",
  "imdbVotes": "261",
  "imdbID": "tt0000296",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}