{
  "Title": "The Devil",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "02 Oct 1908",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Harry Solter, Claire McDowell, George Gebhardt",
  "Plot": "Harold Thornton, a successful artist, is so deeply in love with his wife that apparently no power, natural or supernatural, could swerve him from the path of honor. But, alas! he is human, and in his employ is a very beautiful girl as model. This girl has loved her employer with a suppressed, hopeless passion, which needed but a breath to fan it into a blaze. In justice to her it must be said that she didn't realize the strength of this feeling, smothering it with admiration for the artist's devotion for his wife. Ah, but the Devil knows how to play the game, and his promptings are so fascinatingly impressive that few can resist. But who is the Devil? He is the embodiment of our evil inclination warring with the pure. So it was that at his prompting the artist falls, as does his model. They are discovered by the wife, who in turn is prompted by the Devil to \"get even,\" which she heeds. She is surprised by her husband in a private dining-room of a café in company with a gentleman friend. In frenzy he leaps at his wife's throat, and the Devil laughs. He would have sent her to him then and there, hut for the intervention of the waiters. In terror, the poor woman rushes to her home. She is followed by the crazed husband. In vain she pleads, but the Devil prompts: \"Kill.\" Taking a revolver from the dresser-drawer, he moves deliberately toward the terrified wife, and the Devil laughs. A shot and a body and soul part; another shot, and \"There was the Devil to pay,\" and he collected. This subject, while thrilling, is most ingeniously handled, with photographic quality of the highest order, showing a stereoscopic effect never before attained.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.5",
  "imdbVotes": "46",
  "imdbID": "tt0000672",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}