{
  "Title": "Examination Day at School",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "29 Sep 1910",
  "Runtime": "17 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "W. Chrystie Miller, Kate Bruce, Francis J. Grandon",
  "Plot": "You can catch more flies with honey than will gall, and you rule easier by kindness than by tyranny. This fact is shown in this Biograph pastoral, which indeed might prove a lesson to educators. The teacher to thoroughly impart knowledge must win the love of his pupil, otherwise his efforts are in vain. The old village schoolmaster is a lovable soul, and you can see the love his scholars bear him written on their smiling countenances as they scamper on to school. He in turn comes trudging along, his face lit up in the pleasant anticipation of soon being in the midst of his loved ones. All hail him joyously at his entrance and there are the little remembrance, an apple from one, a pear from another, a bouquet from another, etc. The opening exercises begin and the odious announcement that the county examiner will be there arrives outside and the old teacher goes to meet and escort him into the classroom. While he is absent Jimmy the village \"cutup,\" draws a caricature of the examiner on the blackboard. This so incenses this irascible personage that he immediately dismisses the class for the morning and when they have gone discharges the poor old schoolmaster. What a blow. He goes home almost heartbroken at the thought of losing the association of his dear little flock. Jimmy later becomes truly contrite for what he did, and with the scholars at his heels runs off to the teacher's home to beg his pardon. Here they learn what woe their lark has caused, their dear old teacher has gone to the Commissioners' office and engages a new teacher whom he enjoins to lambaste these youngsters into submission. With what success we shall see. The scholars unanimously plan a revolt and no sooner has the new instructor turned his back than he receives a fusillade of fruit and vegetables. Well, they soon whip him and he rushes off to the Commissioners' to tender his resignation. The children follow and insist upon the reinstatement of their old teacher. Their plea is granted, so they hurry off to the teacher's home and fairly carry him back to the schoolhouse. The class again in session, the old teacher gives thanks, writing on the blackboard, \"Praise God from whom all blessings flow,\" the children singing as he writes.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.6",
  "imdbVotes": "40",
  "imdbID": "tt0001202",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}