{
  "Title": "Shanghaied",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "03 Mar 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "Two young men, one the son of a rich ship owner, the other a poor country lad with no prospects but his ability to make his way in the world, love a pretty winsome lass. The rivalry on the part of the latter is friendly, although he is well aware that his position in life does not give him the opportunity of surrounding the girl with the good things of life. The young ship owner's rivalry is of the opposite nature, filled with venom, and he considers it an effrontery that a poor country lad should dare attempt to rival him in the affections of the lady of his choice. The girl is finally put to the test, and in a dramatic scene declares her love for the hero. The unsuccessful ship owner, much angered by his defeat, swears vengeance. Finding the girl alone, the ship owner again attempts to force himself into her favor, but is repulsed. Her infuriated admirer grasps the girl, forcing a kiss upon her lips just as her accepted lover appears upon the scene. The boy, in his anger, knocks the man down, and after a struggle, forces him to apologize. The humiliation hurts him more than the blow, and in his bitterness and anger the ship owner secures the services of some of his seamen attached to a sailing vessel about to leave port and track our young hero as he is leaving a rendezvous with his sweetheart. They attack the youth in a lonely spot, and after a severe struggle, render him insensible and take him aboard the vessel. The lad is forced by the captain to sign articles as an apprentice, then beaten and abused, is made to swab the decks. Biding his time, he strikes the officer in charge, knocking him down. Then plunges overboard and after swimming until he is thoroughly exhausted, reaches the rocks of the shore. (The scenery at this particular point where our hero climbs the rocks with the surf and wild waves dashing about him cannot he excelled.) After eluding the pursuing crew our hero starts back to his lady love's cottage. In the meantime the ship owner has taken into his service a renegade Mexican, and with his aid, after knocking down her old colored servant, kidnaps the now unprotected girl, taking her to an abandoned mission, where he forces an old priest residing there to promise to marry them, regardless of the girl's consent. The youth at last reaches the mainland after a perilous climb over almost inaccessible rocks, and learns from his sweetheart's servitor the story of the outrage. Scarcely able to walk, owing to his former exertions, he secures a horse from a friendly traveler and goes in hot pursuit, reaching the rendezvous just as the final words are about to be spoken. Realizing his helplessness, in his already weakened condition, he grasps a revolver from the Mexican's holster and puts both the ship owner and his accomplice to flight. With his sweetheart in his arms he persuades the priest to repeat the ceremony, and the final words that his unexpected appearance prevented are then spoken that make them man and wife.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001034",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}