{
  "Title": "His Last Burglary",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "21 Feb 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Henry B. Walthall, Dorothy Bernard, Dorothy West",
  "Plot": "William Standish, a young inventor, like many of his ilk, has spent time, money and energy in perfecting a machine which the engineers to whom he had submitted it are slow in deciding upon, during which time he and his little family of a wife and infant child are in poverty's clutches. Starvation stares them in the face. The baby gives them the most concern, and after a desperate mental struggle, they decide to leave it clandestinely in the minister's care. To this end they go to the minister's house at night, and being the dead of winter, they have not the heart to leave it on the stoop, so Standish climbs through the window and leaves it in the sitting-room on an arm-chair. In the neighborhood there lives a professional burglar, whose wife we see bending over an empty cradle mourning the loss of her child. The burglar, despite his calling, is moved by his wife's sorrow, and leaves the house dejectedly on an expedition. The open window in the minister's home looks rather inviting; Standish in his hurried exit neglected to close it, so he enters and begins to explore the place. The cooing of the baby startles him, and after reading the note Standish had left, an idea strikes him. Why not take the baby? Truly, it is a new kind of loot, but it may mean happiness for his wife. This thought decides him, so he rushes to his home with the child. The bereft wife is raised to the very zenith of joy at its appearance, and the burglar himself becomes regenerated, declaring he is through with his past life and will now life worthy of the blessing God has bestowed. To this end he goes to seek honest employment. Meanwhile, there has been a change in the conditions of the parents of the baby. On their return home they find a letter accepting the invention upon a $5,000 yearly royalty, enclosing a check in payment of the first quarter. Thus has fortune smiled and they hurry back to reclaim the child. Of course, the minister doesn't know anything about it. The whole affair is plunged info absolute mystery, and the poor mother, when taken to the comfortable home their new fortune provides, is seriously ill from her mind wrecking grief. Now it happens that the burglar has become the coachman of the doctor who is attending her, and so learns the identity of the foundling. His heart touched by the suffering of the poor woman, he hastens home, dons his burglar attire, steals into the woman's room, and lays the baby beside her while she sleeps. This not only restores the suffering woman, but it has softened his hitherto hard and indifferent heart, making for all time a real man of him.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYjQ5M2JlZTEtZTQzNS00MWIyLTgxMjAtNWRiYTk2NDJkZTRmXkEyXkFqcGdeQXVyMzg1ODEwNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001248",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}