{
  "Title": "The Welcome Burglar",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "25 Jan 1909",
  "Runtime": "13 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Marion Leonard, Harry Solter, Charles Inslee",
  "Plot": "Alice Pierce, an innocent country girl, as the sweetheart of Ben Harris, a heartless wretch, and in the impetuosity of her trusting nature she consents to elope. It is the old story: he soon tires of her and cruelly deserts her. Poor Alice is then forced to fight her own way, as to return home she dare not. In this she succeeds so well that at her place of employment, where she fills the position of typist, she inspires in the manager a kindly interest by her modest demeanor, which feeling ripens into love culminating in their marriage. While out walking she is seen and recognized by her first husband, who turns up after being supposed dead. He has sunk into the depths of debauchery and he at once resolves to force his presence upon her. Sending a bogus telegram to her husband he decoys him away from home at night, and then makes his way to their home. Just previous to his arrival, a burglar breaks into the house, leaving the window open behind. Through this he crawls and the burglar hearing his intrusion conceals himself behind the portières. Alice hearing a noise, goes to learn the cause and when she sees Harris is dumbfounded. He locks the door and seizes the poor frightened woman and in the struggle backs against the burglar who fires and kills him. At this moment the husband returns and finding the door locked is at once suspicious. The position of Alice is indeed compromising until an idea strikes her. She bids the burglar decamp leaving his tools behind, which escape he is glad to make, and when the husband bursts into the room she stands over the prostrate form of her former spouse, with the pistol in her hand and pretends the lifeless body is that of a burglar whom she has shot.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.0",
  "imdbVotes": "16",
  "imdbID": "tt0001090",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}