{
  "Title": "Two Women and a Man",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "15 Nov 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Frank Powell, Kate Bruce, Mabel Trunnelle",
  "Plot": "John Randolph was truly a happy man when he brought Molly as his wife to the humble little home in the village. John was a bright, ambitious young man, who sought to improve their condition in life. It is true he worked hard, but it grieved him to see his wife toiling at her arduous household duties. His fondest dream was to have his dear wife mistress of her home, with those around her to do the labors. At length his dream is realized. Having studied the stock market, he becomes successful therein, and they remove to New York, where they occupy a palatial home. Alas, how much better off would they have been in their simple country house. But one never can tell. It is the old story, earned success brings happiness, easy money, woe. In New York success attends his every move, and he is soon a very rich man, and a power in the stock market. It is now that domesticity chafes and he seeks recreation outside his own home, mingling with a set in which his wife would be entirely out of place. While at a Bohemian gathering, he becomes smitten with a music hall singer. After this it is all for her, and neglect for his wife. He showers bouquets and presents upon her, the most costly being a magnificent diamond and pearl collar. This neglect is felt by the wife and a separation and divorce is the outcome, with a settlement on his discarded wife. Free from further obligations in that direction, he marries the singer. This step is ominous for he at once reaches the turning point. Beaten in the market, his friends turn from him. His only chance is to secure his second wife's jewels, all his presents, with which to start anew. Would she yield them? Would she make one tithe the sacrifice poor Molly made? Not much. She deserts him coldly. What a lesson is here depicted. Ruined, friendless, he wanders back to the old village home, which is as he left it, and finds rest again, where he found rest before, in the old-fashioned rocker.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "18",
  "imdbID": "tt0001079",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}