{
  "Title": "The Outlaw Samaritan",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "22 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Arthur Mackley",
  "Plot": "Unable to apprehend a certain daring outlaw, who had for the second time successfully held up an express train, the general manager of the road employs the services of a well-known detective to hunt down the bad man. Clarington, the detective, visits the scene of the hold-up, and decides that the outlaw must still be in the vicinity and resolves to make a thorough search of the country close by. Stumbling along on top of a high cliff, leading his horse by the bridle, the detective slips and rolling to the bottom finds that he has dislocated his ankle and that he is unable to walk. Not one-quarter of a mile away, young Jack Mason, the outlaw, is filling a bucket at the spring, when he hears the distant cry for help. Hurrying to the scene of the accident, Mason carries the wounded detective to his shack, and binding up the wounded leg, tells him that he may stay with him until able to go on his way again. Mason is suspicious of the stranger, and when he finds the detective asleep, searches his pocket and finds a warrant for the arrest of himself. Not trusting the detective, Mason obtains the latter's revolver and taking the cartridges out, pulls out the lead and substitutes a light coating of wax. Later, when Clarington is able to be up again he endeavors to arrest Mason, who refuses to hold up his hands and Clarington fires. Of course he is not hurt, and quickly drawing his own gun, Mason covers the detective, and securely binding his hands, leads him out of the house, ties him to a tree and threatens to shoot him. Six shots fired at the detective's heels, thoroughly unnerves Clarington, who, when released, drops on the ground in agony of fear. Mason, laughing, throws the detective his empty gun, turns and walks away. Clarington summoning his strength, rises to his feet and runs fearfully away.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001820",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}