{
  "Title": "Adam and Eve",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "12 Dec 1912",
  "Runtime": "11 min",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Harry T. Morey, Leah Baird, Frank Currier",
  "Plot": "The man, Adam, not content to he alone, unto him was given a woman, Eve. They are happy and content, until one day, there comes to their home a tempter. They take him in, feed and house him over night, and during his stay, he shows them many trinkets, laces and other finery, which appeals to the woman's vanity, and she begs her husband to buy them for her. His scant earnings as a gardener cannot cater to the indulgence of luxuries, and he refuses. She pleads with him and when the peddler retires for the night, Eve persuades Adam to steal from the peddler's pack that she may possess that which she craves. Adam succumbs to her enticement and the seeds of sin are sown and their happiness and peace of mind depart from them from that time henceforth. In the morning, when the peddler leaves, they would believe that their unhappiness had gone with him, but not so, they must reap that which they have sown and the disquieting spirit of evil hath taken possession of their hearts and home. When the peddler discovers that he has been robbed, he is fired with the spirit of revenge and immediately reports his loss to the town authorities, who hasten to apprehend the culprits. On their way, the news spreads among the townspeople, who pretend to be inspired with righteous indignation, but in reality they secretly rejoice in the downfall of their weak and foolish neighbors. Brought face to face with the peddler, Adam and Eve confess their guilt and the discovery of the stolen property at once convicts them. Imprisonment is the penalty of their crime, but through their appeals for mercy, they are condemned to banishment.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001995",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}