{
  "Title": "Broncho Billy's Christmas Dinner",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "23 Dec 1911",
  "Runtime": "12 min",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Edna Fisher, Arthur Mackley",
  "Plot": "The sheriff of Rattlesnake County, Nevada, has received a notification from the district attorney to post dodgers along the highways, announcing that the notorious outlaw and bad man, Broncho Billy, will be given his liberty and no prosecution of his crimes if he surrenders to the sheriff within seven days. It is a few days before Christmas, and after the sheriff has executed the order in regard to Broncho Billy, he goes to his home, where he finds his wife writing a letter to their daughter, who is at college. Christmas Day we see the young lady take the stagecoach for the long, but picturesque and pleasant ride over the mountains. Although Broncho Billy has found one of the notices, appraising him of the mercy that the law has offered him, he regards it with contempt, for on this very day he has made plans to waylay the stagecoach, knowing that on Christmas Day it must be loaded with rich booty. At the halfway house the stage pulls up for a minute to allow the driver and his partner to stop and wish the proprietor a Merry Christmas. The girl is left alone to watch the horses. When they are inside, a number of roistering cowboys come out from the inn, wildly shooting their guns, and the horses, becoming panic-stricken, break and run at full gallop down the turnpike. Broncho Billy is waiting for the stage and when it dashes by with its fair driver he realizes that the horses are running away. Forgetting his former criminal intentions, Broncho springs into his saddle, and starts in pursuit of the flying coach. After a long ride, he reaches it, springs from his horse to the driver's box and takes the reins from the girl's hands. He thus saves her life and the stage driver, and others now riding up, persuades him to go on with them and eat dinner at the girl's home, to which they, too, have been invited. The incident results in Broncho's complete redemption and he swears off outlawry for good.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzY4ZDBhNzItNzMzOC00OTI3LWJkNjItMjQ4MmUxZmY1NDY3XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "43",
  "imdbID": "tt0001519",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}