{
  "Title": "A Convict's Sacrifice",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "26 Jul 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "James Kirkwood, Henry B. Walthall, Stephanie Longfellow",
  "Plot": "After serving a long time in the penitentiary the convict is released and sent out into the world again; but, like many others, with the brand of Cain still on him. With crushed spirit, bitter against the world he makes his way through the streets, apparently shunned by all; in fact a social leper. However, there is one man who befriends him, and uses his influence to have him employed as a laborer on street construction work. He now begins to feel that life is worthwhile, but the very next day fate's treachery demonstrates itself and hopes are blighted. It occurs in this way: he is forced, through no fault of his own, into a bitter quarrel with one of the workmen, and in self-protection lands a fatal blow with his fist, and he is again seen in the terrible grind of prison life. Clad in stripes he toils at breaking stone, cuffed and dogged by despotic guards until his pent-up fury at last bursts forth and he makes a dash for liberty. Crawling and creeping like a serpent, and hunted like a rat, be finally comes upon a scarecrow in the field and dons the tattered garments in lieu of his stripes. Thus garbed his flight is more promising, when he espies a notice of the reward of $100 for his capture. Tearing the odious announcement from the post, which action was observed by a country boy, he wanders on, only to find he is still pursued by the armed guards, who had been informed by the yokel. Rushing madly on he finally comes upon a dilapidated cottage, which he deems a rather safe haven. Entering, he is astounded to find that by a strange designing of fate it is the home of the one man who had been his friend when he was released from prison. Desperate poverty together with the illness of one of his children, has shrouded the poor home with sorrow. As the fugitive stands and views the woe-stricken family his flinty heart softens. He remembers that the man was a friend indeed, when he himself was most in need. Here was his chance to reciprocate, and calling the guards who are lurking around outside forces the man to accept the reward for his capture. As he leaves the house the self-sacrificing convict falls a fatal victim to one of the vengeful guard's guns.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "59",
  "imdbID": "tt0000829",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}