{
  "Title": "Love Among the Roses",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "09 May 1910",
  "Runtime": "16 min",
  "Genre": "Short, Romance",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Henry B. Walthall, Marion Leonard, Dorothy West",
  "Plot": "In the Kingdom of Never-Never Land there live a great Lord and Lady, each presiding over their own domain. This great Lord goes for a stroll through his estate and coming to the border of his own land he is struck by the entrancing beauty of the contiguous estate, so like his own, that the inclination to intrude is irresistible. His peregrination is halted by the appearance of the great Lady, who is indeed as fair as the flowers that clothe her land. He introduces himself and invites her to stroll with him in his gardens. She is in like manner entranced by the beauty of his possessions. How alike in beauty are they; a veritable fairyland. If they were only one, for it seems they should be. This thought is mutual, and the Lord proposes a way, a marriage, and so a betrothal of convenience ensues. They know nothing of love and so are content in the anticipation of being Lord and Lady of all Never-Never Land. Little do they dream of the subtle workings of fate, which is, of course, the natural egotism of humankind, but, nevertheless, the lines are being drawn, for as we have viewed the paradisaical side of life, we now go to the homely side, by visiting the sad house in Never-Never Land. Here we find sorrow, toiling and want, and yet we find as in the other a betrothal of convenience between the poor little lace-maker and the humble gardener. They reason that their lot may be more bountiful by joining their meager fortunes. The gardener secures a position in the gardens of the Lady and the lace-maker goes out to find purchasers of her handiwork. The Lord meets the pretty lace-maker and is attracted by her beauty, for he learns for the first time what love is. The Lady meets the gardener and is struck by his rugged, manly beauty and herculean strength, so different from the Lord, her neighbor. She also realizes the power of love, for her inclination to be near the gardener is irresistible. Despite the apparent misalliance in such a step, the Lady confesses she can only be happy with the humble gardener. This intelligence the Lord receives with ill-concealed delight, as it leaves him free to marry the pretty lace-maker.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzZjMjY5NDctMmE0OS00YjU0LTk1MWUtY2M3Njk3YzY0NTcxXkEyXkFqcGdeQXVyNDQwMzk4OTY@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "72",
  "imdbID": "tt0001292",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}