{
  "Title": "Madam Sans Gene; or, The Duchess of Danzig",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "02 Apr 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "Émile Moreau, Victorien Sardou",
  "Actors": "August Blom, Gudrun Kjerulf, Viggo Larsen",
  "Plot": "Opening in the lodgings of the Lieut. Buonaparte, then an impecunious young officer, the subject soon introduces us to Madame Sans Gene, Who brings Napoleon his washing and submits to a kiss. Later, in the laundry itself, her rescue of Count Neupport, whom she assists in a wounded state to her own bedroom, is shown. The girl's lover, Sergeant Le Fevre, forces an entrance, but lets the prisoner go to shield his sweetheart. These scenes all contain much effective acting, as does a later one in which the sergeant is instrumental in saving Napoleon's life. The latter has taken the place of a sentry who has fallen asleep at his post and resting on the latter's ride is waiting for him to wake, when a number of Royalist soldiers attack him. Le Fevre, on his rounds, comes to the rescue and secures a pardon for the sentry and promotion for himself. Le Fevre's rise is rapid. Made a field-marshal, he, after the battle of Danzig, is made a duke for his gallantry in saving the colors. At this stage we are given another glimpse of the heroine, who follows her husband's fortunes in the camp. This period introduces some good scenes of camp life, the council of officers, etc. Back at Paris, we find Napoleon in his private cabinet, unaware of an intrigue in progress in which the Empress is concerned, having for its object the escape of Count Neupport, who is entrusted with a letter to the Emperor of Austria. The Count, however, is discovered in the Court disguised, by Napoleon, and captured and condemned to death. Meanwhile, the Duchess of Danzig has visited Napoleon and laughingly shown him the unpaid laundry bill, and the Little Corporal has shown that he is not insensible to her charms. The Duke and Duchess hear of the capture of the Count and bring about his escape, the nobleman being conveyed through the lines in a military cloak and hat. Then they repair together to Napoleon and confess what they have done, to be magnanimously forgiven by the Emperor, after a natural outburst of anger, when he remembers that he owes his life to the man.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZTczZjExMDYtNDBmYi00ODEwLWI4NTAtYzMyYTlkZDkwMjFhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000951",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}