{
  "Title": "A Flash of Light",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "18 Jul 1910",
  "Runtime": "11 min",
  "Genre": "Short, Romance",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Charles West, Vivian Prescott, Stephanie Longfellow",
  "Plot": "John Rogers, a young chemist, is sincerely loved by the eldest of two sisters, but in a state of infatuation prefers the younger girl, fascinated by what he would call vivacity, but which is nothing less than frivolousness. He marries her, and she soon tires of a life of domesticity. He tries to interest her in his chemical experiments but they simply bore her, although they are interesting to the sister, which interest is born of a pure love which she still holds. While he is working in his laboratory, the wife is either entertaining or being entertained by friends. She is in her element at a dinner party, when an explosion takes place in her husband's laboratory, apparently destroying his sight and hearing. It is a sad house she returns to after her evening's pleasure. There is her husband, deaf and sightless. You may imagine her lot is now more repugnant, as his helplessness annoys her, so she eagerly accepts diversion. This comes in the form of an offer from one of her friends, a theater manager, to shine on the comic opera stage. She accepts the offer and on the persuasion of this friend decides to leave her husband and get a divorce, leaving her wedding ring on the table for her sister or father-in-law to find. The sister sees her action, and tries to dissuade her, but in vain. The thought of this second and worse blow to the young man moves the sister to wear the ring, deceiving him until his affliction has passed, for the doctor is sure of restoring his sight and hearing. This deception is easy, as he can neither see nor hear and is ever under hands of the nurse. The operation promises to be successful, so the sister goes to the green room of the theater to bring the wife back. After a heated argument the wife consents to go and see him at least, arriving just as he is placed in a darkened room to have the bandage removed. When the bandage is taken off, the young man sees in the dim light of the room the figures about him. He turns from one to the other until he sees his wife and makes a move towards her, but she with guilty mien recoils and as she does, clutches the portieres nervously. Down they come, letting in a fatal flash of light from the outside, striking the poor fellow's eyes, causing now incurable blindness. Realizing what she has done, she rushes horror-stricken from the house. The young man's hearing unimpaired, he learns the truth and now feels in his heart what he failed to see with his eyes.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMmUyODAxNmUtYjI0ZC00NzZiLTlhMjktOGU1ZDVhYmE0MjFiXkEyXkFqcGdeQXVyNTcwNjUwNzk@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "117",
  "imdbID": "tt0001217",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}