{
  "Title": "The Thread of Destiny",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "07 Mar 1910",
  "Runtime": "16 min",
  "Genre": "Romance, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Stanner E.V. Taylor",
  "Actors": "Mary Pickford, Francis J. Grandon, Henry B. Walthall",
  "Plot": "Little Myrtle, the orphan girl of San Gabriel, stands at the window of her cabin contemplating the beautiful sun before her; the valley out between the hills bedecked by the hand of Flora, iridescent in the morning light, a veritable Iris. Her pure soul goes out in love to the trees, the flowers and the sun, which is responded in the exhilaration of their perfume. Yet she is obsessed with an insatiable yearning. An orphan, she does not know paternal love; her pure, tender heart does not concur with those around her, for the village is made up of a people abjectly material. There is but one to whom she can evince her generous, affectionate nature, the wife of the innkeeper, who is ill. Each morning she gathers flowers and brings them to her. On this morning we see her flower-laden, making her way to the inn. On the road she meets a Mexican stranger, Estrada. Their hands touch while he assists her in recovering some of the flowers she has dropped. She experiences a thrill, such as she had never felt before, and yet she doesn't know why. However, her heart seems lighter, the world brighter, as she continues on to the inn to cheer and comfort the suffering woman. As she is about to leave, she is insulted with the advances of Gus Walters, a drunken tough. He is about to seize her when Estrada enters and rescues her from the peril, seeing her safely out of the place. Later, Estrada is induced to take a hand in a poker game, which is really a subterfuge to start a quarrel. He is accused of cheating, and they determine to lynch him. Seeing the chances extremely against him, he picks up a chair, and whirling it around him, makes his way to the door. He dashes down the road, and by climbing a tree, manages to throw his pursuers off his trail. In detour he finally comes to a cabin, which he enters as refuge, to find it the home of .Myrtle. Her wit saves him. She makes him bind her hands and feet, disarrange the place, and then hide under a pile of stuff. The appearances are convincing to the story she tells the posse of being robbed by Estrada, who had proceeded on out of reach. They are satisfied that the Mexican has eluded them and so search no further, going back to the inn. Gus hangs back and returns to Myrtle's cabin to wreak revenge, thinking she is unprotected, but he is mistaken, of course, and being off guard, he is easily overpowered and bound. He is afforded the felicity of witnessing Myrtle and Estrada plight their troth, and leave for the mission chapel to be married. Still they are charitable, for before they leave they place in Gus' mouth a cigarette and light it for him that his hours of bondage might not hang heavy. Off they go to the mission where they are bound for life in holy marriage. Gus, meanwhile, has freed himself and rushing hack to the inn tells of the girl's ruse. As they look from the window they see Myrtle and Estrada leaving the priest and strolling down the road as the twilight bells of the Angelus toll. This awakens the boys to their better selves and they exclaim. \"Let 'em go, Gus, the drinks are on you.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001416",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}