{
  "Title": "The Brahma Diamond",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "04 Feb 1909",
  "Runtime": "11 min",
  "Genre": "Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Harry Solter, George Gebhardt, Florence Lawrence",
  "Plot": "It was at the City of Cawnpore on a feast day that the faithful assembled in the temple to worship at the shrine of Brahma, the first person of the Hindu triune God, comprising Brahma, Vishnu and Siva, sometimes called the Brahmin Trinity. In this Hindu pantheon there gathered natives of the Ganges Valley of all castes, with the priests, their wives, and houris; also a generous sprinkling of Western tourists, they being drawn thither by their thirst for sight-seeing. Most kaleidoscopic was the scene as out of its midst towered the stately idol Brahma. In the forehead of the idol there was embedded a mammoth diamond of fabulous value. This was termed the \"Light of the World.\" Among the tourists there is one who, a stranger in a strange land, finds himself in a depleted condition as regards finances. Extravagant and improvident, he is piling up a bill at the Cawnpore Hotel without funds to meet it. The sight of this diamond at once arouses his cupidity and he determines to secure it at any hazard. A visit to the temple shows that the Brahma is attended by one veiled guard. He also learns that this guard has a sweetheart who visits him during his lonely vigil. Enlisting the services of an unscrupulous Hindu they follow the girl to her home where they force her and her father to go with them to the temple, where under threat of her father's murder she gives drugged wine to her lover, the guard. He immediately falls into a stupor, and binding the father and girl, the tourist seizes the diamond and makes his way back to the hotel. Recovering his senses, the guard gives alarm, and he and the girl are taken to prison where he is doomed to die at the end of three days for the desecration of Brahma. The girl, however, offers to remain hostage if her lover be allowed to search for the diamond. This noble offer is accepted and the girl is chained to the floor of the dungeon, while the guard, humiliated by the confiscation of his royal turban, according to the law, is set free to bring back if he can the diamond. Should he not succeed in the allotted time, three days, the girl will pay the penalty with her life. He first rushes to the Yogi, the royal seer, who shows him on the mystic mirror the face of the robber. The guard at once recognizes him as the tourist who had visited the temple, and sets out to find him, which he does at the hotel, just after the tourist has sewed the diamond up in the handle of his suit case. He contrives to engage himself as a servant and as such makes a fruitless search of the tourist's effects, He is on the point of despairing when the tourist is called upon by a diamond merchant. Effecting his presence in the room by hypnotic power, the guard manages to secure the diamond and dashing madly back to the dungeon arrives just in time to stay the uplifted scimitar from the neck of the faithful girl.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDQ5NTllNmItZGU1ZC00ZDMwLThlNmQtMjA1MDgwNWIxZDViXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "66",
  "imdbID": "tt0000815",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}