{
  "Title": "The Romance on 'Bar O'",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "11 Mar 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Arthur Mackley, Gladys Field",
  "Plot": "Young Jack Farson, the foreman on the \"Bar O\" ranch, is in love with Alice Walton, daughter of his employer. Alice rejects the young cowpuncher, but asks in a kindly way that they continue as good friends and nothing else. One day, while out on a canter, the spirited horse stubbornly refuses to ford a stream, and becoming angry endeavors to throw his fair rider. At this moment a stranger on horseback rides on the scene and seizing the frightened animal's bridle, drags his horse across the stream and Alice out of danger. The girl, learning that her rescuer is out of employment, persuades her father to give him a position. Farson greets the new cowpuncher with a surly nod. A few days after one of the cowpunchers is discharged for whipping Alice's pet horse, young Wells being instrumental in obtaining the release of the brutal puncher. Farson now sees an opportunity for revenge, and enlisting the discharged man, unfolds his plan. A valuable horse is stolen form the Walton's stables and taken to Wells' shack. Farson gives the alarm and accuses Wells of having stolen the horse, and evidence points that way when the horse is found at Wells' shack. In the meantime, a black servant to the Waltons has learned who the real thieves are and informs Alice. She rides to Wells' shack, arriving just in the nick of time to save the new cowpuncher's life. Farson is then accused of the crime by Alice, and is dragged off by the other cowpunchers to receive his just deserts.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001860",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}