{
  "Title": "Uncle Hiram's List",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "30 Dec 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "Oscar Apfel",
  "Writer": "N/A",
  "Actors": "William West, Yale Boss, Margery Bonney Erskine",
  "Plot": "Uncle Hiram is the oldest resident of the village, and has appointed himself public censor. To this end he institutes the \"skunk list,\" to which he adds from day to day the names of those who trespass beyond his ideas of the lines of proper decorum. One day Jimmie Long is playing marbles, when a boy considerably older attempts to take them from him. Jimmie resents this and in the fight that follows, he lays his opponent low by striking him with a club. Uncle Hiram seeing this, though not knowing the cause, puts Jimmie on the skunk list as a coward. All pleas are in vain, and when his sweetheart scorns him, Jimmie is heartbroken. He can't eat and at night his bed is surrounded by goblins who jeer at him in fiendish glee for being a coward. Jimmie resolves to redeem his good name and to this end proceeds to lick most of the boys in the village. But Uncle Hiram refuses to erase his name. Jimmie rescues a puppy, which a man is about to drown. Again Uncle Hiram refuses. Finally Jimmie is passing Jones' barn, when some boys rush out, telling him the barn is on fire, and that one of their number was unable to escape. Jimmie goes into the burning barn, finds the boy, but is unable to drag him out and is also overcome. He is rescued in the nick of time and carried home, seriously burned. Through all his pain he has but one thought, he must see Uncle Hiram. Uncle Hiram is brought from the fire, where he is directing the volunteer department, to Jimmie's bedside, and Jimmie repeats his plea to have his name erased. This time Uncle Hiram relents and not only takes Jimmie's name from the skunk list, but adds it to the list of heroes, such as George Washington and Abraham Lincoln.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001954",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}