{
  "Title": "The Gun Man",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "18 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Allan Dwan",
  "Writer": "N/A",
  "Actors": "J. Warren Kerrigan, Pauline Bush, Jack Richardson",
  "Plot": "Bill Fremont is in love with Edna Curtis, the daughter of a neighboring ranchman. Edna's brother, Fred, does not like Fremont, and objects to him paying attention to his sister. As the ranchmen in the vicinity are missing cattle, it looks very much as if there were an active rustler around. Fremont (who is the rustler), sees a chance to divert the suspicion from himself upon young Curtis, and informs his employer that he has good reasons for believing Curtis is the rustler. Fremont's employer, while in town, secures the services of a cowboy by the name of Curly Hitchcock (who is a crack shot), to run down the cattle thief. Curly, while on the range, accidentally discharges his gun, receiving a flesh wound, and rushes to the nearest house of Edna Curtis, and her willingness to aid him excites his admiration. A short while after, Curly returns to the ranchman who has employed him, and taking a powerful telescope, rides out on the range. There, he meets Edna. Fremont comes upon them, and when Curly rides away, Fremont tells Edna that her bother is a rustler, and that Curly has been employed to capture him. Frightened, she hurries to her home to tell her folks and to hide her brother. A few hours after Curly left Edna and Fremont, he notices, through his powerful telescope, Fremont driving off a herd of cattle. The ranchmen are now infuriated, as they have discovered that more cattle have been stolen, and believe that the gun-man is a fake. Curly arrives at the Curtis home, just in time to get a shot at Fremont, who has led a number of ranchmen to Curtis' home to hang Fred. Everything ends happily, and Fremont gets his just deserts.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001652",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}