{
  "Title": "In the Season of Buds",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "02 Jun 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Mary Pickford, Stanner E.V. Taylor",
  "Actors": "Mack Sennett, Mary Pickford, Charles West",
  "Plot": "It is springtime when little Mabel arrives at her Uncle Zeke's farm. Henry and Steve, two farmhands, are chums, having spent the years of their adolescence together on Uncle Zeke's farm. They have never experienced any love but brotherly love, until the day they first meet Mabel, when bot become deeply smitten. They hustle off to their room to spruce up to make an impression on the pretty little niece of Uncle Zeke. Henry is assuredly the favored one, and so gains the mild enmity of Steve. Their strong friendship, however, precludes their becoming enemies, and Steve bows to the inevitable. Henry purchases a neck chain and cross as a betrothal present for Mabel, but as she is coy and he is bashful, she, to draw him out writes with a switch in the sand L-O-V-E, which Henry spells L-U-C-K. Mabel pretends to be angry at his stupidity and leaves him standing at the gate puzzled as to what has caused her anger. Later, to make him jealous, and so more determined, she plays the coquette by flirting with Steve. Henry takes her teasing seriously, and decides to leave for some distant town. He packs his grip and before leaving writes the following to Steve: \"I see she likes you best, and you love her dearly. I leave here for good.\" Steve finds and shows this note to the folks, and so poor little Mable is almost heartbroken at the awful result of her coquetry, for she did love the honest Henry. It is too late, however, for Henry had departed for parts unknown. He secures work at a general store in a distant village, and while his thoughts go back to little Mabel, she never hears from him. Later on she accepts Steve and they are married. Steve is a dutiful husband and Mabel now loves him truly. After working along for several years in this distant place, Henry is seized with a longing to revisit his old home. He does not dare hope, but... Well, he decides to return and as he approaches the little farm he meets Mabel and Steve, her husband, with their little child. The greeting at first is a bit strained, but recovering, Henry is cordially invited to the farm. This he declines with the excuse that he must hurry back to the train. Mabel at first is grief-torn, but gazing at the good-hearted Steve fondling their baby, she feels that the right thing has happened. Steve has endeavored and is succeeding in making her happy, and so he will always.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMmM3ZjYzNTItYTU2YS00OWMxLThkMzEtMTUxNTgyODViZTMwXkEyXkFqcGdeQXVyMjMxNjAxOTI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001268",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}