{
  "Title": "The Indian Runner's Romance",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "23 Aug 1909",
  "Runtime": "11 min",
  "Genre": "Western, Short",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Owen Moore, Frank Powell, Mary Pickford",
  "Plot": "A thrilling episode in the Black Hills, it was about the year of 1867 when gold was discovered in the Black Hills, and the Sioux Indians were at the time possessors of that territory and most of the land was unknown to the white man. At the time of our story an old miner, more venturesome than others, secretly worked a claim, and found it rich with deposits. His age, however, conspired against his being able to withstand the hardships he was necessarily subjected to, and Blue Cloud, the Indian Runner, discovers him dying in the rocks. Grateful for the kindness of the brave, the miner tells him of the location of his hidden mine as he dies. Three cowboys come up and want to know the mine's location, but the Indian refuses to tell. Blue Cloud loves the little squaw, and in consequence of his newly acquired wealth, presses his suit in that quaint Indian fashion, wooing with the blanket, symbolizing protection. He is accepted and approved by her father after leaving his offerings outside the parental tepee. Married, they proceed to Blue Cloud's wigwam, and while he is away hunting three cowboys come up and try to get from her the mine's location. She is obdurate, however, so they abduct her to force her to divulge its whereabouts. Finding her still adamant in determination, the renegades gamble as to who shall take care of her, the holder of the high card to have her. Meanwhile the Indian has returned, and finding his squaw gone, realizes the true nature of the situation at finding the sombrero of one of the cowboys in the tepee. Starting in pursuit, he tries to borrow a horse, but is refused, so resorts to running capability to overtake the hounds. The one whose lot it is to take charge of the girl has brutally bound and thrown her across his horse and mounting in the saddle starts for his shack at breakneck speed. Blue Cloud, however, with his knowledge of the trails, by a short cut, and a thrilling dash through the dangerous rapids of the mountain stream, manages to overtake him. Leaping up on the fast galloping horse behind the cowboy, a most exciting combat ensues, a bowie-knife conflict on the back of the horse, with the prostrate form of the squaw flung across its neck. On they gallop, the Indian fighting furiously until at length the cowboy drops lifeless from the saddle. Drawing the horse up, the Indian dismounts and releases the terror-stricken squaw, whom he takes tenderly back to his wigwam.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTg4ZGVkNjUtM2FmYy00OGU2LWI5OGMtMGFmOTRkZDAzNTE3XkEyXkFqcGdeQXVyNTcwNjUwNzk@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.4",
  "imdbVotes": "70",
  "imdbID": "tt0000912",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}