{
  "Title": "Bobby, the Coward",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "13 Jul 1911",
  "Runtime": "18 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Dell Henderson",
  "Actors": "Robert Harron, W. Chrystie Miller, Gladys Egan",
  "Plot": "A little family, consisting of the old grandfather, Bobby and his sister, are in dire straits. Bobby has for some time been the little father of the family, but now, being out of work, he daily scans the newspaper in search of a clue of some employment. On this particular morning he starts out, but, as has been the case many times before, is unsuccessful. Coming home he is insulted by a couple of street thugs and fails to resent the insult, which occurrence his sweetheart witnesses, and brands him a despicable coward. This is rather a heavy blow to Bobby at such a time, when the whole world seems set against him, but on another occasion, when with renewed determination, he starts out again to look for work, he finds a lady's purse containing a large amount of money. The temptation is great to keep the find, but Bobby's honest nature repels this temptation, and he seeks out and returns to the lady her loss, receiving a note of a large denomination as a reward. The thugs see this and their cupidity is aroused. They follow Bobby a roundabout way home, making up their minds to return in the evening and secure the money. This they do, but Bobby may have let the insult go by, still, when it came to the protection of his little family, he became lion-hearted, knocking the two thugs out and handling them over to the police, proving to his sweetheart that he was not such a coward after all.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMWE5YThlZDAtYmQ3Ny00ODhiLTgzZGEtZWIxM2EwZjFmNmExXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "68",
  "imdbID": "tt0001510",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}