{
  "Title": "Amor que mata",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "N/A",
  "Runtime": "14 min",
  "Genre": "Short",
  "Director": "Fructuós Gelabert",
  "Writer": "Fructuós Gelabert, José Vives",
  "Actors": "L. As, Joaquín Carrasco, Señora Guerra",
  "Plot": "Occasionally in looking at old movies, I see something that makes my eyes pop out: a wonderful bit of technique that was used once and then abandoned for no discernible reason, or technique well in advance of its usual dating.Well, such things turn up not infrequently in Danish movies. Nordisk led the world in film technique for the first decade of the 20th Century, until the national industry imploded and moved to Germany. But this short, simple melodrama -- girl loses boy, girl dies of a broken heart -- is possessed of advanced techniques in several fields: restrained acting, careful, beautiful compositions, fine camera movement -- there is one overhead traveling shot that is gorgeous -- even set design: people live in furnished houses, with flowers on the table, not something that shows up in most films for another decade. And this is not a Danish or French film, or even a film directed by D.W. Griffith after he browbeat the bosses at Biograph into giving him some money for sets and costumes -- that would be the following year -- but Spain in 1908! This movie is so good that it is better than the version made by the same studio three years later. As it happened, I saw the 1911 version three days ago and found it rather confusingly cut. This version is clear. See it if you can -- I found it on a tape from Facets of 'Historic Early Spanish Films.' If you're lucky, they'll still have a copy.",
  "Language": "None",
  "Country": "Spain",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "54",
  "imdbID": "tt0000632",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}