{
  "Title": "The Maid of Niagara",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "03 Dec 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Theodore Wharton",
  "Writer": "Pierce Kingsley",
  "Actors": "Irving Cummings, Octavia Handworth, Paul Panzer",
  "Plot": "The film opens with love scenes between Esoomgit, a young warrior of the Iroquois tribe, and Red Doe, a chief's daughter, and one of the most beautiful of the Iroquois tribe. They return to the great camp, and Esoomgit seeks out her father, but he refuses his consent to her marriage with Esoomgit, stating that only a chief should marry his daughter. Great rivalry existed between the Iroquois and the Bison Indians, so when at a meeting of the two tribes Esoomgit excels himself by winning not only the marksmanship competition, but also the riding and swimming contests, it is only natural that he should be proclaimed a chief, and his marriage to Red Doe sanctioned by her father. It was now time for the annual sacrifice to propitiate the Spirit of the Cataract. This ceremony consisted in the selection by lot of one of the most beautiful daughters of the Iroquois and placing her in a canoe to float to death over the falls. The maidens take their seats in a circle. An arrow is shot high in the air. It falls at the feet of Red Doe. Esoomgit is horrified. His bride-to-be is the one selected for the sacrifice. He tries to dissuade her. Her strong sense of honor and duty to her tribe, however, prevails. She enters her canoe and paddles out from the shore. The swift current carries her along. She approaches the great Falls of Niagara. She is soon on the brink and then goes over the edge, engulfed in the great mass of water, to be ultimately washed upon the rocks below, a lifeless corpse. Esoomgit follows down the banks of the river disconsolate, he finally reaches her dead body. His life is spoiled. He wades out in the raging torrent and is quickly sucked under, but he knows he will meet his love in the Happy Hunting Grounds.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZmRmMjBjZGMtYTY0Ni00MmQzLTlmYjAtYWZkODhhMzZkNzljXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001302",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}