{
  "Title": "The Seventh Day",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "26 Aug 1909",
  "Runtime": "8 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "James Kirkwood, Rose King, Gladys Egan",
  "Plot": "Mrs. Herne's social obligations were so impelling as to cause her to neglect her home and her children. So seldom were the two little tots, a boy and a girl, in the company of their mother that they felt an unnatural reserve in her presence. Entreaties and prayers from her husband to give up her mode of living induce her to start an action for divorce, charging incompatibility of temper. This step amazes Herne, but the worst blow is her desire to keep the children, a mother's right. The reasons for her wanting to keep the children are simply pecuniary. Of course, the little ones prefer their papa, having always enjoyed his care, but there's the cold, unsympathetic law to consider. This is the question brought before our modern Solomon when Mr. and Mrs. Herne enter the office of the juror. The law is plain to him, but his judicatory experience has not blunted the humane phase of his nature, so he decides that the children's wishes shall be considered. Therefore he orders that Mrs. Herne shall have the children for seven days, and if at the end of that period she has won their love she may retain them. What a long lonesome week it was for Herne, deprived of his darlings. On the other hand, the poor children are grieving for papa, being left alone with the maid. Mrs. Herne still keeping in the social whirl. However, on the seventh day, the maid meets with an accident, which forces the mother to remain at home and take care of the children. At first the task is most odious, but their cute antics and caressing advances win her heart, and she enters into the sport of their play, so that when the hour appointed for her to meet her husband at the court office arrives, we find her still at play with the babies while her husband waits impatiently with the judge. The court clerk is dispatched to find the reason for her tardiness. He sees, and rushes back to inform the judge. Together they go to Mrs. Herne and the sight that greets them obliterates all thoughts of a separation. Husband's and wife's hearts are drawn together by the tiny hands of the babies.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.1",
  "imdbVotes": "20",
  "imdbID": "tt0001033",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}