{
  "Title": "The Bandit's Wife",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "18 Jun 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "Jim Sweeney, alias Tom Nolan, and his confederate Ralph Harding are much wanted by the sheriffs of several Arizona counties and particularly by the one in which the two are carrying on their latest depredations. A third of $1,000 has been posted for the capture of Sweeney and so persistent has the sheriff been of later that Sweeney finally concludes the neighborhood is becoming alarmingly unhealthy and resolves to move. He and Harding ride to the secluded shack of the Sweeneys where they find the latter's wife. Unbeknownst to Jim, an affair has started between Martha, his wife, and his confederate, Harding, as is made evident in the first scene of the picture. The next scene shows the sheriff and his posse, just recently apprised of a cattle stealing campaign by Sweeney and his pal, leaving to search for the culprits. The trail is discovered, a hot chase follows, but the two elude their pursuers, each going separate ways. Jim, to his shack and Harding to the wilderness of the desert. The latter, left alone with his own thoughts, finally resolves to give up the game and if possible to give Him over to the sheriff, thus making it easy for him to win Martha. The sheriff is, of course, surprised when Harding walks into his office, with the butt end of the revolver he carries offered to him. Then he explains. He desires to turn state's evidence and save himself. He wants to reform. Then he tells the sheriff he will deliver to him the body of Jim Sweeney, dead or alive, for the consideration of $2,000 and his own release. The sheriff agrees and allows him to go with the threat that if he does not make good he will have to suffer the consequences. That afternoon Harding rides cautiously up to the shack, whistles softly and waits for Martha. She appears and he explains his treacherous scheme. She agrees to do as he tells her, and Harding lays out instructions. She must find out from Jim, when the latter is to cross the boundary line and leave a note under a certain tree stump in the grove. That evening Jim rides up, dismounts and enters the house. He tells Martha that he must skip and that he will leave the house at 8 o'clock that evening. Martha loses no time in writing the note of warning, steals out of the house, unaware that Jim, who has been suspicious of her actions, is following stealthily behind her. She secretes the note and hurries back to the shack, while Jim, watching his opportunity, takes the note from under the stump and reads it. Then, he understands. It reads: \"Jim will cross the boundary line at eight. Martha.\" The bandit looks up with a blanched face and trembling hands. Suddenly a mode of revenge presents itself to him and taking a pencil from his pocket he hastily scribbles a postscript: \"He will be dressed in my clothes.\" At five minutes to eight Jim, who has prepared to leave, takes his wife in his arms, then hesitates, asking her, guardedly, if she will go out and make sure the coast is clear. She, unsuspecting the impending tragedy, agrees, throws a shawl over her head and slips out. A moment later, Jim who is waiting expectantly, hears a shot fired, a scream, and with a smile of triumph, turns and walks slowly out of the house. Martha is stretched out on the ground, dead, while Harding with still smoking gun, is bending over her horror-stricken. Sweeney touches him on the shoulder and pulls him to his feet, tears the gun from his hands, and with a smile of evil triumph turns and stalks away. Harding falls over the body of Martha, cursing madly his fate as the picture finishes.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTliNjQ1Y2ItNTg1NS00ODdmLWIzZjYtMTliYzM2OTA5NGE5XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001128",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}