{
  "Title": "The Child Benefactor",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "08 Jan 1910",
  "Runtime": "14 min",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "N/A",
  "Actors": "Svend Bille, Aage Brandt, Gudrun Kjerulf",
  "Plot": "Robert Fielding has in his time seen better days, but his carelessness and bad company made him run through the fortune which was left him by his father. Now he walks the streets in rags, being so reduced to poverty. But no one has any sympathy for him, because he is young, and a strong-looking man, and ought to be able to get his living by working. Fielding comes across a newsboy, and cannot help but admire the little chap, who is busy selling papers and taking in the pennies, and notes how he understands to sell to everyone who comes along. He envies the boy being able to take in money in such an apparently easy way. When the boy is through tor the day, Fielding follows him up. The boy makes his way to an old shed outside the town, where Fielding sees him lie down to rest. For a moment Fielding is tempted to rob the boy of his earnings, but his good nature gets the upper hand, and he walks away in despair. Rather would he end his own life than do any harm to the innocent boy. The boy, having noticed him, gets up, runs after him, and asks him if he is hungry. Fielding has to admit it, of course, and accepts from the boy a few pennies to buy food. But the temptation is too great, and he spends this money for drink. The boy, who has been watching him all the time, enters the public house, and takes away the glass from Fielding, saying: \"Now let's go and have something to eat; I didn't give you money for drink.\" The strong will of the boy seems to influence Fielding, and he realizes suddenly that he must do some work, in order to make a living. He succeeds in finding a situation as porter and he and the boy from now on become very great friends. Fielding works very hard, and they can soon afford to take very nice rooms together and also to go on nice outings on Saturday afternoons. One day Fielding is sweeping in front of his employer's house, when be bears a cry, and looking up he is astonished to see the child of his employer just falling from one of the windows of the house. Fortunately he catches her in his arms, and although the child is unhurt by the fall, the weight coming down on him from such a height causes some slight injuries to Fielding's head and arm. He has to be carried home, and his grateful employer accompanies him to his room, where he hears the whole story of Fielding's and his boy friend's struggles. In appreciation to Fielding for saving his little child from an almost certain death, his employer provides him with ample money to nurse himself quickly back to health, and also obtains such a good position from his employer that he is able to marry a nice girl, and the newsboy lives with them, in a very comfortable home, often receiving thanks from Fielding for saving him from ruin.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOTM3MGVhNGMtYTRhMC00NjJiLThiNjItNWM5NDJmNDZkYWZhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "11",
  "imdbID": "tt0000803",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}