{
  "Title": "The Green-Eyed Monster",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "02 Oct 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "William L. Graylord",
  "Actors": "William West, Edward O'Connor, William Bechtel",
  "Plot": "Two hungry tramps approach the rear of Mrs. Weston's house with the intention of begging for food. They overhear a spirited war of words between Mr. and Mrs. Weston, who appear to be insanely jealous of each other, and when the eavesdropping tramps appear on the threshold they are promptly kicked out. This treatment so angers the tramps that they decide on a plan to get even and procure a square meal too. Accordingly they write an anonymous letter to Mr. Weston telling him of his wife's infatuation for a portrait artist, in whose studio she can be found at twelve o'clock. Mrs. Weston also receives an anonymous letter stating that her husband has an appointment in a dressmaker's establishment at the same hour. The green-eyed monster is so firmly embedded in this loving couple that they take this bait beautifully and are promptly on hand at the places indicated in the letters, with the result that the misinformed couple become entangled in some unexpected complications making them ridiculous and highly amusing to the spectator. Thoroughly disgusted, but still suspicious, they rush for home, where they both meet at the front door and demand to know where the other has been. Still quarreling they enter the house, where they find the kitchen in great disorder, the refrigerator and larder having been robbed of every morsel of food, with the following note from the tramps: \"Sorry to have caused any hard feeling between you but we needed a square meal. Kiss and make up. Weary and Pal. P.S. The pie was sure bum.\" They now see their folly and take the tramps' advice.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002223",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}