{
  "Title": "Pippa Passes; or, the Song of Conscience",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "04 Oct 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Robert Browning, D.W. Griffith, Frank E. Woods",
  "Actors": "Gertrude Robinson, George Nichols, James Kirkwood",
  "Plot": "Our story opens with Pippa awakening in her little room with the morning's light pouring through the window, for the \"day's at the morn; morning's at seven; the hillside's dew-pearled; the lark's on the wing; the snail's on the thorn; God's in His heaven. All's right with the world.\" To-day is a holiday in Asolo, the whir of the spindles of the silk mill is silenced and Pippa, the little silk winder, saunters forth with her lute to brighten life's ordeal with song, little realizing what good she is doing. Her song of peace, \"God's in His heaven. All's right with the world!\" induces faith, hope and charity, faith in God's justice, hope for our welfare, and charity towards mankind. The workman goes to spend his time and earnings at the tavern, neglecting his despairing wife, with their little child, who grieve at home. In the midst of the roistering, Pippa passes, singing her song of peace. The words sink deep into the heart of the workman, and force him to return to his sorrowing wife, with a resolve never to err more. The next episode is that of the marrying of Jules to the Greek model, whom he believes an innocent young girl. Upon learning her true character, Jules would have struck her down, but at that moment Pippa passes, and her song induces him to be charitable and he resolves to save and protect her. Wending her way through the lanes, Pippa approaches the shrub house of Luca, wherein a terrible tragedy is impending. Luca sleeps and his wife, Ottima, is persuading her lover, Sibald, to dispatch him. With upraised dagger, he approaches the couch, and the dagger is about to fall, when Pippa's song is heard. What a transformation. Conscience turns their eyes into their very souls and how black the aspect, \"God's in His heaven. All's right with the world!\" Are we not of the world? How stand we in the sight of God? What ministering angel art thou, who with song has stayed the hand that would have done irreparable wrong?\" Thus has Pippa's song averted a tragedy, Returning to her little room, she retires. \"Day's turn is over, now arrives the night's.\" The golden sunshine fades into silver moonbeams and Pippa sleeps, innocent of the good her peregrinations hare worked.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTRmYmRjMDktODgyMy00ZDRlLWFlZmUtYjE2OTRiNDdlYjk2XkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "130",
  "imdbID": "tt0001001",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}