{
  "Title": "An Actor's Romance",
  "Year": "1913",
  "Rated": "N/A",
  "Released": "20 Nov 1913",
  "Runtime": "11 min",
  "Genre": "Drama, Romance, Short",
  "Director": "Theo Frenkel",
  "Writer": "Roy L. McCardell",
  "Actors": "Al Ernest Garcia, Edith Johnson",
  "Plot": "A hungry thespian, out of employment, reads an advertisement, \"Butler Wanted,\" and concludes to take a chance and get in close touch with some well-filled pantry. He accordingly \"makes up\" responding to the conventional type of butler in person and is accepted without question. The second maid forgets her admirer, the coachman, in her passionate fondness for the new deity in the household, and the cook neglects her steady, the big policeman, is expressing unbounded admiration for the butler. On the night out, the new man has filled out the wrinkles of hunger under his waistcoat, impatiently escapes the attentions of his household inamoratas, and hies to the theater in propria persona. There he is introduced to the daughter of his mistress and is asked to call at the house. This is much to his liking, but a trifle embarrassing, as it keeps him busy \"making up\" for his several identities, keeping on the good side of the stalwart and jealous cook, avoiding discovery by the sharp-eyed maid, and at the same time calling formally upon the daughter of the family he is serving, Versatility being his gift and cleverness his calling, allows him to make all points of the triangle satisfactorily, until one night he encounters a burglar trying to lift the family plate. He valiantly closes with the crook and in the struggle that ensues he pins down the thief, but the latter tears away his wig and disguise, so that the family, rushing alarmedly upon the scene, discover that the butler and the actor are one and the same. The daughter loves him devotedly and declares herself, while mother approves her choice, so they are married. The cook and the maid keep silent and retain their situations and the entire deal is highly satisfactory to the coachman and the policeman, who secretly congratulate their rival and win back their own.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001994",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}