{
  "Title": "The Border Ranger",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "21 Jan 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Arthur Mackley",
  "Plot": "Dan Coughlin, a ranger, comes upon a band of smugglers and succeeds in capturing one of them, a half-breed Mexican, \"Easy\" Joe by name. Joe is taken to headquarters and locked up, while all efforts to wring a confession from him as to the whereabouts of the band's rendezvous have failed. It is not long, however, before the others of the gang make an effort to liberate their pal and send an Indian to spy upon Dan and other members of the troupe. Dan is in love with pretty Molly Parsons, a young woman of the village, the sole support of herself and little sister, a child of seven. \"Cissy,\" the little one, while thoroughly in love with Dan herself, makes life a torment for the big \"sis\" and her beau, by frustrating every attempt of Dan's to make a proposal until the big ranger takes the young lady into hand and locks her in another room long enough to make his proposal and obtain the fair lady's faint \"yes.\" The Indian spy has followed Dan to Molly's home and through the window has seen the little love scenes, after which he hurries away to the rendezvous of the smugglers and informs then what has occurred. Jenkins, the leader of the gang, thinks for a while and finally confides to the others a plan by which they can obtain the release of \"Easy\" Joe. The plan is carried into effect when three of the ruffians kidnap Molly and carry her away to their shack, while the Indian is dispatched with a note, which he slips under the door of the ranger's quarters. The next morning Dan finds the note and in great anxiety mounts his horse and rides away to where he believes Molly is captive. His mission ends disastrously as the watchful smugglers also capture him and drag him away to their shack, where he is brought face to face with Molly to undergo the taunts and curses of the band. Dan, aware that his mission was to be a perilous one, has left a note for the Captain, who, upon reading it, orders his men to saddle and dashes away on the trail of the captive ranger. In the meantime, Molly, who has been under the eye of an old hag, has made her escape, and comes upon the rescue party, whom she directs to the smuggler's shack. Here they burst in upon the band, who, in their mad desire for revenge, have tortured poor Dan until he has fallen under the lashes of the leaden whip. All the smugglers are captured and at the close of the photoplay there is a happy reunion between Dan and his sweetheart.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTNlYjY3NDEtZTA5YS00ZTRlLWI5MWYtMzYxODFhMGQ4NmUwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001512",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}