{
  "Title": "The Impalement",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "30 May 1910",
  "Runtime": "16 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Frank Powell, Florence Barker, Alfred Paget",
  "Plot": "Walter Avery is blessed with a most dutiful and loving wife, whose every endeavor and thought is to make him happy, but he being a man of the world, finds domestic life dull, and his wife's attentions boring. Hence, it is with eagerness that he accepts invitations to the different social functions. Accompanied by his wife, he attends a social gathering and there meets a young dancing girl, society's favorite entertainer. He is immediately obsessed with an infatuation for the girl, and it is evident that his feelings are reciprocated. Mrs. Avery's suspicions are aroused and she accuses him of undue attentions toward the dancer. He, of course, denies her accusations and cajoles her into believing that his thoughts are always only for her. Nevertheless, the time comes when she sees positive proof of his perfidy in a letter to him from the girl inviting him to attend a dinner at her house given in his honor, hoping he will not fail to grace the occasion. When he is about to leave for the dancer's home, Mrs. Avery picks up a bottle of poison, threatening to take her life if he goes. Regarding this threat merely a jealous woman's trick to keep him home, he not only treats it with derision, but pours the contents of the bottle into a goblet, remarking that it would be more convenient to take it that way, and off he goes. When he is gone the true aspect of the situation dawns on her. She realizes for the first time what a despicable wretch he is, and not worth the effort to save him, so she dashes the glass with its contents to the floor. However, the strain of the ordeal through which she has passed proves too much for her, and she falls in a swoon to the floor. Meanwhile, Avery has reached the home of the dancer, and is toasted at his entrance. By strange coincidence, the glass handed to him is identical with the one he handed his wife. He at once becomes conscience-stricken that his wife may have carried out her threat. Rushing back to his home he finds his wife in a swoon, but he thinks her dead. Dead, and he caused it! At this moment he becomes a veritable maniac. Dashing madly out of the house, he re-enters the dancer's home like a fiend. The guests are thrown into a panic as he shrieks, \"I killed my wife! I killed my wife!\" and falls across the table dead, struck down by the relentless avenger of injured virtue.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjkxNjMyMzYtNDI2Yi00ZjE3LTkzZmEtZWY4YTBjYTg2MjgwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.4",
  "imdbVotes": "5",
  "imdbID": "tt0001260",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}