{
  "Title": "Balked at the Altar",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "25 Aug 1908",
  "Runtime": "12 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Mabel Stoughton, Linda Arvidson, George Gebhardt",
  "Plot": "Artemisia Sophia Stebbins was a lovelorn maiden who had delved deep into the mysteries of \"Three Weeks,\" as well as being conversant with the teachings of Laura Jean Libby. Her one hobby was to possess a hubby. Many there were whom she tried to hook, but in vain, for truth to say. Arte was of pulchritude a bit shy. She had the complexion of pale rhubarb and a figure like a wheat sack. Still her motto was \"nil desperandum,\" and she was ever hopeful. One thing in her favor, her father. Obediah Stebbins, avowed his aid. Of the visitors who called at the Stebbins' domicile, Hezekiah Horubeak seemed the most probable to corral, so Artemisia set to work. Hez at first was a trifle recalcitrant, but was soon subdued by Obediah's gun, which we must admit possessed egregious powers of persuasion. The day for the wedding was set, and to the village church there flocked the natives to witness this momentous affair. All was progressing serenely until the all-important question was put to Hezekiah, and instead of answering \"Yea,\" he kicked over the trace and tried to beat it. His escape by way of the door was intercepted, so it happens that the little church is in sore need of a stained glass window, for Hez took a portion of it with him in his haste. Out and over the lawn he gallops with the congregation at his heels, Artemisia Sophia well in the lead. Down from the terrace onto the road they leap and across the meadow until they come to a fence, on the other side of which are two boys shooting crap. Over this hurdle they vault coming plump down on the poor boys, almost crushing the life out of them. Regaining his equilibrium, Hez forges on coming to the very acropolis of the town. The descent therefrom is decidedly precipitous and makes Hez hesitate for a moment, but only a moment, for the howling horde is still in pursuit, so down be goes in leaps and falls to the bottom, followed by a veritable avalanche of human beings. Owing to this mix-up Hez has a chance to distance them a little, and being almost exhausted, he attempts to climb a tree, but too late for the gang is soon upon him, and carry him back to the church where the ceremony is started again, and when he is asked that all-important question he fairly yells, \"Yes, b'gosh!\" Artemisia is now asked the question, and to the amazement of all present she says, \"Not on your county fair tintype,\" and flounces haughtily out of the church, leaving poor Hezekiah in a state of utter collapse, surrounded by sympathizing friends.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BM2RiNjhiN2MtNDY0Ny00OTJhLWI4YTYtYmY5ZTRmNzBhYzllXkEyXkFqcGdeQXVyNzU3NjUzNTc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "178",
  "imdbID": "tt0000641",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}