{
  "Title": "The Coming of Columbus",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "06 May 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Colin Campbell",
  "Writer": "Charles E. Nixon",
  "Actors": "Marshall Stedman, Kathlyn Williams, Charles Clary",
  "Plot": "As is known, Columbus visited nearly every Court in Europe for assistance to carry out his great project. The Selig films introduce him to us in Portugal, where he sought the favor of John II. We see him visit a quaint votive shrine in Portugal accompanied by his son Diego, who is seen leading the lone donkey, which carried their scanty effects. They are on the way to Spain, where the mariner hopes to gain an audience with the good Queen Isabella. We next see the little party at an old mission in Spain, where Columbus stops and explains his plans and theories to the pious fathers. Most of the latter, we can see, are astounded at his views on geography and shake their heads gravely as they ponder. However, he interests Fra Antonio, one of the Queen's confessors, who succeeds in getting him an audience with her Majesty. The meeting takes place in the royal tent on the field of Granada, where at the time, a conflict rages between the royal troops and the Moors. Just as Columbus has won the Queen's ear and he has spread his charts on the table, messengers arrive from the battlefield and announce the surrender of the Moors, putting an end to the interview. Isabella turns Columbus over to the wise men of Salamanca to test his sanity, and one can easily see that they look on him as a mad theorist. But Fra Antonio persuades the Queen to grant Columbus another audience, and we are treated to a splendid Court scene, where Isabella and Ferdinand listen to the great mariner. The Queen offers to sell her jewels to support Columbus on his quest, but she is spared the sacrifice by the generosity of Fernandez, the Court physician, who finances the undertaking. Next we see Columbus made an admiral by King Ferdinand, in presence of the Court, and a great procession of ecclesiastics, a vestal choir, famous dignitaries and other members of the laity as they march past the royal stand. This is one of the most imposing scenes in the three films and forms a fitting close to the first reel. And now the three caravels pass before us in order; first the flagship Santa Maria, next the Pinta and then the Nina. They are first seen anchored in the quiet harbor of Palos, from which they set sail on an epoch-making voyage. We catch a glimpse of Sunday mass on board the Santa Maria as the little vessels plow their ways further into unknown seas. And soon we notice discontent and disaffection among the sailors. The captains of the smaller craft see it and, half in accord with the spirit, try to influence Columbus to turn back to Spain. They visit him again as mutiny flaunts its face, and we see the intrepid Commander quelling the turbulent spirits by his presence and cheering words of hope. Shortly afterwards we see the faces of Columbus and others raised aloft in ecstasy, as the lookout cries, \"Land Ho!\" \"Away to the West,\" he further cries in answer to the Admiral. And then, with hearts full of thankfulness to the Giver of all Good, we see the worn out sailors join with their Commander in offering thanksgiving. Then a bird is caught in the rigging by a sailor, and every eye is strained to catch a glimpse of the shore from which it has flown. Next we view the fleet at anchor and the landing on the island, on the coast of which a body of natives watches the strange white men from the clouds. The standard of Spain is reared on the new soil on which Columbus had first planted the emblem of the cross. The third reel opens with a magnificent scene showing the welcome extended Columbus and his men at the Court of Ferdinand and Isabella. It is one fully befitting the occasion, and fairly flashes with royal and courtly splendor. In the midst of the great assemblage, where even stoical grandees applaud the success of Columbus, he is knighted by King Ferdinand. A fine interior scene is devoted to the \"egg\" incident. We see the insulting courtier, who had tried to belittle the feat of Columbus, humbled by the simple problem of standing an egg on end. This scene is artistically posed and is worthy of being ranked with a great painting. The third voyage is undertaken by Columbus and we see him mourning over the destruction of his colony, La Navidad. Insolent and avaricious Spanish nobles had wrought the ruin, and already they had planned the ruin of the Great Discoverer. While he is endeavoring to rebuild the colony and the fortunes of the natives who love him, Francisco de Boabdilla arrives to take him back in chains to Spain. As the arrest is being made the following proclamation is read: \"Whereas, one Christoper Columbus, governor of the Antilles, has been found guilty of malfeasance in office and has not accounted for much gold promised the Crown, the Commissioner of the Crown, Boabdilla, will cause his arrest and conduct him to Spain for trial. Ferdinand.\" We see the natives determined to set Columbus free; but we also see him dissuading them from their purpose. Then our blood boils as we watch them riveting the cruel chains on his ankles, and witness the further shame of Spain as he sails away, bound and alone, in the vessel's hold. The final sub-title in the third reel, \"Sic transit Gloria virum,\" is scarcely fitting in this case. True, the honors heaped on a man by the world may pass away, but the glory of great deeds performed by him for the human race cannot pass away. The glory of Columbus is greater now than ever before. While cheated of his right to have the great continent, discovered by him, named after him, the story of his life is known to all, while one is obliged to refer to an encyclopedia for information about Amerigo.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYjRiNDg1YzAtZDA4OS00Mzg5LThmMTQtZThlMTA5MDhjNjZmXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002111",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}