{
  "Title": "The Roue's Heart",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "08 Mar 1909",
  "Runtime": "8 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Harry Solter, Marion Leonard, Linda Arvidson",
  "Plot": "Mons. Flamant, a typical roué of the French nobility, is surrounded by all the pleasures and pastimes his fabulous wealth can procure, but still at times he suffers extreme weariness and disgust for the toadying sycophants about him, so in quest of diversion he visits the art rooms, just as a young girl enters with a magnificent piece of sculpture and places it on sale. The roué is so impressed with the work and the girl that he purchases it at once and follows her to the atelier, where he learns that she is the maid of the sculptress, whom he sees and at once falls passionately in love with her as only a man of his type can, but when he learns that she is totally blind, his feelings change to one of deepest pity, which is, we know, the kindling of pure love. He arranges with her to sit for a bust of himself and when it is finished he declares his love for her but she realizes her condition and rejects it, although she has by intuition come to love him deeply. As he leaves the studio crestfallen she sinks down and for the first time feels the enormity of her affliction, sobbing she cries: \"Oh! God, how I love him, and yet it must not be.\" A little child model, who is employed by the sculptress, hears this and trips from the place and makes her way to the roué's palace, where she tells him the empyrean truth. Taking up the little one in his arms he rushes back to the studio to set aside the sculptress' compunction and claim her as his own.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001023",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}