{
  "Title": "The Pony Express Rider",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "17 Sep 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, John B. O'Brien, Clara Williams",
  "Plot": "\"Pony\" O'Brien, or Number 3 of the relay between two desert-bound western cities, draws his horse before his sweetheart's house and lingers somewhat longer with his packet of mail as he tells her the good news of a raise in salary which means they will soon be ready to marry. The girl is delighted and her father, coming on the scene, congratulates them and gives them his blessing. \"Pony\" is hardly on his way again when Jim Allison, a puncher employed by Holmes, the girl's father, approaches Mary and hesitatingly asks her to marry him. At the girl's refusal and her confession that she is already engaged, Allison turns angrily on his heel, fully resolved to leave the ranch. He looks up the old man and tells him his intentions. Holmes coolly hands him his pay and asks for no explanation. Allison, he believes, is not trustworthy, and his going is good riddance. Some time later Allison is stopped by two highwaymen, ordered to dismount and is dragged off by them through a winding, rocky defile which ends abruptly in a small cavern. Entering the cavern, Allison makes out in the uncertain light the vague figures of a half dozen men who spring to their feet and draw their revolvers. The appearance of the other two, however, puts them at ease, and their attitude of defense gives way to curiosity. Allison soon learns that the leader of the gang is \"Red\" Patterson, a bandit, whose name is the terror of every household in the vicinity. Batterson asks him to choose between death and loyalty to the gang, and Allison chooses the latter. The next day the bandit puts him to test by ordering him to \"get\" \"Pony\" O'Brien, the express rider. Allison mounts his horse and rides away, fixing his destination at the post station where he knows \"Pony\" will make his start on the long ride through the mountains. \"Pony\" is soon seen to mount his horse, while Allison watches and sets out cautiously on his trail. At a lonely place in the mountains he overtakes the rider, orders him from his horse and viciously knocks him senseless with the butt of his pistol. A second later, with the express rider's bag, he mounts his horse and tears down the trail to the rendezvous of the bandits. Batterson is pleased with the success of his new recruit, but is doubly surprised when this latter, opening the flap of the mail bag, sees something which causes him to suddenly change his purpose. Quick as a flash he draws his revolver and with the surprised crowd covered he backs out of the den, leaps on his horse and rides away. He finds the rider still unconscious by the side of the road, and hurrying off through the bushes brings back his hat full of water, which soon revives him. \"Pony\" mechanically feels for his gun, but the other man waves it back. \"I want that picture of Mary,\" he says, indicating the photo of Mary, pasted inside the rider's bag flap. Then he goes on to explain his love for the girl, his rejection by her and his short career as a bandit He don't want to go bad; he wants the picture of Mary to keep him straight. \"Pony\" gives him the picture, stretches out his hand, and then the two part.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001365",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}