{
  "Title": "Washington Under the American Flag",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "03 Jul 1909",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "J. Stuart Blackton",
  "Writer": "Charles Kent",
  "Actors": "Joseph Kilgour, William Humphrey, Charles Kent",
  "Plot": "Passing over the intervening years between Washington's marriage in 1759 we come to the meeting of a General Congress, at Philadelphia, where the foundations were laid for our mighty nation. Congress assembled in Carpenter's Hall, where Patrick Henry made his famous speech, the keynote of American independence. The spirit of revolt against English oppression was growing in America, while in England the belief was that the appearance of an English army would surely subdue the Colonists. Washington offered to accept the command of an army should occasion require it. Further and more stringent measures were adopted in Parliament and preparations for hostilities began at once. Military stores at Concord were destroyed, the battle of Lexington soon followed and by this time thoroughly aroused countrymen from all quarters hastened to Boston, the center of operations. This time Congress was in session at Philadelphia and Washington was there unanimously chosen General Commander of the Continental army. He set out at once from Philadelphia, arriving at Cambridge July 3, 1775, where he assumed command of the army. The battle of Bunker Hill meanwhile had been fought and thus proved to the British that their foe was more formidable than anticipated, their loss amounting to four times as many as that of the Colonists. Upon assuming command, Washington hastened to improve the weak points of the Colonies and as the terms of enlistment of his soldiers expired, Washington found his forces greatly depleted. The British, hoping quickly to subdue the Colonists, secured the Hessians to assist. They landed in the southern part of the country, whereupon Washington evacuated Boston and, engaging the enemy at various points on the march, crossed the Delaware in a blinding snowstorm, surprised the Hessians, under Rahl, and put them to rout. The whole Colonial force at this time was approximately five thousand men and, under promises of increased pay and bounties, these were kept together and new recruits added. Omitting the incidents during the intervening time, we find Washington at Valley Forge where he applied himself to forming new plans and cisterns for the army. In a short time the raw recruits were developed into efficient soldiers, the stress of war was shifted to the south, Cornwallis brought his forces from North Carolina into Virginia. Washington concentrated his forces and, aided by the French ships in the mouth of the York River, succeeded in penning up Cornwallis and plans were laid for dealing a decisive blow. The memorable siege of Yorktown was begun and finally ended by the surrender of the British General. After eight years of war a treaty of peace was signed at Paris and the United States became free and independent, the army was discharged, Washington delivered his commission to Congress and retired to private life. Still he watched with solicitude the formation of a government and as a unanimous sentiment pronounced him the people's choice, he reluctantly accepted the office of President. The oath was administered by the Chancellor of the State of New York. Washington at once set about to properly organize the new government, the success of which is a matter of history. Upon the expiration of his second term. Washington retired to domestic life at Mount Vernon. The closing scene pictures Washington at Mount Vernon directing servants in the fields and with his wife holding an informal reception. \"The fame of Washington stands apart from every other in history. His name by all revered forms a universal tie of brotherhood.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001087",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}