{
  "Title": "Money Mad",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "04 Dec 1908",
  "Runtime": "11 min",
  "Genre": "Short, Crime, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Charles Inslee, Harry Solter, George Gebhardt",
  "Plot": "The central figure is an old miser, who in parsimonionsness is a Harpahon. And, like Fosene, boarded his money in a secret cellar, where he met his death. We first find him begging on the. street, a young girl passes and drops her purse, which the miser picks up. When she returns to regain it he knocks her insensible and makes off. Finding a generous roll of notes in the purse, he goes to the bank to have them exchanged for gold coin. A couple of thugs witness the transaction and are at once infected by the money fever. They follow the miser to his home, the cellar, and while he sleeps they break in and are securing the money when he awakes. They pounce upon him and he is made to pay the penalty of his greed with his life. The thugs go to their own squalid hovel, which is presided over by an old hag. She is sent from the room and they divide the spoils. While the division is equal, each is invidious of the other's share. They retire, both possessed of the same thought, one waiting for the other to fall asleep. One lies with a pistol in hand; the other with a dagger. At length one gets up to stab the other, but receives a bullet in his breast. With a mighty effort he plunges the dagger into the heart of his adversary and both fall over dead. The shot brings in the old hag, who, finding them both dead, seizes their loot and in a frenzy pours it out upon the table. In doing so she knocks the lighted candle to the floor, which ignites the litter of straw and rubbish and the place is soon in flames, incinerating the three. A holocaust upon the altar of Mammon.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTM0YjI2YTctYWJjNi00Y2UwLThjZWQtMTIzNDc4M2NiMGMyXkEyXkFqcGdeQXVyNTcwNjUwNzk@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.9",
  "imdbVotes": "131",
  "imdbID": "tt0000728",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}