{
  "Title": "A Western Girl's Sacrifice",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "02 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Arthur Mackley",
  "Plot": "Young Harry Farman and Eloise Wendell are engaged to be married. Harry is a wealthy young fellow and Eloise is a society girl, and both find pleasure in their clubs and other such luxuries that the city affords the fashionable, wealthy set. Eloise, who has rode a hobby of philanthropy is engaged with her club and other clubs, who are holding a tag day, the funds to go to the children of the poor. Eloise, with another friend, invades a saloon in a fashionable hotel, and are invited to have a drink by two men seated at a table. Eloise, in fun, lifts the glass to her lips when Farman enters. The match is broken off and the next day Farman, with a friend, goes west. Here he employs his time in painting until an accident detains him. He is crushed under a fallen tree and carried to the cabin of the woodcutter, is tenderly cared for by the woodcutter's daughter. During his convalescence he becomes smitten by the rugged beauty and faithfulness of the girl and asks her to marry him. She consents and a few weeks later they are married. Months pass and as time flies by Farman thinks of the other girl and secretly longs for her. Eloise, in the meantime, has learned of the accident which has befallen Harry and of his whereabouts. She goes to him. Katherine, Farman's wife, finds them together and realizing she cannot win back her husband's love, takes her life, begging Eloise to marry her husband.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001970",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}