{
  "Title": "Aida",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "05 May 1911",
  "Runtime": "N/A",
  "Genre": "Short, Music",
  "Director": "Oscar Apfel, J. Searle Dawley",
  "Writer": "N/A",
  "Actors": "Mary Fuller, Marc McDermott, Nancy Avril",
  "Plot": "Aida, daughter of the King of Ethiopia, having fallen a prisoner into the hands of the Egyptians, is given as a slave by their king to his daughter Amneris who, captivated by the grace and beauty of the unknown maid, takes her into favor. Radames, a young captain of the king's guards, loved by Amneris, suspecting a rival in her slave, swears to be avenged. Meanwhile war is again declared between Egypt and Ethiopia and Radames, appointed leader of the army by the High Priest of Isis, is invested with the sacred arms and departs to fight the Ethiopians who, headed by their king, have invaded Egypt. Radames defeats them and returns victorious, followed by the prisoners, among whom is the king himself, disguised as an officer. Through the intercession of Radames the prisoners are set free, with the exception of the king who, being recognized as Aida's father, is detained with her. As a reward for his great services Radames is given the hand of the Princess Amneris. The Ethiopian king in his captivity, having noticed the mutual affection existing between Radames and Aida and finding that they have a secret meeting place near the Temple of Isis, forces Aida to obtain from Radames the plan by which the Egyptians are to attack the Ethiopians. Radames incautiously reveals the plans to Aida, but is overheard by Amneris and the High Priest, who are in the temple and who suddenly appear and accuse Radames of treason. He is brought to judgment and condemned to be buried alive, but is visited by Amneris, who offers him pardon from the king if he will renounce Aida forever. He refuses and goes bravely to death. He enters the tomb and as the stone is being slowly lowered, he discovers Aida by his side. She had entered the tomb and has come to prove the depth of her love by sharing his fate.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzNiODllYTgtY2JmNi00Zjg1LWFiMjEtM2YyNDc0ODk5ZTkyXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001474",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}