{
  "Title": "Judgment",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "27 Nov 1909",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Pete Morrison",
  "Plot": "The scene takes place on a Western ranch in Wyoming. Jim Flanders, a wealthy ranchman, has a beautiful daughter, Alice, who is loved by Tom Ripley, the foreman of the ranch. The match is objected to by Flanders, who desires his daughter to wed a more cultured and refined man. Ripley is so persistent, however, that Flanders discharges him from his services and orders him to leave the ranch. Robert Gray, an Easterner, and the type of a man, presumably, that Flanders prefers for a son-in-law, is sojourning at the ranch and appears to be desperately in love with Alice. Alice, however, sees through the veneer and Eastern polish of his makeup, and will have nothing to do with him. A climax comes one day shortly after when Ripley again visits the girl and is ordered away by Flanders. A bitter quarrel ensues in which Ripley draws his gun, but he is saved from shooting the ranchman by the timely interference of the other cowboys. Ripley leaves quietly but makes threats which Flanders and a number of cowboys overhear. In a quarrel with one of his employees, Pete, a half-breed, Flanders is shot in the back and Gray, arriving on the scene threatens to expose the Mexican, unless he complies to a certain plan, by which he thinks he can dispose of Ripley and win Alice. The revolver which the half-breed used in shooting his employer is slipped into Ripley's holster and his own removed therefrom. Then an alarm is turned in and a few minutes later Ripley is dragged from his shack and accused of the murder. Evidence is only too strong and speedy Western justice is soon served. Ripley is lynched and Gray finds an open road to the girl's hand. There is a stronger law sometimes than that which is meted out by human hands. \"Remorse,\" that haunting, phantom thing that drives the criminal inevitably to his death, no matter how innocent he may appear in the eyes of the world. Gray wins Alice's consent to marry him, but as he slips on the engagement ring the girl's form melts and in his deluded mind he imagines Ripley is standing in front of him, an accusing finger pointed at him. Gray, uttering a shriek, staggers back, and flees, leaving the astonished girl staring after him. He seeks the solitude of the wilds of a rocky canyon, but the form of Ripley continues to haunt him. A circling eagle high up on the cliff, screams mockingly at him, while the roaring mountain torrent hurls accusations at him. He wends his way with difficulty up the face of the cliff and drops in a heap on the top. Pete, the half-breed, finds him there an hour later. Gray rises and grapples with him. The astonished half-breed struggles, but the superhuman strength of the deluded man crushes all resistance, and a moment later the two totter over the brink to their death on the rocks a thousand feet below. The picture ends here. Judgment, swift and sure, meted out by the hand of unrelenting fate, has balanced the debt.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000925",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}