{
  "Title": "Her Wedding Ring",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "14 Oct 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Romance, Short",
  "Director": "Bannister Merwin",
  "Writer": "Bannister Merwin",
  "Actors": "William West, Alice Weeks, Charles Ogle",
  "Plot": "Lulu, the daughter of an old miner, is much annoyed by the advances of Wild Dick, a dissolute gambler, who, in spite of her indignation, persists in his unwelcome attentions. One day she finds her father lying unconscious, having had a paralytic stroke at the mine. Unable to carry him alone, she is forced to accept the assistance of Dick, who has followed her, in getting him to the cabin. Her father not showing any signs of recovery, she asks Dick to go for a doctor. This he refuses to do, saying that it is useless. She attempts to go herself, but he prevents her and she sinks down beside her father. Here Dick makes her a proposition. He will go for help if she will promise to marry him. This she indignantly refuses to do, but fearing her father will surely die if he doesn't receive medical aid, she finally consents. Dick makes her swear it upon the Bible. He gallops away and returns with the doctor, who, after a short examination, pronounces her father dead. Dick recalls her oath and makes her keep her promise to marry him. But Dick remains the same worthless character, drinking and gambling, and is really brutal to Lulu. One day a party of Lulu's friends from the east arrive, among them a young man who falls violently in love with her. Dick has returned home unknown to Lulu, when he sees her and Tom coming up the path. He conceals himself and overhears the young man declare his love to her. He is about to shoot them when he hears Lulu dismissing Tom. Her lot is not a happy one, but she will remain faithful to her marriage vow. Dick realizes the sterling worth of his wife and resolves to make himself worthy of her and win her love. To this end he gives up drinking and gambling and goes to work in the old mine. Lulu notes the change in him and through his kind attentions is drawn to him. But Dick feels unworthy and thinking he can never win her, becomes discouraged. One day he strikes gold at the mine in great quantities, and telling Lulu of her good fortune, tells her now that she is provided for, he will set her free, but this last sacrifice completely wins her and she tells him she wants him to stay.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001665",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}