{
  "Title": "The Man in the Box",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "19 Jun 1908",
  "Runtime": "N/A",
  "Genre": "Short, Crime, Drama",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "Edward Dillon, D.W. Griffith, George Gebhardt",
  "Plot": "A poorly compensated bank clerk is, we may say, to that trying position of \"Tantalus\" in sight of tons of money but not a dollar of his own. This became more torturing as time went on, until at last, when the bank was arranging to ship a large quantity of cash to the West to relieve the recent money stringency, he made up his mind to heed the solicitude of that specter which had haunted him. Listening to the instructions given to the bank's messenger as to the shipment of the funds, he hustles off to a gang of crooks in whose company he had fallen. He tells of the proposed shipment, what express, what time and where to. They are not long in devising a plan, and a most clever one at that. A large coffin box is procured and one of the parties is to be fastened in it in such a way that he can release himself at the proper time. This is to be shipped on the same train and to the same place as the funds, the others of the gang to go as passengers. Next a man is selected to go into the box. This is done by drawing from a pack of cards; the one getting the Ace of Spades is elected. By fatal fortuity it falls to the bank clerk. In he goes and is shipped off. The coffin box and the express strong box containing the funds are now seen reposing in the express room of a lonely Western station. It is past midnight and the last train has gone through. The station agent, making himself secure for the night, so he thinks, starts to eat his lunch in the next room. Slowly and noiselessly the top of the coffin box raises and out comes the man. With pistol in hand, he stealthily approaches the agent from behind. His first intention is to shoot, but, no, this would arouse the village. A blow on the head with the butt of the gun brings the agent to the door like a log. The door is locked. From the agent's pocket he gets the key, opens the door and signals to the crooks who are in waiting. They enter and at once start to break open the box by drilling and blasting the cover. Meanwhile, the agent, who was only stunned by the blow, crawls to his telegraph instrument and sends out a help signal. A terrific explosion and the iron box is opened, but, as they are taking out the coveted cash, they are surprised by the arrival of the railroad men, overpowered and taken into custody.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTI1NTQ5NDcxN15BMl5BanBnXkFtZTYwNjQyMTQ5._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "5",
  "imdbID": "tt0000721",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}