{
  "Title": "Cleopatra",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "11 May 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama, History",
  "Director": "Henri Andréani, Ferdinand Zecca",
  "Writer": "William Shakespeare",
  "Actors": "Madeleine Roch, Jeanne Bérangère, Stacia Napierkowska",
  "Plot": "The opening scene in Cleopatra's court. The beautiful and imperious sovereign is in the act of declaring to her courtiers her intention of penetrating into the camp of Mark Antony, the conqueror of her land. The next picture shows her in most gorgeous robes, floating down on the Nile in a galley with silver oars and silken sails. Little wonder that the vision of this beautiful woman should dazzle the rough soldier. Octavius Caesar and Octavia, Antony's wife, bitterly reproach him for his desertion, but the infatuated conqueror, enraged at their daring to dictate to him, banishes them both for their interference. Next we see a feast in progress at the Palace of Tarsus, Cleopatra's home. Such magnificence and brilliancy is hardly conceivable at this distant date. In the midst of all feasting and gaiety, a messenger arrives from Octavius Caesar, who has declared war against Mark Antony. The latter realizing that the time for pleasure is now at an end, hastens to gather together his forces, while Cleopatra, knowing Octavius to be her bitter enemy, encourages Antony to meet him on the battlefield and speeds him on his way. Moody and pensive in the extreme, we find Cleopatra in the next view, for the absence of Antony has been long indeed. Her pensiveness is turned to despair, however, as a messenger arrives bearing the evil tidings of the defeat of Mark Antony and the rapid approach of Octavius Caesar. So grieved and enraged is the beautiful Egyptian that even the innocent herald of the bad news becomes hateful to her and she orders a poisoned drink to be prepared for him. Eagerly the unfortunate youth takes the goblet form the servant's hand and drains it to its dregs, and in a second he is writhing at the feet of the queen. The defeated and humiliated Antony soon returns to Egypt a prisoner of war, and with a heartbroken moan kills himself at Cleopatra's feet. The latter, not wishing to grace the triumph of Octavius Caesar, willingly dies by the bite of an asp brought to her in a basket of figs. When Caesar and his train force their way into the queen's apartments great indeed is their surprise and sorrow to behold only the lifeless body of the beautiful Egyptian, who preferred death to humiliation.",
  "Language": "None, French",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.5",
  "imdbVotes": "15",
  "imdbID": "tt0001117",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}