{
  "Title": "Rip Meeting the Dwarf",
  "Year": "1896",
  "Rated": "Not Rated",
  "Released": "01 Sep 1896",
  "Runtime": "1 min",
  "Genre": "Short, Fantasy",
  "Director": "William K.L. Dickson",
  "Writer": "Washington Irving",
  "Actors": "Joseph Jefferson",
  "Plot": "Because many films of the time often consisted of babies eating breakfast, blacksmiths at work or people playing cards, to have a film with a narrative was pretty much unheard of. So when W. K. L. Dickson attempted to create what I believe to be the very first adaptation of the Rip van Winkle story, it certainly felt new and different at the time. Unfortunately, the multi-scene film didn't yet exist at this point and instead of turning out one movie, they had to make eight, and if you read each title you'll know what happens in every one. \"Rip Meeting the Dwarf\" is number two in the serial, following \"Rip's Toast\" and preceding \"Exit of Rip and the Dwarf\". Except the dwarf here is really just a full-grown man hunching over on the ground with a huge beard. In this brief second installment to the series, Rip takes the keg off the shoulders of this \"dwarf\", sets it down, and the two begin an unheard discussion.Like I've said previously, you really can't look at each individual segment and judge them because so little happens that you have to put them together to get the narrative. Even so, the whole serial wouldn't really interest anyone today except for people like me who are interested in the development of the story film.",
  "Language": "None",
  "Country": "United States",
  "Awards": "1 win",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjJhZjUzODMtZjg4ZS00OTQ3LWFhYjctYzYxZDM5OGNmZWFlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzg5OTk2OA@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.5",
  "imdbVotes": "532",
  "imdbID": "tt0000109",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}