{
  "Title": "Lost in the Jungle",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "26 Oct 1911",
  "Runtime": "16 min",
  "Genre": "Action, Adventure, Drama",
  "Director": "Otis Turner",
  "Writer": "Otto Breitkreutz, William V. Mong",
  "Actors": "Kathlyn Williams, William V. Mong, Frank Weed",
  "Plot": "Jan Kruga and his daughter Meta live on a farm in the Transvaal. The nearest neighbor, Sir John Morgan, lives 20 miles away, and it is only on rare intervals that she ever goes even that far away from her isolated home. Toddles, a work elephant on her father's farm, is her only pet and in the first part of our story we see her befriend him from a cruel keeper. Hans, a neighboring Boer farmer calls and asks for Meta's hand in marriage. The girl is ordered by her father to accept Hans' attentions. She has been taught to obey and when Hans gives her a love offering, a huge necklace of beads, she meekly offers her cheek for the betrothal kiss. Sir John's nephew, Hirshal, comes for a visit from England and Sir John brings him for a friendly call on the Krugas. Meta's heart awakens at the sight of the handsome, young Englishman, and she returns Hans's necklace. The father, however, orders her to marry Hans, or never darken his door again. Meta refuses, and is driven away by the heartless, old man. She starts for Sir John's house on foot, is lost in the jungle, and attacked by a leopard. She defends herself with a large hunting knife and though badly lacerated gets away. In this condition she is found by her pet, Toddles, who has taken French leave of the farm after a severe beating. How the half-dead girl is carried back to her home by the elephant, the father's change of heart, and Hans' dismissal we prefer to leave untold.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMmQ3Mjg2NmUtZmVkNi00MjZjLTlmMTAtNDFhMmRmY2VjMjZjXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "26",
  "imdbID": "tt0001747",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}