{
  "Title": "The Ranger's Bride",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "09 Apr 1910",
  "Runtime": "N/A",
  "Genre": "Comedy, Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Joseph Smith, Fred Church",
  "Plot": "The story concerns Bill Dunham, a droll cow-puncher, who finds that home without a wife may have its advantages, \"but durned few,\" and a good woman who can sew on buttons and make flapjacks is worth more than much silver and gold and the liberties of single blessedness. Opportunity knocks at Bill's door. Indeed, it comes in the form, almost, of a veritable slap in the face, a flagrant dare, an invitation as a guest of honor at Dame Opportunity's table, and it comes at the psychological moment when Bill is struggling with a shirt that needs mending and in the form of an advertisement in the \"Mustang Bugle\" to the effect that \"a lone spinster, with a large fortune, who can cook and sew, desires a husband.\" So Bill writes a letter to the spinster stating that he will be her tootsum henceforth and forever more, with instructions how to reach the village of Mustang. Bill's secret, however, becomes public property when the boys, his pals, follow him to the mail box and get the letter. It is a revelation and a surprise to think that their Bill would make a matrimonial venture. No! No! Something must be done to prevent the marriage. There is much scheming among them before the day the spinster is, or was, due to arrive, and in the meantime the boys have hatched up a good scheme. Bill arises early on the day of his wedding, makes a grand toilet, dons a \"biled\" shirt and enlists the help of the boys in getting into a white collar. In the meantime two of the boys have rigged out, one as a woman and the other as a clergyman, with female and clerical garb, respectively. At last the stage is due and the spinster and clergyman ride down to meet it. The two are loaded into the stage and the other boys return to get the groom. Bill is reluctant about parting with his gun, but who ever heard or wearing artillery to a wedding? However, it is impossible to persuade him to part with his chaps, and it is an amazing spectacle he presents, togged out in an outrageous costume, half dress suit and half cowboy costume! In the end he meets the spinster, an affectionate creature with a face like a hatchet. Bill is paralyzed when he sees her, and when the parson steps forth to officiate, Bill breaks loose from the boys and runs down the road, wildly shouting for help, with the boys, the spinster and the parson in pursuit. After a comical chase, Bill, whose short legs and heavy body will not permit him to cover much ground, is overhauled and forced to marry the spinster. But when he is left alone with the damsel something about the makeup of the latter arouses his suspicions, and jerking off his pal's wig the revelation is complete. At first inclined to fight, he is soon pacified, and laughs at the joke, happy to think that it is a joke. In the end Bill is completely cured of \"that lovin' feelin'\" and resolves that single blessedness with its many disadvantages is better than taking a hand in the game of matrimony.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjQ1Y2NlNjUtMTkwMi00NWJhLTgwNzYtNGFjNTRiNGNkM2ZlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001376",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}