{
  "Title": "L'affaire Dreyfus",
  "Year": "1899",
  "Rated": "N/A",
  "Released": "04 Nov 1899",
  "Runtime": "13 min",
  "Genre": "Short, Biography, Drama",
  "Director": "Georges Méliès",
  "Writer": "Georges Méliès",
  "Actors": "Georges Méliès",
  "Plot": "In a series of short docu-drama episodes, director Georges Méliès portrays the events of the Dreyfus affair political scandal which lasted from 1894-1906. First, Captain Alfred Dreyfus is accused of treason to France when his hand-writing is discovered to match that of the Bordereau. Sent to Devil's Island, the unfortunate officer spends his time within the Palisade outside his prison, until he's put in leg irons due to innuendo published by an anti-Dreyfusard newspaper. Around the same time, Major Hubert-Joseph Henry, who admitted forging evidence against Dreyfus, commits suicide in prison by the means of a razor concealed in his luggage. Because of this, it is now decided Dreyfus must be tried again in Rennes, where he is reunited with his wife during his imprisonment. Then, several weeks before the trial, the defense attorney Fernand Labori is attacked by an anonymous anti-Dreyfusard attacker who was never identified. Thankfully, he survives in time to present his case. Finally, since the anti-Dreyfusard claims are still at work, the second trial again results in condemnation; and because the eleven-part serial was made seven years before acquittal, the director never managed to entirely depict the entire story. A lot is left to be desired after the final installment ends.",
  "Language": "None",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMDRhNjMwZmUtNGUzOS00YmMwLTk4NjgtYjczNjkyYTU0MDU4XkEyXkFqcGdeQXVyNzUyMjQ3NTQ@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.9",
  "imdbVotes": "680",
  "imdbID": "tt0000218",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}