{
  "Title": "The Count and the Cowboys",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "07 Jan 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western, Comedy",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Victor Potel, Augustus Carney, Arthur Mackley",
  "Plot": "Count Alphonse Louis Francis Castelene makes his appearance in the little town of Rawhide, via the stagecoach, and presents the proprietor of the tavern with a letter of introduction from this latter's friend in the east. The note reads: \"Friend Mackley, This will introduce you to Count Castelene, who comes to your town to look over mining properties. Show him what favors you can. Your friend, Jack Dupont.\" The Count looks the part. He is tall and lanky, clothed immaculately in the latest Parisian mode and style, and proved immediately a source of great wonder to the gaping cowboys who help him and his baggage from the coach. The Count presents his letter to the tavern keeper, who sees great possibilities for the name and fame of his tavern in harboring a real nobleman. Consequently the Count is given the freedom of the city and told to make himself at home. It is not long after the Count has fairly established himself at the tavern, surrounded by cowpunchers, that some altercations arises during which one of the cowboys draws a gun. The Count remonstrates with the cowboy and gives an illustration of how the French fight duels. \"Stump\" Carney, the mascot of the crowd of punchers, in the meantime has entered the Count's chamber, attired himself with the Count's long coat, high hat and muff and appeared upon the scene with a challenge for the Count. Stump is anxious to fight a duel, but his informality of procedure is discountenanced by the Count, who begs to tender, through a second, a uniform standards, real code of honor challenge to combat. The challenge is tendered and the answer reads thusly: \"Bein' the challenged party I choose guns, but as I have six duels ahead of your'n, you will be the seventh that I kill tomorrow. Signed, Alkali Two Broncho Bustin' Pete.\" The morning of the duel arrives and with his seconds the Count repairs to the field to witness first the encounter between Alkali and the sic other duelists. Of course this part of the program had, with great care, been previously arranged, and the Count watches with ever-increasing awe as Alkali renders his six combatants hors de combat. This is too much for the Count, who, having no desire to throw away his life, turns and runs with great haste down the road to catch the stage which is just leaving the tavern. The cowboys, who have enjoyed the sport, watch after him, holding their sides with laughter. Perched on the rear of the stage, the Count thanks Heaven for sparing his life and makes a solemn vow that he will never again explain French dueling to western cowboys.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNWM4ZDhkZmItNTc0Ny00NTExLWIyZjAtOWU2Y2JhYTkwMWE5XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001556",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}