{
  "Title": "Teaching Dad to Like Her",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "20 Mar 1911",
  "Runtime": "17 min",
  "Genre": "Comedy, Short, Romance",
  "Director": "D.W. Griffith",
  "Writer": "Emmett C. Hall",
  "Actors": "Joseph Graybill, Dell Henderson, Vivian Prescott",
  "Plot": "Harry is infatuated with Dolly, and knowing well that a marriage with anyone without Dad's consent would jeopardize his chances of the future with him, proposes to Dolly with the understanding that he first gain the governor's sanction to their union. Dad stoutly refuses, considering the mere fact of her being a chorus girl. The boy hits upon a scheme to win his father's consent which seems good to both of the lovers. The plan is to have Dad meet Dolly and become impressed with her. The boy induces Dad to take a stroll through the grounds around their mansion and Dolly is to happen by as if by accident. All goes as it was programmed and the boy leaves Dolly and Dad together. Dad at first refuses to even speak to or look at the girl, but the more he sees of her the weaker his determination. The boy all this time is in hiding hoping that Dad will like Dolly. But Dolly, when he sees her as she leaves, is not very encouraging in her information as to Dad's conduct, which discouragement is emphasized by Dad's positive refusal to talk on the matter. The boy, however, notices that Dad takes on quite a different air; he is quite gay and debonair in both dress and manners. On the other hand, Dolly is less effusive and seems to have other engagements. He asks himself has she another suitor, if so, who? He discourages this thought, with a reasoning that her actions may be affected to urge him on, so he in defiance to his Dad goes and buys the ring. His one bothersome question is, \"Does Dad like her?\" He soon finds the answer, for he calls on Dolly to find that Dad like Dolly and Dolly likes Dad unusually, so much so that the cards will be out in a few days announcing the nuptials of Dad and Dolly.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOWRmODdlYWEtNDRkMi00OTU0LTlhMjgtODMxZDY4YTRhNzU1XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001917",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}