{
  "Title": "The Deception",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "22 Mar 1909",
  "Runtime": "7 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "N/A",
  "Actors": "Barry O'Moore, Florence Lawrence, Harry Solter",
  "Plot": "Of all the agonies of life, that which is most harrowing is the conviction that we have been deceived where we placed all the trust of love, and this is most apparent to Harry Colton, a young artist in the action of his wife, Mabel. It has been an arduous struggle for fame with poor Harry and when poverty's wolf is howling at their threshold he resolves to go out and seek employment which may not be as congenial as art, but will prove decidedly more remunerative. But his wife will not allow it. She pleads with him to hope on, work at his painting while she goes to seek a position as teacher of piano at the Conservatory, His ambitious spirit is compelling and he allows her to go. Piano lessons, indeed. The brave girl gets a job in the laundry at the washtubs. However, she has grit and with her first day's pay, one dollar, she drags her sore body homeward, stopping on the way to buy a few provisions. Dauntless, she goes the next day to give \"piano lessons\" at the washboard, and while away an art collector calls on Colton and purchases his masterpiece tor a goodly sum, with a promise or more purchases to come. His joy is boundless and he cannot wait until evening to tell Mabel the good news, so he rushes to the Conservatory, and, of course, does not find her. She has never been there: they don't know her. He stands for a moment paralyzed. \"My God! She has been deceiving me. I shall cast her off forever.\" And rushing home he is writing a farewell note, when the door opens and poor Mabel is carried in a sorry sight to behold. She had fallen into one of the tubs of boiling suds and her arms are scalded from hands to shoulders. Harry, when he realizes the awful sacrifice of the girl, and all for him, is about to gather her in his arms, but she cries with pain, and he can only kiss the tip of her finger. The subject is a beautiful story of a woman's self-sacrificing love.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.5",
  "imdbVotes": "43",
  "imdbID": "tt0000845",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}