{
  "Title": "The Awakening of John Bond",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "04 Dec 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Oscar Apfel, Charles Brabin",
  "Writer": "Bannister Merwin",
  "Actors": "Bigelow Cooper, Miriam Nesbitt, Mary Fuller",
  "Plot": "John Bond, a wealthy politician, ignores the tenement inspector's warning to make the necessary repairs to conform with the city's laws, and refuses his support to the Tuberculosis Committee when asked to assist in legislation that will provide funds for sufferers of consumption. Living in one of his tenements is the O'Brien family, consisting of four children. The oldest of these is George, aged twenty-one, who is the only bread-winner. Descended from consumptive parents, the entire family is more or less affected with the disease, their wretched surroundings hurrying them to an early grave. John Bond marries and takes his bride on a honeymoon cruise on his yacht, \"Sylvia.\" It so happens that George O'Brien obtains employment on the \"Sylvia\" and, during the cruise, is taken ill. The surgeon pronounces him in the last stages of consumption. His condition arouses the sympathy of the bride, who nurses the patient daily. He steadily grows worse, despite her attentions, and, just before he dies, entrusts his watch and what little money he has to her for delivery to his sister, Nellie. Through her nursing, Mrs. Bond has become infected with tuberculosis. Arriving home, she sends for Nellie and gives her the brother's trinkets. Here Nellie comes face to face with Bond, and, recognizing him as the owner of their wretched home, bitterly denounces him, telling him that, indirectly, through his neglect, his wife has contracted the disease. Bond tries unsuccessfully to place his wife in a sanitarium, and is at last obliged to apply to the Tuberculosis Committee for aid. By trying to bribe the official, he is brought to realize the great good that is being done by the association; when confronted by his own tenement, now in the hands of one of the committee's nurses, his awakening is complete, and he writes out a substantial check. Later on we see Mrs. Bond and the O'Briens recovered and Bond the accepted candidate supporting the crusade against tuberculosis.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTYzMDJhNzgtMTBhMy00ZjljLTk2NDUtM2RkZWQzNDYzOTBhXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001489",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}