{
  "Title": "Heart Beats of Long Ago",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "06 Feb 1911",
  "Runtime": "17 min",
  "Genre": "Short, Drama, Romance",
  "Director": "D.W. Griffith",
  "Writer": "N/A",
  "Actors": "George Nichols, Dorothy West, Wilfred Lucas",
  "Plot": "A feud existed between two Italian houses and it meant disaster to any one of the belligerents to intrude into the opposing house. The Lord of the house gives a feast in honor of the arrival of a wealthy foreign noble, whom he expects to make his son-in-law. The daughter, however, has given her heart to the son of her father's enemy. That he may be present at the festival, she surreptitiously takes her father's signet ring, throwing it to him from the window, which, of course, admits him. The father, anticipating the intrusion of his enemies, orders death to any member who enters the hall. After the festivities the unwelcome betrothal takes place and the forbidden lover braves death to see his loved one. While they are in clandestine meeting a guard is seen to enter the corridor so the girl hides her sweetheart in a secret closet, turning the key and taking it with her. Not finding the intruder, the guard imagines he was mistaken. The favored suitor, however, is suspicious and determines to watch. At this moment the father is called away for a time and as an honor to his son-in-law-elect leaves the household in his absolute charge. This move works in favor of the nobleman to more effectively pursue his watch, and going into the corridor finds the forbidden lover's cap on the floor outside the closet. This situation if exposed would make the nobleman the laughing-stock of the entire courts of Europe, so he vows vengeance. The girl realizes her lover's danger in the air-tight closet and makes a desperate attempt to release him, but in this she is surprised by the noble who secures from her the key, and despite her order sends the guards off whom she has called to break open the door. The guards, of course, must respect his orders as he has been placed in charge by the master. Latter the master of the house returns and the nobleman tells the story to him, and sure that the imprisoned lover has met his fate by this time, opens the door. His anticipation was correct for the lifeless form of the forbidden lover falls headlong across the corridor",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTFhYjcxZGQtYTc1Yi00MmU0LTg4NzctYWRiNGY5NWY1MmNkXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "43",
  "imdbID": "tt0001654",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}