{
  "Title": "The Call to Arms",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "25 Jul 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Frank E. Woods",
  "Actors": "Henry B. Walthall, Marion Leonard, Joseph Graybill",
  "Plot": "When the Feudal Lord and his bride were visited by their cousin at a time when this Lord was presenting to his bride the family heirloom the Great Ruby of Irskaat, the cousin coveted it, and was determined to secure it. The Lord receives a call to arms, and in this the cousin sees a way to achieve his design. The Lord, however, appreciating the danger of leaving this valuable jewel unguarded, buries it in a secluded part of the grounds. His soldiers now assembled, he departs, leaving his wife to the care of his trusted servants. No sooner had he left than the cousin returns with the subterfuge that he will stay at the palace guarding the wife until the Lord's return. This the wife appreciates, believing his tender well meant. Surreptitiously he rids the palace of the servants, placing his own in their stead. The poor woman is now in the absolute power of this despicable villain. By entreaties and threats he tries to make her divulge the whereabouts of the ruby, but he finds her adamant. Not wishing to use violence, he will pursue another course, flattery and wine. While he gets the wine, the wife writes a note and dispatches her page, whom she discovers in the garden beneath her window, to her husband with it. Off the page goes on a mad dash only to become exhausted before the end of the journey. Meeting a band of gypsies they give the boy refreshments. The drink induces sleep and when the boy awakes he finds several hours have elapsed. Arriving at the Lord's tent, he delivers the missive and the Lord leaps into the saddle and dashes toward the palace. During the time of this wild ride, a horrible thing has happened at the palace. In her endeavor to keep the traitorous cousin at bay the wife has accidentally fallen headlong from one of the parapets of the palace to the walk below. Out rushes the cousin, only to find that the fall resulted fatally. He carries her inanimate form in, and now he fully realizes the enormity of his deed and falls cowering at the foot of the altar in the little chapel. At this moment the Lord dashes up. Entering, he finds his wife cold in death. Stunned for a moment, he rushes into the next room, where the cousin grovels, with one object in mind, vengeance.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZmEwNDVhNDUtMWQ5MS00MWE1LWI1OWUtOTczOGMyNWRjM2YyXkEyXkFqcGdeQXVyMTI2OTg5ODQw._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "54",
  "imdbID": "tt0001143",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}