{
  "Title": "A Cure for Pokeritis",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "23 Feb 1912",
  "Runtime": "13 min",
  "Genre": "Comedy, Short",
  "Director": "Laurence Trimble",
  "Writer": "N/A",
  "Actors": "John Bunny, Flora Finch, Leah Baird",
  "Plot": "Mrs. Sharpe keeps her eye on Bunny. His friend Bigelow invites him to join him in a session with the cards and chips, and tells him that he will fix it up with Mrs. Sharpe. He sends Bunny a notice telling him he has been elected a member of the Sons of the Morning, who meet every Wednesday evening. Sharpe tells his wife that this is a distinction he did not expect and so impresses her with the honor that has been conferred upon him, that she consents to his going to the meetings. Unfortunately, Bunny talks in his sleep, and his better-half overhears him \"passing and drawing,\" and going \"some better\" in his dreams. She becomes suspicious, appeals to her cousin, Freddie Dewdrop, who promises to find out where her husband spends his evenings. Disguising himself by changing his trousers and turning up the front of his hat, he follows Bunny, and learns the truth. Freddy and Mrs. Sharpe work up a plot to scare Bunny. They divulge the scheme to all the wives. Freddy consults the members of the Mental Improvement Society, of which he is one, and they agree to disguise themselves as policemen and make a raid on the poker fiends. Before doing so, however, he invites the wives to meet at the point of attack at a certain hour, without telling them just what is going to happen. Freddie, as the Captain, leads his officers and sweeps down upon the poker players, catching them red-handed and placing them under arrest. At this moment the wives enter the room and there is no escape for their husbands, and in fear of disgrace, they agree to give up poker and spend their evenings at home. With uplifted hands they swear it and they are forgiven by their wives and freed from arrest, at the command of the gallant Captain, Freddie Dewdrop.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "1 win",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDU4MGQ2NDMtMWM2Mi00NmZiLThlOTQtMDRhOTMyYWY0YWMzXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.1",
  "imdbVotes": "403",
  "imdbID": "tt0002124",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}