{
  "Title": "The Rose's Story",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "02 Oct 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Romance, Short",
  "Director": "Joseph W. Smiley, George Loane Tucker",
  "Writer": "King Baggot",
  "Actors": "King Baggot, Lucille Young, Robert Z. Leonard",
  "Plot": "Gerald Kinney is a roué and travels with a fast set, having plenty of money to indulge his tastes and going the pace that kills. He is somewhat satiated with the life he is leading and his better nature asserts itself at times. He leaves his club, where the wine is flowing and the tables are strewn with poker chips, and motors out into the country. In a pretty wooded dell, by the side of a quaint old well, he meets Myrtle Edgar, a simple country maiden, pretty, pure and demure. It is a revelation to him. The girl is a new type, unlike any woman he has ever seen. She shyly gives him a drink of the cool water. Endeavoring to take liberties with her, he is repulsed, kindly but firmly, and that is a new experience for the debonair clubman. It is a welcome innovation and he sees in her only the pure and holy. Roses grow in profusion in the pretty spot and she plucks one and fastens it on his lapel. The rose acts as a talisman. Whenever he is tempted to do wrong, he regards the flower. His friends rail at him and wish to learn his secret, but he guards it jealously; gradually dropping his old acquaintances and leading a more quiet life. The memory of the sweet country girl is always before him. At a swell society function, he suddenly thinks of her and is distrait. He leaves his handsomely gowned partner and walks out into the night, the memory of Myrtle haunting him. He seeks her out and makes an honest declaration of his love, but she intuitively divines there is a disparity in their station. He tells her of his past life and she puts him on probation. They are married and after a few years of wedded life a child comes to gladden their hearts. One night the wife is conning a book and finds between the leaves a pressed rose. She questions him and he tells her it is the rose she gave him at the old well, the flower that made a man of him and brought him a true and trusting wife, making his life brighter.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001866",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}