{
  "Title": "The Call",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "20 Jan 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Barker, Henry B. Walthall, James Kirkwood",
  "Plot": "A story of life under the \"white top.\" Edith Lawson is engaged as the star dancer of a traveling tent show. Her circus name is Fatima. Billy Harvey, one of the performers, and a part owner of the show, is, or rather pretends to be, in love with Fatima, and she loves him in return. The arduous duties have made the poor girl ill but her managers cruelly insist that she must appear, as she is a feature. During her dance, however, she faints from weakness, and the audience is dismissed. Amos Holden, a young merchant in the village, who is in the audience, is deeply moved by the poor girl's predicament, and determines to help her. He writes her a letter which she receives after her second attempt and failure to go through her dance. She is discharged and cast adrift by her managers, and as a resort seeks out Amos. He has fallen in love with her and she never having been accorded such tender treatment feels for the first time the power of pure honest love. Shortly afterwards they are married, and Edith seems happy and has grown strong in her new life. She feels that the circus fever has left her forever, but one day during the following year she finds a handbill advertising the return engagement of \"Harvey's mammoth aggregation of celebrities,\" and the fancied smell of the sawdust reaches her nostrils. The inclination is almost overpowering, and a surreptitious visit from Harvey decides her. Leaving a note for her husband, she goes back to the circus, hut it is not many moments before she realizes the error of her way, and how loathsome are the surroundings. Hence she rushes from the tent to her home to find her letter has not yet fallen into the hands of Amos. Edith is now thoroughly cured of the circus",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "52",
  "imdbID": "tt0001144",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}