{
  "Title": "Sherlock Holmes II: Raffles Escaped from Prison",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "13 Jan 1909",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Viggo Larsen",
  "Writer": "N/A",
  "Actors": "Viggo Larsen, Holger-Madsen",
  "Plot": "Raffles is serving his time. He manages to send a word to his friends and they help him to escape. Once free, Raffles' first thought is to revenge himself on Sherlock Holmes, and for this he enlists the services of a pretty but depraved girl, to decoy the great detective to an old house, where he is met by Raffles under the disguise of an old woman. Sherlock Holmes, taken by surprise, is thrown through a masked opening in the wall, into an old sewer. When Raffles and his associates discover that Sherlock Holmes has been rescued, they plan a second attempt on his life. Raffles takes lodgings opposite the detective's home and watches for a good chance to fire his gun at Sherlock Holmes. Young Billy, the alert office boy, discovers the strange new tenant and notifies his master. Sherlock Holmes, guessing the intentions of the criminal, pulls down the window blinds and arranges a dummy at the window. At a given moment, Billy pulls up the blinds and Raffles, who had been watching for a good opportunity, takes up his gun and shoots. He hits the dummy, but great is his surprise when leaving the window, to find himself face to face with Sherlock Holmes in flesh. As Raffles turns to run away, he is caught by two officers.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTI3OWY0YmMtZjJlNC00OTBkLThhNzEtZmY4NWU4MjI1OTI4XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.9",
  "imdbVotes": "12",
  "imdbID": "tt0000759",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}