{
  "Title": "His Mother's Hope",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "07 Dec 1912",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "Charles Brabin",
  "Writer": "N/A",
  "Actors": "George Lessey, Gertrude McCoy, Barry O'Moore",
  "Plot": "Wandering in his childish gambols from the unwatchful eyes of his governess, a little boy mysteriously disappears. Then follows the anguish of parental devotion, Time goes on, lonesome days and weary nights come and go, the mother's anxious outstretched arms day by day fall closer to her side. Whispering hope into her husband's ear she expires. There is a row in a gypsy camp. A scrawny youth still in his twenties is defending a wretched hag from the brutalities of her husband. For his white act he is turned from the camp, the only home he knows, where he wandered some years before. The hand of fate again marks his course and eventually he becomes the father of a happy home. Happiness and small prosperity are but momentary, for in the wayward flight of time reverses befall him and the merciless fangs of starvation have already begun to gnaw. In desperation, he enters the home of a wealthy gentleman, seated by the fireside. Hearing a strange noise, he turns and, crouching on the floor in abject fear, is the despicable form of a thief. In a climatic situation, the apparition of his wife appears; the hand of Justice is replaced by that of clemency and the intruder is turned free. A strong resemblance in his face, however, causes him to follow. As he does the dawn of hope begins to brighten and in a strong heart scene, the story terminates with the return of the loved to the lost and the gratification of \"His Mother's Hope.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002245",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}