{
  "Title": "The Dam Builder",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "13 Sep 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Bannister Merwin",
  "Writer": "Bannister Merwin",
  "Actors": "Charles Ogle, George Lessey, Robert Brower",
  "Plot": "Jack Marley, a young engineer who is in charge of the construction of a great dam, has occasion to discharge Bill Murdock, an unruly foreman. Murdock threatens to get satisfaction. A few miles up the valley there is a settlement of Norwegian farmers of the most thrifty type, though ignorant of modern methods. They believe the dam will back the water over their farms and ruin them. Marley receives a letter from one of his associates advising him to go to the Norwegians and explain the matter to them. Murdock accidentally gets the letter and sees his chance for revenge by misusing its contents. In riding to the settlement to square the matter, Marley comes upon Thelma, the daughter of the moving spirit of the Norwegians. Peter Wist. She has been stunned by a fall upon the rocks while fishing. Marley revives her and takes her home. The old farmer refuses an introduction when he learns that Marley is employed on the dam. This, however, does not affect the very evident interest that Thelma and Marley have awakened in each other. They have many walks together unknown to her father. Murdock finds little difficulty in convincing old Wist that the dam will ruin the settlement, so, in a conference of the farmers. Wist and Murdock incite them to blow up the sluices at the dam. Thelma overhears the plan and vainly tries to intervene against this folly. They will not listen and old Wist roughly puts her aside. What can she do? Her lover's life and work are in danger. The only available horses are hitched to the wagon that is to carry the farmers and the deadly explosive. With no thought of danger to herself the brave girl decides to cut across the valley on foot. The way is rough and dangerous for she must avoid the road in order to make time. The scenes shift from Thelma to the wagon with increasing tension; she arrives a few seconds before them and warns Marley. In a terrific struggle between Marley's men and the farmers, led by Murdock, the latter is thrown overboard and the enraged engineer leads the Norwegians to his office and makes them understand the fallacy of their belief about the dam. The closing scene gives promise of a happy ending to the love of Marley and Thelma.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002128",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}