{
  "Title": "Dr. Jekyll and Mr. Hyde",
  "Year": "1912",
  "Rated": "Not Rated",
  "Released": "16 Jan 1912",
  "Runtime": "12 min",
  "Genre": "Short, Drama, Horror",
  "Director": "Lucius Henderson",
  "Writer": "George F. Fish, Luella Forepaugh, Robert Louis Stevenson",
  "Actors": "James Cruze, Florence La Badie, Marie Eline",
  "Plot": "Dr. Jekyll, a young physician, is possessed of the idea that medicine can affect the soul as well as the body, and has many discussions with his old friend Lanyon, a doctor of the old school. Jekyll continues to experiment in secret, and finally his efforts are crowned with success. He discovers a mixture that brings out all the bad in his nature, and another that will act as an antidote. Bat when he stands forth in his evil guise, Jekyll is horrified. He is such a wicked, repulsive creature that even the interests of science are lost sight of, and he decides to bury his discovery from everyone, realizing that it does not pay physicians or anyone else to bring out the evil that is in one. The doctor finds, however, that it is easy to start evil doing, but not always possible to accomplish reform. The wicked genius that he brought to the surface, simply in the interests of science, returns at intervals to plague him. And in those stages of existence, the courtly, polished, tender-hearted Dr. Jekyll becomes Mr. Hyde, a monster who is feared and hated. By the aid of his medicine, Dr. Jekyll is able to drive Mr. Hyde away, but as the change often takes place at times when he is far from his office, he is unable to use the drug that restores him to a rational being again. At these times he lives in wretched lodgings, under the name of Mr. Hyde, and pays secret visits to the home of Dr. Jekyll. That latter's friends are surprised that the courtly doctor should have such an intimate, but he sadly disregards their remonstrances, for he alone knows that Dr. Jekyll cannot ever be rid of Mr. Hyde. Jekyll loves the vicar's daughter, and his love is returned. While calling upon her one day the change in identities comes upon him, and he hastily excuses himself to his fiancée. But as he passes out of the grounds, he becomes Mr. Hyde, the man who tortures little children and is a hater of all mankind. He returns to the girl, not as a suitor, but intending to be her slayer. The vicar hears his daughter's cries and gallantly runs to her aid. The feeble old man, however, is no match for the maniac Hyde, and is killed. Hyde flees, safe for the time being. When Dr. Jekyll is restored to himself, his grief is profound. His life is forfeited, his happiness ruined. And at intervals, growing briefer and briefer, the demon Hyde asserts his mastery. An accident deprives the doctor of the medicine that restores him to the Jekyll existence. He locks himself in his room, ordering his servant, through the barred doors, to bring him certain drugs. The servant, who loves Jekyll, does not recognize the voice of Hyde. He runs off and calls assistance, believing that the kindly doctor has been slain by Hyde, the man the servant bated. The police arrive and Hyde is commanded to open the door in the name of the law. He is unable to restore himself to the Dr. Jekyll existence. As Hyde, his life forfeited, the wretched man ends his life with poison just as the doors crash in and the police enter, too late to save him for the gallows.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjMxOGIzYTItOGIzZi00NjI2LThjN2MtZGQ5NWMyN2NlZmEyXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "817",
  "imdbID": "tt0002143",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}