{
  "Title": "Mixed Babies",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "12 Jun 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Wallace McCutcheon",
  "Writer": "D.W. Griffith",
  "Actors": "Edward Dillon, Robert Harron",
  "Plot": "Reversing the proverb. \"Tis a wise parent that knows its own child,\" especially in a bargain day rush at a New York department store. The Joneses had not been blessed with a child of their, own, and Mrs. Jones is attracted by an \"ad\" for the adoption of an eighteen-months-old baby, and the suggestion is heartily approved by Mr. Jones, hence the young one is fostered. A perambulator is procured, and Mrs. J., the happiest of happy women, starts off for the department store where there is a bargain sale infants' wear. Now this store has introduced a new idea, that of a checking station for babies in baby carriages, and this is in charge of Percy Pembleton, formerly of the ribbon department, who was assigned to this position on account of his love for children, the dear boy. You may imagine that this being a bargain day in the infant wear department, there is a goodly number of dream disturbers in Percy's care. Besides Mrs. Jones, there came Mrs. Rastus Johnson, with her little Ebenezer; Mrs. Goldstein, Mrs. Fogarty. Mrs. Schultz, Mrs. Spiggeto, and a hoot of others. Each young and hopeful is checked and a claim check given to the mother. Nellie, the beautiful salesgirl, attracts the attention of Percy, and Bobby, the bundle-boy, seized the opportunity to switch the checks. As each fond mother comes out, she pushes away the perambulator her claim check calls for, perfectly oblivious and innocent of its infantile freight. When Mrs. Jones reaches borne Mr. J. is seated in the library. One glance is enough. \"Why, dear, bow sunburned baby is!\" Mrs. J. (hysterically) \"Sunburned? Good gracious. It's a coon.\" Sure enough, In the mix-up Mrs. Jones carried off Mrs. Johnson's pickaninny. Back to the store, arriving just in time to see Percy take it on the run followed by an army of irate mothers. He is finally caught and punished. Each mother secures and folds her own toodlums to her bosom.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000725",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}