{
  "Title": "Under the Stars and Bars",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "27 Oct 1910",
  "Runtime": "13 min",
  "Genre": "Short, Drama, War",
  "Director": "Gaston Méliès",
  "Writer": "N/A",
  "Actors": "Francis Ford",
  "Plot": "A soldier is always subject to his country's call, therefore it is with a quick response that the young officer of the Confederate army, fighting under the Stars and Bars, answers the call of duty and tells his wife that be must join his regiment and meet the enemy. Bidding his weeping young wife and child a hasty good-bye, we next see him with the cavalry en route to the military camp. His superior officers trust him with an important message and he immediately starts on his way to deliver the document. Passing over many perilous obstacles through a wide stretch of country, he reaches the outposts of the Union forces, where he is captured and made a prisoner of war. Under close guard he tries to send word to his wife, but can get no one to take the letter to her. The poor wife knows nothing of his fate and it is not long before the Federal troops are attacking old Vicksburg, the bombs and shells crashing into the houses, and she is driven from home. When the war is over in 1865, the husband, who has lost an arm and is suffering from fever, returns to his home to find it deserted. Unable to learn the whereabouts of his family, he goes to the hospital, where he is ill, and constantly grieves after his wife and child. Convalescent, he is wheeled about the city park by an attendant in an invalid's chair. His wife and daughter, now a good-sized girl, are in the park. A peddler of fruit passes by and the little girl buys some oranges from him. At the same time she sees the sick soldier, for whom she feels very sorry, gives him one of her oranges, and he kisses her in return. The little girl tells her mother about the incident and insists upon her mother going to see the sick man. To humor the child she goes with her and soon discovers that the man is her own husband and father of their child. This happy reunion of the three loving hearts presents a picture that impresses itself deeply on one's mind and we cannot resist the rising sob and the sympathetic tear.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BODM2YTQ4YzctOTc1ZS00MzBhLWEyOTYtYzQ1MmFmYjhiZmYyXkEyXkFqcGdeQXVyMTI2OTg5ODQw._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.1",
  "imdbVotes": "17",
  "imdbID": "tt0001956",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}