{
  "Title": "A Rude Hostess",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "08 Apr 1909",
  "Runtime": "5 min",
  "Genre": "Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Marion Leonard, Arthur V. Johnson, Anita Hendrie",
  "Plot": "The above sobriquet most aptly fits the principal lady of this Biograph comedy drama, and although rudeness is almost an unpardonable offense, still we must not malign the lady, for she has just cause to be rude; and we must admit she was rude in the extreme, for anyone who would most entertainingly detain you only to hand you over to the police is perpetrating the very acme of rudeness. It happened thus: Mrs. Leffingwell has been favored with a visit by some friends in the early evening, and they departing, one of the ladies forgot her muff. Mrs. Leffingwell runs after her with the pulse warmer, overtaking her at the street door. Their second meeting conjures up renewed thoughts of gossip and they spend quite a time, for these are woman's happiest moments, in ibis regalement. In the interim a gentleman burglar enters the apartment and, thinking the coast clear, starts in to work at once. He, by skillful manipulation, manages to open a small safe in which .Mrs. Leffingwell keeps her money and jewels. He has scarcely procured the booty when the approach of someone startles him. Finding there is no means of escape, he puts the loot in his pocket and determines to brave the situation by subterfuge. To this end he reclines in an easy chair and feigns sleep. Mrs. Leffingwell is startled on her entrance at seeing this stranger, who appears to be the same when he sees her, pretending to have gotten into the wrong apartment. She is about to let him depart, when she discovers the safe open, and so, by enticing glances and invitations, induces him to remain. She then engages his attention while she slyly pulls the bellcord which brings her butler, whom she dispatches for the police, and when our gentleman friend is confident he has made a tremendous hit with his hostess two stalwart policemen enter and take him into custody, restoring, after a search, her money and valuables.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "12",
  "imdbID": "tt0001024",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}