{
  "Title": "The Yellow Peril",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "07 Mar 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "D.W. Griffith, Anthony O'Sullivan",
  "Plot": "With the family of Mr. Phlipp there is employed that wrecker of domestic serenity, a pretty French maid, whose trim figure and cherry lips are simply irresistible. This is all very fine for Phlipp, who is wont to bask in the radiance of her smiles and to sip the honey from her rose-leaved lips. But, alas! his bliss is short-lived, for, the perspicacious Mrs. Phlipp grows suspicious and surprises the erring couple in an osculatory diversion. The meretricious maiden is put to right, and the sinful Phlipp is assailed with most vociferous vituperative verbosity. Storm after storm of opprobrium is hurled at him until with vermiculation his restrained rage bursts forth and he takes his spite, not by \"kicking the cat,\" but by smashing everything at hand. The wife, meanwhile, has gone to the newspaper office to advertise for a Chinese servant malum in se. The Confucian arrives, is put to work, and then the fun begins. His services in the library are dispensed with by the irate husband. Next he visits the dining-room, where a globe of live goldfish excites an appetite which he proceeds to appease. He has devoured several when his piscatorial pleasure is interrupted by the housekeeper, who drags him around the room by his queue, almost pulling it from his cranium. Now, the affairs gastronomic are presided over by a lady who answers to the name of Bridget, is of pronounced Hibernian proclivities, and has a strong aversion for anything yellow. What happens when she meets the Chink throws the \"Monkey and Parrot\" story into gossamer oblivion. They get along so nicely together, baud multum. He resents Bridget's sangfroid with a mouthful of water, spraying her visage as he would a shirt-front. Oh, fury! \"Going down?'' The Chink does; down the airshaft by way of the window, taking the sash with him, propelled by Bridget. There is a tacit understanding between Bridget and the Cop, so he makes his usual call and is being regaled with hot mince pie and coffee, when the saffron individual returns with a rat in a trap. At the right of the rat the muliebrity of Bridget asserts itself and up on a chair she leaps in terror, while the Cop fans the Chink, who drops the trap. The commotion brings the household to the kitchen in alarm. At the sight of the rat the women mount the table and chairs, while the Cop, hero of the occasion, throws the rattrap through the window, and peace again reigns. All this while there has been reposing within the incandescent walls of the gas range oven, a large succulent turkey, which during the hubbub is quite forgotten, and when the oven door is opened, there is smoke, nothing but smoke, which ends our story typically, as with many seemingly good schemes, this Chinese servant idea ends in smoke, and the Chink, like Othello, finds his occupation gone.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000788",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}