{
  "Title": "The Princess and the Peasant",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "17 May 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "J. Searle Dawley",
  "Writer": "Bannister Merwin",
  "Actors": "Mary Fuller, Marc McDermott, Mabel Trunnelle",
  "Plot": "To Have and to Hold often proved a great deal harder in \"Ye Olden Times\" than today, and it was ever thus in that far away \"Kingdom by the Sea,\" when rank and high title and how degree played such an important role in the affairs of the heart. Still, when little Dan Cupid once decided upon his victims all the powers of a king were of no avail against so crafty a little chap as he, and it was thus it fell about that a fair maiden of lofty birth and high degree gave her hand and heart into the keeping of a peasant lad of the hills. This match ill suited her father's royal pleasure, and it came to pass that this fair damsel left his stately mansion and was secretly wed to an old hermit of the hills in his mountain grotto, but ere the words of the marriage service had died away her father's hirelings came to tear her from her husband's arms. By the aid of the good priest, they succeeded in making their escape by way of a secret passage, and into the mountains the peasant lad took his bride for safety. Their retreat was discovered and the husband shot and wounded by the king's hirelings, while the bride was torn from the arms of her loved one. Not satisfied with this cruel blow, the Black Prince condemned his daughter to solitary confinement in the Black Castle on a lonely wave swept island. From here the fair captive succeeded in sending forth a carrier pigeon bearing a message of appeal for succor and aid. The winds of God drove the bird and its message into the good priest's hands, and soon the wounded husband heard of his bride's captivity and immediately hastened to her rescue. A series of beautiful, picturesque scenes show the rescue and escape of the bride from the Black Castle by the sea, and the lovers cast by wind and storm on the wave-washed rocks and kneeling on the shores of safety as they lift their voices to God in thanksgiving and praise.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001368",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}