{
  "Title": "Mike, the Miser",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "20 Jan 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Bannister Merwin",
  "Writer": "Bannister Merwin, Charles M. Seay (story)",
  "Actors": "Charles Ogle, Robert Emmett Tansey",
  "Plot": "Mike, the Miser, is a little district telegraph messenger boy who has won the sobriquet by his closeness, and the story deals with the reasons for his closeness and also with the trials which the title bestowed upon him forces into his young life. We see him first in the office of a hospital asking for information as to an operation which shall restore his little crippled sister to health. Then follows the receipt of a letter from the hospital authorities, telling him that the sum of fifty dollars will be needed. This is a large sum for a small boy whose little income is the only means of support for his widowed mother and the aforesaid little sister. But he goes bravely to work to save the money and keeps it a secret. This is why he refuses to spend his money as the other boys do; to play craps, or to buy popcorn or peanuts. Naturally his fellow messengers resent his apparently stingy character and they dub him \"Mike, the Miser.\" They pin a placard on his back which reads: \"Mike, the Miser. He never spends a penny. Don't give him a tip, he ain't wuth enny.\" It is very badly misspelled, but it serves its purpose in the resultant discomfort to poor little Mike. A friendly policeman finally tells him of the sign and takes it off. Mike retains the placard and meeting two of the boys later, discusses the subject with them vigorously, the result being a fight in the snow in which Mike, despite his valor, gets decidedly the worst of it, the other boys considering that they have given only the proper treatment to anyone as close-fisted as our hero. And then follows an accident; stepping off a streetcar, Mike sprains his ankle and is laid up. Fearing to lose his job and thereby lose the chance of paying for the much-desired operation, he writes a note to the Superintendent, asking him to keep the job for him, and telling him how it happened that he is away from work and why he wants to retain the position. This letter falls under the notice of the largest boy in the office and creates in him a sudden change of heart. He shows it to the others and shame covers their small faces. After a few seconds of remorse one of them gets a brilliant idea and producing an old worn pocketbook, he shows how much money it contains and suggests that they all contribute what they can and make up the balance needed for the operation, which balance is now only a few dollars. And then, forming themselves into a committee of the whole, they wait upon our disabled little hero and with immense formality and boyish stiffness tender him a letter of apology and the purse of money. It is too much for little Mike's stubbornness and he breaks down and hides his eyes that the boys may not see the tears. But little sister rewards them as they should be rewarded, by a hug and a kiss for each boy. And the picture ends with their receiving Mike into their arms and hailing him as a comrade again.",
  "Language": "English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001782",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}