{
  "Title": "The Story of the Indian Ledge",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "18 Nov 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Ashley Miller",
  "Writer": "N/A",
  "Actors": "Marc McDermott, Miriam Nesbitt, Mary Fuller",
  "Plot": "We are first made acquainted with an Indian guide, who is showing some travelers the sights of the river. Arriving opposite an Indian ledge, he tells them a story. It concerns itself with a young brave who loves little White Arrow, the big chief's daughter. We see the progress of their love, amidst the wild beauties of the forest and finally their attempt to elope, in which they are foiled by the big chief. The question of punishment for the young brave is answered by a plan of the tribal medicine man. He has a potion of magic quality and promises to give it to the young brave, putting him into a death-like slumber, and lower him into the devil's pit, a wonderful hole in the solid ruck. This, of course, ends the pretty love story of Little White Arrow, and the guide then tells how, after the pale-faced man came to the island, the body of the young brave was discovered and by a learned professor restored to life. We then follow the initiation of the Indian into modern civilization. We see him find the site of his wigwam, now occupied by a great white modern villa. We see him listen to a phonograph, which he takes to be the voice of the Great Spirit, then he mistakes a swift motor boat for a great white bird and speeds an arrow after it. He is lured into the house, and awed by the glare of the electric light, and fleeing from this he finds a canoe, modern to be sure, but still a canoe, and he paddles away from civilization into the sunset. We next see him land at the foot of a tremendous ledge and climb the rocks to look across the waters. And then suddenly a mighty monster that fills the sky and water comes into sight around the edge of the rocks, almost at his shoulders. He does not know that it is only one of the great, white steamboats, and is petrified by the sight, and there he stands today, a part of the solid rock.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001902",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}