{
  "Title": "The Flower Girl of Paris",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "26 Dec 1908",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "N/A",
  "Actors": "Mary Fuller",
  "Plot": "In a thieves' den in a low quarter of Paris, Jean Bambard, a desperado, and Pigord, one of his gang, are apparently quarreling. They take frequent pulls from a brandy bottle on the table between them. The door opens and Mimi, a very pretty girl, thin and pale, enters, carrying a basket of flowers on her arm. She comes timidly forward. Bambard rises to his feet, staggers toward her in a half-drunken manner, points to her full basket of flowers, roughly pushes her and orders her out again. She sinks exhausted on a chair and pleads for a rest, but Bambard strikes her and forces her out the door. The two thieves resume their conversation, and after a while gather some burglar tools, leaving mother Martin, another member of the gang, in charge and depart. The flower girl wanders along to a fashionable part of the city, meeting with but little success in disposing of her flowers. An automobile dashes up, and Rene Masson, a handsome young man, alights. Mimi offers him a bunch of flowers. He looks at her face, takes them and gives in return several bank notes. At this moment the girl is seized with a sudden faintness, staggers and would have fallen had not the young man caught her. He places her in his auto and starts for home. Bambard and Pigord, who have been watching from across the street, start off in the same direction. The young man reaches his apartments, carries in the unconscious girl and places her on a couch. Forcing some wine between her lips, the girl soon revives and opens her eyes in wonderment. She is given food and drink, recovers from her faintness and asks to go. Her protector accompanies her and they have scarcely left the room when Bambard and Pigord enter, ransack the place, carrying away bank notes, jewels, plate, etc. They proceed to their den, tell of their escapade, also of the fainting of Mimi. A plan is conceived to lure the young man to the den and a note dispatched offering to return the plunder for a cash ransom, and signed the flower girl. Rene receives the decoy letter, takes a roll of bank notes, his revolver and departs. Mimi returns to the rendezvous, learns of the robbery and also of the plan to trap the young millionaire and determines to save him. She eludes mother Martin, jumps from the window and hurries to the police inspector, and, with several officers, starts for the gang's headquarters. Meanwhile the young millionaire proceeds to the address given, and as he crosses the threshold, the thieves spring upon him, overpower and bind him. Bambard, after securing the young man's money, points his revolver at Rene's head. As he fires, the door flies open and Mimi jumps in front of Rene and receives the bullet instead of him. The officers follow and after a short struggle the gang is overpowered and taken away. Rene's bonds are removed. He rushes over to the flower girl, raises her in his arms, she looks up with a smile, presses his hand and falls back dead. Rene gazes for a moment, bends down and kisses her forehead reverently.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000688",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}