{
  "Title": "A Wreath of Orange Blossoms",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "30 Jan 1911",
  "Runtime": "17 min",
  "Genre": "Romance, Short",
  "Director": "D.W. Griffith",
  "Writer": "Belle Taylor",
  "Actors": "Edwin August, Florence Barker, Grace Henderson",
  "Plot": "The dressmaker's pretty daughter meets the son of her mother's patron while on an errand to deliver a dress. The son is attracted by the girl and later proposes marriage, which she, greatly flattered, accepts. This seems to be a dream to her, but its realization is in marrying the young man. Although the mother of the boy strongly objects to the marriage, still she makes the best of it, and receives the girl in her home as her daughter-in-law. The girl, coming from her humble surroundings, is dazzled by her new experience and, being rather attractive, elicits the attentions of many of the male acquaintances of her husband's family. One in particular is rather more direct than the others and loses no opportunity to place himself in her way. The simple girl is, of course, pleased with these little attentions, particularly as her husband is in a mild state of depression owing to business difficulties. The tempter knows this and becomes assiduous in his advances, which are more mildly repulsed by the wife who feels that her husband is neglecting her. At length the crash comes, and the husband is ruined. Everything lost, they are forced to move to cheaper quarters. This is decidedly irksome to the wife as the taste of luxury has, in a measure, spoiled her. She is in the throes of desperation when the tempter again appears and she becomes an easy prey, consenting to his plea for her to go away with him. Going up to her room to pack her grip, she, while gathering her effects, comes upon the wreath of orange blossoms she wore when she was married. The sight of these blossoms awakens memories of the past and impresses her with the enormity of the step she is thinking of taking. In her mind's eye she sees herself arrayed in her wedding attire, standing beside the man who loves her with an unselfish, honest love she could not hope to find in the man she would take this awful step with. This decides her and she dismisses the tempter and all thoughts of him. Meanwhile, the husband has been downtown where he gets a chance to recoup. Promise of sunshine now hovers over the little home, where a few hours before all was gloom.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.3",
  "imdbVotes": "15",
  "imdbID": "tt0001989",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}