{
  "Title": "A Baby's Shoe",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "13 May 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, Owen Moore, Linda Arvidson",
  "Plot": "The story tells of the young widowed mother of two children who is forced by extreme poverty to part with one of her children, a baby girl, by placing it in a basket on the door steps of a wealthy banker. Before leaving the baby the poor mother takes one of its little shoes to keep as a memento. Returning to her cheerless home she is seized with a paroxysm and falls lifeless in a chair, with her little boy at her side. A neighbor hearing her cries runs for the parish priest, who finds the poor woman beyond human aid. Her soul has departed into eternity. She still clutches the little shoe which mutely tells the woman's sad story. The good priest takes the boy as well as his sister's shoe. Meanwhile the baby has been found by the banker and his wife and they decide to adopt it. Fifteen years elapse and we find the girl grown up in blissful ignorance of her origin, of course imagining the banker and his wife her parents, while the boy has gone through his collegiate course preparatory to Holy Orders. One afternoon while walking in the park the boy's attention is attracted by a runaway, and leaping to the roadway he seizes the bridle of a wild fractious horse and brings it to a standstill. Assisting the young lady occupant of the vehicle to a taxicab he escorts her to her home. A strong friendship between the two young people ripens later to love and the boy is seen struggling between the all-important questions as to his future, whether it be religious or secular. His love for the girl is so strong, so pure, that he determines to gain the old priest's consent to his marrying instead of entering the priesthood. What a blow it is to the good old father, but he feels it may be for the best and consents even to marry them. Now the banker's wife thinks it only just to the young people to reveal the truth about the girl, telling how she found her fifteen years before, and that one of her little shoes was missing. At this intelligence the old priest is staggered, for he sees at once that the marriage cannot take place; they are brother and sister. He raises his head in thanksgiving for the grace of God that brought about this timely revelation. However, brother and sister find \"The peace that passeth all understanding.\" She becomes a nun and he goes to his ordination into the priesthood, giving their future lives up to the honor and glory of the Divine Master whose guiding hand showed the better way.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "74",
  "imdbID": "tt0000801",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}