{
  "Title": "A Fool's Revenge",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "04 Mar 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Victor Hugo",
  "Actors": "Owen Moore, Charles Inslee, Marion Leonard",
  "Plot": "A free adaptation of the story of Rigoletto. The Biograph here holds up to your pity a court-fool, whose inordinate love for his child prompted him to plan vengeance which reverted upon himself. The Duke suffers from melancholia and his courtiers are at wits' end to dissipate his ennui. Diversion of all sorts are brought, but without success, until at last they decide to abduct the pretty daughter of the fool and bring her to the Duke. This is effected, and when the Duke sees her he falls deeply in love with her, but her pure innocence instills in him a higher, holier devotion than he was accustomed to experience, so he harkens to her plea, and throwing his cloak about her, sees her safely home. This is witnessed by the fool, who is in hiding, and misjudging the Duke's attitude, vows vengeance. To this end he enlists the services of a nomad couple who are dwelling in a hut not far off. He bargains with them that to kill the man he shall point out he will pay them five hundred louis. The pact is made, and the Duke is pointed out to them by the fool as he strolls in the gardens with the girl. As the Duke leaves the girl she espies the trio skulking on the grounds and follows them to the hut, where she overhears the plan. She at once decides to save the Duke, but how? To tell him would incriminate her old father. Nothing seems feasible but self-sacrifice, which she bravely determines to do. Going to her house, she dons male attire and with the cloak the Duke had loaned her thrown over her shoulders she bids adieu to her home and life and like a soldier goes bravely unto death. Entering the hut, her face hidden, she receives the blow intended for another and dies before the horror-stricken gypsy couple, who discover their mistake. They, however, put her body in a sack, and when the fool appears, collect their promised fee and flee. The fool is now in a state of fiendish exultation over the seeming success of his vengeance, and after dancing gleefully around the sack, determines to make away with it, but upon picking it up is startled by the litheness of the form enclosed. Ripping open the sack, the sight that greets him fairly freezes his blood, for there lies his own daughter, cold in death, a victim of his own dastardly plot. This final scene is without doubt the most intense bit of work ever done in motion pictures.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "59",
  "imdbID": "tt0000870",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}