{
  "Title": "The Final Settlement",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "28 Feb 1910",
  "Runtime": "16 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "James Kirkwood, Dorothy Bernard, Arthur V. Johnson",
  "Plot": "Jim and John, two woodsmen, are rivals for the hand of Ruth. John is an honest, unobtrusive fellow, and lets Jim lead in their suit, hence, Jim and Ruth are betrothed. Ruth truly loves Jim, having assumed that John's little attentions were merely expressions of friendship, so John retires. After the betrothal Jim and Ruth are more in each other's company and consequently she learns his true character. She is amazed to find that he is a slave to drink, and realizing her hopes of future happiness with him in vain, she dismisses him. She is crushed beyond measure, but is thankful that she escaped before too late. John learning of the broken engagement, renews his suit and is accepted by Ruth, for she now sees the difference in the two natures. They are married, and we find them five years later happy in their little cabin, a child having blessed their union. Off John goes for his work in the woods felling timber. Jim has meanwhile become in a measure a renegade. He whiles his time hunting, looting and in fact, anything that will bring him drink to his insatiable thirst. He does not know what became of Ruth, nor does he seem to care. It is lunch time in the lumber camp when Jim staggers along to come face to face with John. John good naturedly offers Jim a share of his lunch. This Jim refuses and, furthermore, picks a quarrel with John, for the meeting has revived the old enmity. Friends interpose, but a challenge to fight later is passed, the meeting to take place the same evening. Jim, appreciating his talent as a sure shot, doesn't worry, but goes along with his friend to see where he can raise money for drink. They come to a cabin and break in, not knowing nor caring who the occupant is. You may imagine his amazement at finding himself in the presence of Ruth, whom he learns for the first time is married to John. He leaves the cabin and at first is elated at the extent of the revenge he is about to wreak, but later he realizes what disaster it would work for poor Ruth and her little one. These thoughts arouse his better self, so long benumbed by drink, and he resolves to refuse to fight, for his love for her is stronger than his thirst for revenge. But no. That would not do. To refuse to fight would mean to be driven from the woods as a coward. He must make a sacrifice. Taking the shells from his gun he extracts the bullets, so he meets John on the field of honor with a weapon charged with blank cartridges.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "40",
  "imdbID": "tt0001216",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}