{
  "Title": "Little Angels of Luck",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "08 Sep 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Frank E. Woods",
  "Actors": "George Nichols, Grace Henderson, Verner Clarges",
  "Plot": "Edward Rose, as president of the Independent Sugar Company, has proved a formidable antagonist of the giant Sugar Trust. His is the only concern which has withstood its advances, and so it is a most desirable acquisition. Rose has received an intimation, that really amounts to a threat, it would be of mutual benefit should he submit gracefully. He, however, is adamant in his defiance, showing a commendable pugnacity that is admired by the trust's president himself. But in every battle we must look for the traitor and Rose's partner plays the Judas, so that the next morning finds Rose a ruined man, sold out to the trust by his own partner. Crushed in spirit, Rose goes home, where his wife is now acquainted with the disaster through the newspapers. The two children are amazed and hurt at their papa's cold negligence, and are at a loss to know why he should so ignore them, and they become little eavesdroppers at the door of the reception room into which Mr. and Mrs. Rose have gone to talk over the calamity. From what they hear they understand that the president of the Sugar Trust took papa's money away from him, so they take the savings from their little bank and tender it to help papa. Their papa occupied with his gloomy thoughts to notice the little ones. Suddenly a bright idea occurs to Alice, \"We will go to see President Sugar Trust.\" Writing a note and enclosing their savings they start off, these two innocent children, for Wall Street, having gotten the address from the telephone book. There they trudge hand in hand, a sort of new species of lambs in the street. They insist upon seeing the Sugar King at once. Brought before him, little Alice hands him her note which reads: \"Deer President Shugar Trust: Papa ses you tok all his money. Pleze take ours insted and give him hiz. Alice and Ruth.\" At the same time she proffers her savings. The old gentleman, being a family man with children and grandchildren in whom he is wrapped up, is deeply touched by the innocent candor of these little tots, and, turning to his desk, writes a letter to their papa, with which they return, their absence not even having been noticed. This letter offers their papa a position as general manager of the sugar interests with a salary of $15,000 a year.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "5",
  "imdbID": "tt0001286",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}