{
  "Title": "That Chink at Golden Gulch",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "10 Oct 1910",
  "Runtime": "17 min",
  "Genre": "Western, Short",
  "Director": "D.W. Griffith",
  "Writer": "Emmett C. Hall",
  "Actors": "Anthony O'Sullivan, Gertrude Robinson, Charles West",
  "Plot": "Charlie Lee, the poor chink, is the hero of this Biograph story. Having located at Golden Gulch as a laundryman, his old father is about to take his leave for his home in the Flowery Kingdom. Before going the old man warns his son to cherish his sacred queue, for should he lose that he would be an outcast and disbarred from returning to his country, which every Chinaman who leaves, looks forward to doing. His father gone, the chink feels very much alone and low spirited, for though a saffron-skinned Pagan, his soul is white and real red blood pulsates his heart. He takes up a basket of laundry work to deliver and on the road is made to feel the result of two thousand years of civilization, for while passing a gang of cowboys, they pull his pigtail, threaten to cut it off, and roughly handle him until rescued by Bud Miller and his sweetheart, Miss Dean. For this intervention the chink is deeply grateful, and when Gentleman Jack, the dandy, tries to cut Bud Miller out in Miss Mean's affection, Charlie, the chink, keeps his eyes open. Through this the Dandy and Bud come to blows, but are separated by the boys. However, the chink hears the dandy threaten to do Bud at first meeting. The chink resolves to save his friend at any cost. The excitement at the Gulch is the repeated hold-ups of the registered mail carrier, and the effectual evasion of capture of the robber. A reward of $5,000 for his capture is posted, and the attitude of the dandy towards the notice arouses the chink's suspicion, hence he follows him like a shadow. His efforts prove fruitful, for he is a witness to the dandy's operations, who, disguising himself, makes his way to a lonely spot in the road and holds up the mail carrier. At a distance he views the dandy change his disguise and lay out on the ground to rest and gloat over his success. Here stands the poor chink apparently helpless. He is unarmed and with nothing with which to secure his captive. There, lays the dandy with his hands clasped above his head. All that is needed is a hit of rope. A thought strikes the chink, but what a sacrifice it means. A sacrifice which will make him forever an outcast. There is no other way, so whipping out a knife, he with one slash cuts off the sacred queue and binds the dandy's hands so quickly that he is taken into the camp before he knows what has occurred. After the excitement of his deed is over, the poor Chinaman then realizes what his condition really is. The reward he receives is made use of in an unlooked-for way. When the sweethearts go to his shack they find a note which reads: \"Missie Dean alsame Bud Miller too. Charlie Lee wishee much glad you two when alsame one. Hope take money for blidel plesent. Goodby. Charlie Lee went away.\" With the note is the bag containing the $5,000, but the chink could not be found.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.3",
  "imdbVotes": "63",
  "imdbID": "tt0001414",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}