{
  "Title": "On the Brink",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "22 Jun 1911",
  "Runtime": "12 min",
  "Genre": "Short, Drama",
  "Director": "Edwin S. Porter, Lois Weber",
  "Writer": "Lois Weber",
  "Actors": "Phillips Smalley, Lois Weber, Charles De Forrest",
  "Plot": "Far from the maddened throngs of the city, far from the teeming, seething city streets, in a little fishing town, lives Tess and her half-witted brother, Sam. By clam digging they earn a simple living, but life is sweet in spite of its simplicity. Right near their hut lived a young fisherman, handsome, brave, and bold, who sympathized with the girl because she had to support her semi-demented brother, who took an interest in her, a friendly interest, and no more. But the maid, in the manner of woman misconstrues his attitude and takes his friendly interest and concern for the divine spark. So she learns to love him as a woman can only love once in her life, and he is ignorant of the romantic relations she has assumed this simple friendship to be. Often human hearts suffer, and this time the warm, young heart of Tess is to feel the pang and anguish of a love in vain, for there comes to the fishing bank a city girl, accompanied by her mother and father. They meet the young fisherman and the girl is impressed by his clean-cut form, his robust health, his winning ways. She asks him to take her about the place, which he obligingly consents to do, and as they are laughing, talking and smiling, Tess follows them. Once, to avoid detection, she slipped into the icehouse, leaving the door open, intending to stay there until the two got out of sight. But Jed, seeing the door open, closes it, locking it after him. When Tess realizes her predicament, she shouts, but her calls bring no response. However, her half-witted brother, with the intuition that is a gift of all mentally effected, feels a presentiment of danger to his sister, whom he idolizes, and going to look for her, hears her cries, and going to the icehouse makes a vain effort to unfasten the door. At last he runs to the beach, where some fishermen are talking, and tells them of his sister's dilemma, and they, thinking it merely some of the boy's wild talk, refuses to assist him. Then Jed, coming ashore, hears the story and goes with Sam to see how much truth there is in it. He opens the door, and into his arms falls the unconscious form of Tess, resting at last in the arms of him whom the god of hearts had destined for the task.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMDczYTIyYTQtMGQ5Ni00Y2Q5LWIyMzQtYjAxOWJjYjRhNGEwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.7",
  "imdbVotes": "27",
  "imdbID": "tt0001815",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}