{
  "Title": "The Lady with the Camellias",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "01 Sep 1908",
  "Runtime": "14 min",
  "Genre": "Short, Drama, Romance",
  "Director": "Viggo Larsen",
  "Writer": "Alexandre Dumas fils",
  "Actors": "Carl Alstrup, Oda Alstrup, Viggo Larsen",
  "Plot": "Armand and Marguerite meet first in her home, where she is giving a party for the easy-living Paris ladies and gentlemen. Armand at once falls in love with her, and as Marguerite is taken ill during the dancing, he is the only one who is taking care of her. In the second act the two have grown more familiar, although Marguerite has not quite given up her old acquaintances. One day, for instance, Armand has to leave her for the sake of a count, who has invited her for a drive. From the street Armand has watched the count's visit, and in a fit of passionate jealousy, he writes a letter to Marguerite, saying: \"I have seen the count enter your place. You must choose between him and me.\" Marguerite's friend gives her the letter. One minute later the agreement is made, and the count drives off alone. The lovers now go into the country to live in an unpretending villa, where they are enjoying their happiness as a young married couple. Armand's money does not suffice, and quite secretly Marguerite sells her horses, carriage and jewelry. One day Prudence comes out to Marguerite to help her to dispose of some of the jewelry, and now Armand learns how matters stand. At once he starts off for Paris in order to procure money. During his absence his father arrives and tries to induce Marguerite to give up Armand. He succeeds, and for the sake of Armand's future she promises to go away, and only to leave a letter, in which she says: \"All must be over, but whatever happens do not condemn me too hard.\" One year later the two meet again in a gambling house. Very much excited, Armand starts gambling with Marguerite's new lover and wins from him again and again. When all the gamblers have left the hall, Marguerite remains, calls Armand and tries to explain the matter to him, but he gets into a perfect rage, throws her down on the floor and in front of all the people he flings her a heap of money in the face. Only once more the lovers meet again, at Marguerite's deathbed. Her only comfort is that Armand's father regrets his hard-heartedness and gives Armand permission to go back to her. He arrives just in time to see her die happy. (886 feet)",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.1",
  "imdbVotes": "51",
  "imdbID": "tt0000583",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}