{
  "Title": "The Question Mark",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "23 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Yale Boss, William Bechtel, Laura Sawyer",
  "Plot": "Jimmy, a ten-year-old boy, attends Professor Nemo's hypnotic séance one afternoon and steps upon the stage to be hypnotized. The professor finding it impossible to get the boy under his control, decides to amuse the audience at the boy's expense with the aid of a plate, the bottom of which has been previously blackened. Giving this plate to the boy the professor makes a number of mysterious passes which the boy imitates, with the result that Jimmy smudges a huge question mark on his own face, causing the audience to roar with laughter. Having learned a new trick Jimmy resolves to try it on someone himself at the very first opportunity, which occurs at home while alone in the kitchen where he blackens a plate over the flame of a candle. The first one to come along is the iceman, who under the impression that he is humoring the boy, unconsciously smudges a big question mark on his own face. Overjoyed at his success, Jimmy goes to the dining-room, where he plays the same trick on his good-natured father, who in turn leaves the black mark on mother's face while caressing her. Then the funny complications begin. The iceman, who slyly kisses the maid, leaves the black mark on her face. Thus marked she enters the dining-room to clear the table where father is seated perusing his newspaper. Mischievous Jimmy now sees the opportunity for some fun; silently he fetches mother and points out the similar marks father and the maid have on their cheeks. Mother's suspicions are aroused and amid anger and tears she leaves the room, entering the kitchen just as the iceman places the ice into the refrigerator. Father hurries into the kitchen and is flabbergasted to find his wife and the iceman in close proximity with the apparent tell-tale marks on their cheeks. Flying into an uncontrollable rage he threatens to lick the iceman within an inch of his life. Then as the maid enters mother berates father and the affair has about reached its climax when it suddenly becomes evident that all are victims of a practical joke. Jimmy is suspected, led in by the ear and made to confess how the trick was done. A sound thrashing seems imminent for him, but his father now sees the funny side of it all and on the promise that he will never do it again, embraces the little rascal.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BODhmNDQ4NWQtYjc5Yy00Y2RjLWJlNjYtNWY3ODRjYzdkNDhmXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001847",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}