{
  "Title": "The Best Man Wins",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "25 Dec 1911",
  "Runtime": "N/A",
  "Genre": "Short, Comedy, Romance",
  "Director": "Tom Ricketts",
  "Writer": "Tom Ricketts",
  "Actors": "Harold Lockwood, Dorothy Davenport, Russell Bassett",
  "Plot": "Gordon, the foreman of Bassett's fifty-acre farm, is in love with Dottie Bassett. The girl, however, fails to reciprocate. The big farm has to be ploughed, and Bassett urges his daughter to smile on Gordon's suit. Dottie, however, falls to see things through her papa's glasses. A barn dance is about to be held; it is the event of the year. All the boys fight for the privilege of taking Miss Bassett to the dance. She decides to give everyone an equal chance, and incidentally have the farm ploughed. The man who wins the ploughing shall take her to the dance. This makes Gordon happy, so sure is he of victory. Harold, a young man from the Agricultural Department, at Washington, makes his appearance and is promptly smitten by Dottie's charms. This time the girl does not fail to reciprocate. While going to town, the horse takes fright and runs away. Gordon jumps out of the carriage, leaving Dottie at the mercy of the maddened animal. Harold dashes to the rescue and saves the girl in the nick of time. Papa Bassett is still obdurate and favors Gordon. The ploughing bee proves both amusing and exciting. The race finally lies between Gordon and Harold; it is stubbornly contested to the finish, but Cupid is with Harold, who is acclaimed the best man. He has won fairly and claims the girlie. At the barn dance the climax is reached, and Harold gains the old farmer's consent to the marriage of his daughter. Gordon acknowledges defeat and steals away from the lovers, who are happy in each other's arms.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzdhNjAxMzctMjE5Zi00OGM2LTk2NTQtYjQ4NDIyMjkxYmQzXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001502",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}