{
  "Title": "The Snowman",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "19 Feb 1908",
  "Runtime": "N/A",
  "Genre": "Short",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "Florence Auer, Robert Harron",
  "Plot": "Jack Frost looked forth one still, clear night, And he said, \"Now I shall be out of sight, so over the valley and over the height in silence I'll make my way.\" That season of the year when the Earth gets Old Sol's Capricornus and Sol gets the Earth's \"goat,\" is especially fascinating to youth. Such is the time of action of the Biograph's latest comedy. Tis afternoon and outside the little old schoolhouse a furious blizzard rages. The earth has donned her spotless robe of white and the landscape presents a brilliant spectacle, but pitiless Boreas lashes in whirling directions the fleecy snow, heaping it up into miniature mountain ranges. School session concluding, the youngsters come tumbling out into the snow. Romping about, snowballing and like sports are indulged in, until finally they set to work to build a snowman. Around it they dance in high glee, and at length the little revelers depart reluctantly for home, leaving the snowman in abject loneliness. \"The day has fled, and dismal night descends, casting her sable arms around the world and folding all within her sable grasp.\" Then the moon, fair regent of the night, rises ghost-like from the dim horizon, shedding her silvery light across the frozen moor, and seems to mock the cheerless solitude of the icy sentinel, until the good Fairy of the Snows appears and with her mystic want imbues him with life. At this moment along comes Predatory Pete, returning from one of his nocturnal expeditions. He has just clandestinely reduced the census of a neighboring henhouse by four fat pullets, which he has in a bag slung over his shoulder. Coming suddenly upon the snow-man, he is at first startled, but soon discovers what it is, and putting his pipe in the snowman's mouth, takes out a bottle to toast his frozen majesty, when, to his amazement, the snow-man is seen puffing away on the pipe with apparent enjoyment. Aghast, he drops the bottle and chickens and dashes madly across the fields, frightened almost as white as the snow through which he flounders. The snow-man picks up the bottle and takes a swig. \"Nectar! What joy is here?\" and he drains the bottle. Here is an oddity, a snow-man with a jag. Staggering into the schoolhouse, he finds the temperature too high, so throws the stove out into snow-drifts. Overcome by the booze, he lays down in the snow to sleep it off. Early morning finds him still asleep as the school children are returning to their lessons. All have entered but Sallie Simpkins, the village romp. At Sallie's approach Mr. Snow-man awakes and frightens her almost into convulsions. She darts into the schoolhouse and convinces the teacher and scholars that the place is bewitched. Out they come, and, guided by Pete, the coon, follow the vacillating roving snow-man circumambulating over the frigid, fleecy kopjes back to the point of starting, and find him standing on the very spot where he came into being. Cautiously they approach, and, led by the coon, make a mad rush on Mr. Snowman, who from the assault crumbles and falls into a heap of \"Oh, Slush!\" The subject of this film must appeal to you as being screamingly funny, while the scenic beauty is indeed incomparable and novel.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000763",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}