{
  "Title": "The Godmother",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "08 Oct 1912",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Ralph Ince",
  "Writer": "Beta Breuil",
  "Actors": "Marshall P. Wilder, Hughie Mack, Warner Richmond",
  "Plot": "Everything is arranged by Dick and his college chums to have their sweethearts from the city, with their chaperone, visit them to spend the day. At the eleventh hour the boys receive a telephone message from the girls informing them that their chaperone has disappointed them, and they will not be able to come. The boys are disconsolate. While they are deploring the matter, their tailor, the ninth part of a man, enters. Struck with a sudden idea, they seize him and compel him to impersonate Dick's godmother. His protests are useless. Dick calls up the girls and tells them his godmother has kindly consented to chaperone the party and they can come with perfect propriety, to the dinner which they have prepared for them. The young rascals then instruct the tailor to pretend he is deaf and dumb. The girls come at the expected hour, but are very much surprised when they see Dick's funny little godmother. In order to give the young people a chance to enjoy themselves, the godmother begs to be excused for a few minutes. The tailor goes into Dick's bedroom, takes off his disguise, stuffing the dress with pillows, making a dummy which he sets on the bed. He then hides and waits results. The girls grow impatient when the godmother does not return and they all go to look for her. Entering Dick's room, they see her, as they think, sitting on the bed. On nearing the dummy, the girls discover the boys' deception and indignantly leave them and start for home. At the railroad station, the girls begin to grasp the humor of the whole affair, their hearts soften and they phone the boys their forgiveness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002215",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}