{
  "Title": "A Woman's Way",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "24 Nov 1908",
  "Runtime": "11 min",
  "Genre": "Action, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "George Gebhardt, Harry Solter, Linda Arvidson",
  "Plot": "The pretty daughter of a French-Canadian backwoodsman incites the love of a trapper who is so smitten with the beauty of this wood nymph that he purchases her into marriage from her father. The transaction meets with repugnance from the girl. She was entirely contented with conditions, a child of nature, carefree. However, she finds her pleading of no avail, and so pretends to accept the situation. The trapper and Canadian go into the cabin to seal the bargain with a drink, and while inside the girl closes and fastens the door on them and makes her way through the woods to escape. The door fastening proves but a slight handicap, and the trapper is soon in pursuit. The girl comes upon a camping party who give her protection, driving the trapper off at point of gun. The next day, however, the trapper returns and surprising the girl, carries her off in a canoe, beating her into submission. Her cries alarm the campers and the men start off to her rescue. Although armed with guns, they dare not fire for fear of hitting the girl. Finally the trapper, after cuffing and kicking the poor girl, ties her to a tree, intimating that there she will remain until she promises tractability. While in this situation the rescuers approach stealthily and cover the trapper with a pistol, force him off while they release the poor girl. The trapper shows fight and is knocked down and about to be set upon by the men, but the girl seeing her tormentor's plight, at once changes heart, and picking up the pistol turns it on the would-be deliverers, who retire in amazement. The girl then throws herself into the trapper's arms. Woman, lovely woman, you are certainly a peculiar commodity. The scenes of the subject are extremely picturesque, with their beauty enhanced by appropriate tinting.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.8",
  "imdbVotes": "21",
  "imdbID": "tt0000787",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}