{
  "Title": "The Princess in the Vase",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "27 Feb 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "D.W. Griffith, Edward Dillon, Linda Arvidson",
  "Plot": "The opening scenes of this production are laid in Egypt five hundred years before Herodotus, the Father of History, visited that country. Three thousand years ago there dwelt in Egyptian Memphis, the ancient capital of the Pharaohs, a wealthy prince, whose wife in beauty was likened to Athor, the Egyptian Venus, with heart as cold as Egyptian marble. The prince, worried and suspicious, seeks the royal seer, who tells him the princess has a lover, and in a vision shows him the princess in the arms of that lover, a Theban warrior. Instant death is the punishment meted out to the guilty pair. The princess is placed on a bier and carried out in front of the Temple, under the very shadow of the Pyramids of Gizeh. Here the High Priest, with a flambeau, sets fire to the pyre and her body is burned as an offering, with prayers, to mighty Osiris, beseeching that he overcome Typhon, who seems to hold sway. Alongside the pyre is placed a vase, decorated with hieroglyphics, which is to be the sarcophagus of that ethereal of the unfortunate princess. The smoke and vapor, as it arises from the body, enters the vase in a most mysterious manner. The vase is then sealed and the cavalcade proceeds with it to the tomb, where it is deposited and the door of the tomb closed, it was thought forever. Three thousand years later there came to the \"Land of Ruins\" a Boston professor, student of the illustrious Jean Francois Chainpollion, discoverer of the key to Egyptian hieroglyphics who unearthed the vase and took it to his home in Boston. Vague, indeed, was the story he learned about the treasure, and while sitting in his study, cudgeling his brain to lift the veil of mystery from it, falls to sleep, and in this psychological condition imagines the maid, while dusting, knocks the vase from the tabouret on which it stands. Bursting into bits, it emits a dense vapor, from which the reincarnate princess appears. Here is trouble. Our friend, the professor, is a married man, whose better-half is a buxom, unethereal person, who doesn't believe in the \"Soul Sister\" tommyrot. She, of course, wants an explanation, which the nervous professor is unable to give, so he bolts and runs hatless out of the house, followed by the princess, both followed by Mrs. Professor. Into a restaurant he rushes, with the princes at his heels. At the restaurant, as they sit enjoying a repast, the reincarnate Theban lover appears and claims the princess. This the old professor resents and is run through by the Egyptian just as the wife enters. Mortally wounded, he falls to the floor, from the sofa, for the scene changes and we find the professor awakening from a horrible dream, the pain of the sword thrust being induced by a severe attack of indigestion.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.8",
  "imdbVotes": "15",
  "imdbID": "tt0000743",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}