{
  "Title": "The New Stenographer",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "18 Feb 1911",
  "Runtime": "10 min",
  "Genre": "Short, Comedy",
  "Director": "George D. Baker",
  "Writer": "Van Dyke Brooke",
  "Actors": "Maurice Costello, Florence Turner, John Bunny",
  "Plot": "Brown &amp; Robinson advertise for a stenographer and typewriter. The next morning an applicant puts in an appearance. The clerk greets her, but when he sees her face he is paralyzed. She is very capable, but extremely homely. When the heads of the concern arrive at the office they are introduced to the lady, and they are pained when they see her \"phiz.\" As a business proposition she is all right; as an ornament she is a mistake. She manages to hold down her position with credit to herself and profit to her concern. At the end of a few months she becomes indisposed and asks for a few months she becomes indisposed and asks for two weeks' leave of absence, which is granted, with the understanding that she will provide a substitute. She sends her cousin to take her place, and she is a \"beaut,\" who wins over the bosses and the clerk. They in every way try to make themselves agreeable. She accepts their presents, but withstands their invitations to dine and a night at the show. On the last day a very funny looking \"sawed-off\" and \"hammered-down runt\" puts in an appearance. She greets him as \"honey,\" and introduces him to Messrs. Brown and Robinson as her husband. With crestfallen countenances they declare themselves \"stung.\" At this climax old \"funny face\" returns. She is left alone in her glory, while Brown and Robinson go out for a nerve tonic and the clerk gets undercover to escape the agony.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMDBjNmQ2MTctNmIyMy00ZGZiLWIzNTktYTVkNGMwMmMyMTJkXkEyXkFqcGdeQXVyNTgwNTk5MDI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001336",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}