{
  "Title": "The Farmer's Grandson",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "19 May 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "N/A",
  "Actors": "Aage Brandt, Agnes Nørlund Seemann",
  "Plot": "Inspector Brown at the estate is a wicked and brutal person, who is always quarreling with the workmen; but at the same time he is sly enough to ingratiate himself by sly words with the Squire's daughter Elsie, so much so that she, as the inspector one day is turned out on account of his brutality, follows him, giving up her beautiful home and her old father on his behalf. A year later we see her in a poor-looking room in a big city. Brown is now just as brutal to Elsie as he was before to the workmen; he is not even ashamed of forcing her to give up the last of her savings, although she is ill, having just been confined with a child. This money he spends on bad women. Twelve years have passed. Brown has long since left Elsie, who is obliged to support herself and her boy, Charles, by sewing. Charles now does not want to be an encumbrance to his mother any longer, and we see him leaving the little home to go out in the country to look for a situation. Accidentally he comes to his grandfather's estate; he is engaged and soon becomes the favorite of the old Squire. One day Charles in taken ill, and the Squire takes him to his own room and puts him to bed there. One night Brown who is now a drunken and disreputable individual, sneaks into the place with the intention to murder the Squire. Charles hears a noise, looks out of the window and is at once equal to the occasion. Instead of giving the alarm to the Squire, he snatches a revolver, which is always lying on a small table beside the bed and lies down again quietly, as if asleep. As Brown, a few moments later, bends over the old gentleman's bed with the knife in his band. Charles fires the revolver and the rascal falls to the floor severely wounded. Charles gets permission for his mother to come and see him, and, to this effect he writes a letter home. As Elsie receives the letter and sees the well-known address she believes her father has forgiven her, and hurries joyfully back to her old home. But the meeting between father and daughter does not turn out as expected: the old gentleman does not want to have anything to do with his daughter, but as his little rescuer puts father's and daughter's hands in each other, he cannot resist any longer, he forgives her and is now happy to have his two dear ones near him.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000894",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}