{
  "Title": "The Medicine Bottle",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "29 Mar 1909",
  "Runtime": "5 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, Adele DeGarde, Marion Leonard",
  "Plot": "This film demonstrates two things, the efficacy of that time-saving agent which out Mercurys Mercury, the telephone, and the importance of that movement to enforce a differential form of bottle in which to hold poisonous liquids. Mrs. Ross, whose mother is very ill, has in attendance a trained nurse, who has received an urgent message to come to her own home, owing to the illness of her sister. As Mrs. Ross is dressed and ready to attend an afternoon tea at Mrs. Parker's, this forced absence of the nurse is very inopportune. However, little Alice. Mrs. Ross's seven-year-old daughter, is a bright child, so she feels that she can trust her to look after her grandma, and give her the medicine at the regular intervals. Mrs. Ross, herself, is suffering from a painful abrasion on her hand, for which she has procured an antiseptic to bathe it with, which is a deadly poison. It happens that the antiseptic and grandma's medicine are contained in similar-shaped bottles, and Mrs. Ross in her hurry and excitement takes away the wrong bottle. While at Mrs. Parker's, the hostess cuts her finger with a paper knife and Mrs. Ross offers her the antiseptic to bathe it. When she discovers she has carried away the medicine, leaving the poison for the child to give grandma. Looking at the clock, she finds it is on the hour of the administering of the dose. The poor woman is beside herself in fearful helplessness, when Mrs. Parker suggests the telephone. This she tries, and she is put in further trepidation at her inability to get connection, for at Central the operators are too busy chatting to take notice. She at length gets her home and is relieved to learn from the child that grandma has not been given the poison, owing to the fact that baby had spilt the first spoonful she poured out.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjk3MGRiZmYtNGQwZC00NmQ2LThlZDQtNDlmZTViNjViZjdiXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "17",
  "imdbID": "tt0000958",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}