{
  "Title": "The Pied Piper of Hamelin",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "01 Aug 1911",
  "Runtime": "10 min",
  "Genre": "Short, Drama, Fantasy",
  "Director": "Theodore Marston",
  "Writer": "Robert Browning, Theodore Marston",
  "Actors": "Marie Eline, Mignon Anderson, Frank Hall Crane",
  "Plot": "According to the tale found in the ancient annals, the little town of Hamelin, in Hanover, found itself, five hundred years ago overrun with rats. The citizens tried every way to abate the plague, but without result. Finally a mysterious stranger appeared in the town and offered for the sum of 1000 guilders to clear the place of vermin. His offer was accepted, for the mayor and council were at their wits' end, and willing to try any expedient. The stranger was a piper, and the music he played lured the rats out of their hiding places. They followed him to the river, where they plunged in and were drowned. When the Piper returned to the council, and demanded his pay, he found the city rulers ungrateful and dishonorable. They repudiated their bargain, and told the Piper to take 15 guilders and be gone. For he was shabby and ragged and they thought they could swindle him with impunity. But the Piper had his pipe left, and it was still potent, as the townsmen learned to their sorrow. He played another tune, and this time it was the children who followed him. They marched out of the city behind him, and the citizens awoke to find that all their homes were desolate. One version of this old legend is that one little boy, a cripple, was unable to keep up with the others, and when they followed the Piper into a hollow hill, he was so far behind that the doorway was closed before he limped up. It is said that he lived a lonely life in a city of sorrow, where the voice of children, except his own, was not heard. But there is reason to believe that the Piper was not so hard-hearted as some chroniclers have maintained. How could he make a whole town unhappy, ceaselessly unhappy, and how could he blight the existence of a poor little crippled boy? So we like to believe that the Piper listened to the prayers of the cripple, and restored to him his playmates. And that after a time there was joy in Hamelin, and that its citizens learned a lesson, that dishonesty never pays, and that in the long run, if you cheat a man or woman, you may expect some day, in some way, to pay the penalty.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjVlZmZkZGYtZWQ2ZC00ZmNkLTllNzQtNDU2YTZmMGY2M2RjXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001831",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}