{
  "Title": "A Christmas Carol",
  "Year": "1910",
  "Rated": "Not Rated",
  "Released": "23 Dec 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama, Fantasy",
  "Director": "J. Searle Dawley, Charles Kent, Ashley Miller",
  "Writer": "Charles Dickens",
  "Actors": "Marc McDermott, Charles Ogle, William Bechtel",
  "Plot": "The story begins in the office of Scrooge, described as \"a wrenching, squeezing, grasping, covetous old sinner.\" He is visited by the charity workers who want him to contribute to the Christmas funds for the poor. He shows them the door and then declines an invitation from his nephew and the latter's Christmas wishes, because the spirit of Christmas is not with him. After finishing his Christmas Eve's work by scolding his poor humble clerk, Bob Cratchit, he hies him home. At the door we see the knocker change visibly before his eyes to the face of his former partner, Marley, long since dead, and during the night he is visited by Marley who introduces him anew to the long forgotten Spirit of Christmas. The Spirit shows him in successive visions his happy childhood days when he was young and free, the breaking of his engagement to the woman who later marries happily, and then shifting to the present Christmas, shows him Bob Cratchit's humble family enjoying their Christmas dinner, which consists of the bare necessities of life. He sees his nephew disappointed by being refused the hand of the one girl he loves, because of his poverty, poverty which Scrooge could help. And then, peering forward into the future, the Spirit shows him the picture of himself dying in his lonely room without the care or love of anyone. He reads his own tombstone which tells a pitiful story, that he lived and died without a friend. This vision proves too much for Scrooge's hardness. He repents of his former mode of life and staggering back, drops unconscious upon his bed. When he awakens he is a changed man, with a firm determination to live a life of love for his friends instead of for his funds. He accordingly calls on his nephew (on the way meeting the charity workers and contributing to their fund for the poor), and when he finds the nephew with his little fiancée, he gives him a paper telling him that as his partner he will be amply able to marry the girl of his choice. And then he takes the young people with him and loading themselves with good things, they repair to Bob Cratchit's humble home. Of course Cratchit thinks that his employer is crazy when he sees him smile upon him and sees the good things which are brought; but he is not long in being convinced, and we feel sure that Cratchit and his little lame child, \"Tiny Tim,\" will be well cared for in the future.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZTIwZmQ2Y2YtY2JhMy00NWViLTkyZTgtNDM1NTU2ZjUwNGQ2XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "848",
  "imdbID": "tt0001544",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}