{
  "Title": "One Night, and Then --",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "14 Feb 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Henry B. Walthall, Kate Bruce, Gladys Egan",
  "Plot": "Henry Revol was a wealthy bachelor, who had nothing but time and money at his disposal. We see him at his mansion in the midst of a Bohemian gathering. The party is made up of the lights of theatrical, literary and art circles. It is nothing unusual, simply one of the reckless affairs so often held at his home. These are the \"false pleasures\" of life, made all the more pronounced when contrasted with the \"simple life,\" a scene in a humble home where a mother lives in the love of her children. Revol is simply burned up by the fires of dissipation, and at a succeeding affair falls fainting in his chair. The doctor summoned, tells anticipate fate, but the thought of the jeering of his fawning friends pricks his pride, when a plumber enters his home to do some repairing. An idea strikes him. He will exchange clothes with him and go out somewhere incog. This he does, and after leaving what money he has about him on the mantel, only taking enough to pay for a room for the night, and throwing his now useless keys in the fireplace, he leaves and engages a room in the poor section of the town. Paying for the room, he sits with revolver in hand while he smokes the last cigarette. As he blows the last puff of smoke out, he places the pistol to his head, when a low, sorrowful moan reaches his ears. He listens, but all is still. Again, the pistol is raised, and again the cry, now louder and more prolonged. Going to the connecting door he plainly hears the sobbing of a woman in grief. He knocks, and the door is opened, and there he sees the poor mother bending over her sick child, helpless, as she hasn't any money for medicine or food. Here is his opportunity, but as is nearly always the case, there is an obstacle. He has no ready money himself. He will return to his home for it, but how will he get in as he has thrown away his keys and destroyed his identity? Under these conditions, he is forced to break into his own house to bestow his charity. This arouses the servants and he is shot down as a burglar. When they discover his identity they summon the doctor, to whom he exclaims: \"Doctor, you can do nothing for me. Go and relieve the wants of the poor family.\" This the doctor does, and Revol's last moments are made bright in the thought of being at last given an opportunity to do good. The next day when the doctor visits the poor woman, sunshine bathes the modest home, and she wants to know what return she can make for all these blessings. The doctor at first intimates nothing, when he notices a lily in a vase at the head of the child's bed. This he takes and places on the bier of Revol. \"And the greatest of these is charity.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001346",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}