{
  "Title": "From the Bottom of the Sea",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "20 Nov 1911",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "William E. Shay, Ethel Grandin, Edward LeSaint",
  "Plot": "It has to do with the love affair of an ensign on a submarine boat and the daughter of a lieutenant, his superior officer. The scene is laid in the U.S. Navy and a genuine submarine boat was placed at the disposal of the director in the filming of the picture. The young ensign loves the daughter of the lieutenant and his love is returned. The lieutenant has other aspirations and tells the young man to win his stripes before he will consider his suit. The lover is not crestfallen as he is ambitious and the girl is willing to wait. A French army officer also loves the girl but, while he is favored by the father, the girl despises him. The lieutenant receives a message from naval headquarters commanding him to take charge of the submarine boat on a cruise and to further instruct the ensign in his duties. Prior to his going abroad the ensign kindly shows the Frenchman, his rival, over the boat. The villain, anxious to avenge himself on the young man, steals the valve handle off the mechanism which controls the buoyancy arrangement when the boat is submerged and carries it away. The lieutenant boards the boat and she goes on the educational cruise. There are many scenes of the evolutions of the boat and she finally sinks to the bottom. The officers watch the gauge but find themselves powerless to rise, owing to the tampering with the mechanism. They are suffocating for the want of air and are doomed to die like rats in a trap. Then the young ensign shows his mettle. He proposes that his shipmates shoot him through the torpedo tube and he will swim for assistance. He is shot through the tube, against the wishes of the lieutenant, rises to the surface and swims for it, summoning a submarine boat tender. The boat is anchored over the submerged craft and the emergency expedient is resorted to with success. Air is pumped into the receptacles and the vessel arises and the crew is saved through the heroism of the young officer. The Frenchman is suspected of the trickery and is punished. It is needless to chronicle that the ensign made good and the lieutenant removed all objections to his marriage with his daughter.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzlhZmFkMjMtMjU0NC00YmM1LWE2ZWQtMGRhYTVjZjJlNTYyXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001634",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}