{
  "Title": "The Girl and the Outlaw",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "08 Sep 1908",
  "Runtime": "14 min",
  "Genre": "Short, Action, Western",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Charles Inslee, Harry Solter, Gene Gauntier",
  "Plot": "Bill Preston, a heartless roadabout, too despicable for the association of white men, had gathered about him a little band of low-down redskins, whom he seemed to rule by extreme despotism. At any rate, they all feared him, as he, with them, terrorized the whole country 'round, by acts of pillage, arson and worse. Bill, despite his black nature, was a handsome fellow, who, under different conditions, might be called attractive. This the case, there is reason why Nellie Carson, a girl of the frontier, should fall so violently in love with him, casting her lot with his. She soon finds out his true nature, but even then she seems to be held by an irresistible power, though, he would cast her off, which he tries to do, leaving her lying wounded and insensible in the road, after a stormy scene between them. She is discovered by a girl of the mountains, who offers to help her to her mountain home. Though moved by the girl's kindness, she rejects her offer, choosing to go her own way on the road of life she has picked out. The mountain girl drives off and is waylaid by Bill, who seizes her and brings her to his camp. Nellie, coming along later, discovers evidence of what has taken place, and with a feeling of pity for the girl, and jealousy of Bill, resolves to save her. She arrives at camp at nightfall and manages to release the girl and get away, but unfortunately her revolver drops to the ground, and exploding, awakens the gang. The girl's plight looks bad for the instant, and would have been disastrous had not one of the Indians, who had always shown a weakness for Nellie, handicapped Bill. This enabled the girls, who mounted the one horse, to get a lead. However, Bill and his red devils are fast gaining on them, and several of his bullets have taken effect in poor Nellie's body, who has sacrificially placed herself between the mountain girl and Bill. The girl's apprehension seems inevitable, when the Indian rides up, and Bill, with a dagger wound in the breast, falls from his horse, thereby closing his contemptible career. This in a measure demoralizes the gang, and the girls reach the mountaineer's cabin, but Nellie is mortally wounded and expires as she is taken from the horse, the good Indian driving up just in time to claim her body that he might bury it. This subject is an exceptionally thrilling one, with photography of the highest order, and many of the scenes tinted.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.1",
  "imdbVotes": "51",
  "imdbID": "tt0000694",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}