{
  "Title": "The Vampire",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "10 Nov 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "Rudyard Kipling",
  "Actors": "Charles Clary, Margarita Fischer",
  "Plot": "A picture dramatization from Sir Ed Burne-Jones' famous painting, with suggestions from that world famous poem by Rudyard Kipling, each conceded a peer in the literary and world of art. This great subject handles deftly the realms of the imaginary inner circle of society. (Even as you and I) A fool there was and he made his prayer, To a rag and a bone and a hank of hair (We called her the woman who did not care) But the fool called her his lady fair (Even as you and I). Guy Temple, as \"the fool there was\" marries his brother's ward, his boyhood sweetheart, Emily. The young husband becomes ensnared in the toils of the Vampire (a destroyer of souls). Clandestine meetings are arranged and the cunning, unscrupulous, satanic actions of the Vampire compels the poor weakling, Temple, to falter and fall before her charms. John Temple, the other brother, determines to save the young husband when he discovers his perfidy, and to recover the jewels given the Vampire by Guy. In a dream he remembers where he had seen Loie before. She it was who had ruined the life of Emily's father and rendered the then slip of a girl an orphan. Seeking out the brother, John Temple told him Loie was a Vampire, that she had ruined his own wife's father and to quit her under threat of his life. He offers Loie a large sum of money to leave America. But her promise is soon forgotten; her direful work continues, the tightening strands on wrecking souls of mortals. The fool was stripped to his foolish hide (Even as you and I). Which she might have seen when she threw him aside (But it isn't on record the lady tried) So some of him lived but the most of him died (Even as you and I). The young husband's mind is rent; his honor gone and the yawning abyss of the great beyond seeks its own.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTI4ZTYwZWQtYzE4Yi00OTA4LWJlM2YtOTBmYjNjY2E1Yjc4XkEyXkFqcGdeQXVyMDgyNjA5MA@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.2",
  "imdbVotes": "5",
  "imdbID": "tt0001441",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}