{
  "Title": "The Agitator",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "04 Apr 1912",
  "Runtime": "10 min",
  "Genre": "Short, Western",
  "Director": "Allan Dwan",
  "Writer": "John Emerson",
  "Actors": "J. Warren Kerrigan, Pauline Bush, Jessalyn Van Trump",
  "Plot": "While the foreman is absent in the city, with a train load of cattle, the ranch owner, finding himself short of men, employs a new hand. Young and extremely handsome, with a fine personality, Jack Williams makes quite an impression on the ranch owner's daughters, and he is himself attracted to the elder sister. During his absence the foreman becomes inflamed with socialistic ideas by attending socialistic gatherings and listening to impassioned speeches by hot-headed men. He returns to the ranch with his head full of socialism and finds that the new ranch hand has made great headway with the ranch owner's daughter, whom he had hoped to win himself. He attempts to force his attentions on her, but finds them unwelcome, and when he carries it to the point of rudeness her father interferes, thereby gaining his foreman's enmity. In order to retaliate for his suffered grievance he stirs up the cowboys with whiskey and talk gleaned from socialistic meetings. Under his leadership the boys are ready to fight and in this dangerous mood the foreman leads a delegation to the ranchman with a demand that he divide his wealth equally among them. Reasoning and argument do not avail and the ranchman finds that of all his employees Jack Williams is the only one that remains loyal. Finding that their demands are not complied with the cowboys prepare to fight and a desperate battle takes place between the gang, the ranch owner and Jack. The wife and daughters witness the fight and see the father wounded. Jack leads them all to a pit where they will be safe, and continues the fight alone. A stray bullet strikes the foreman, and without a leader the cowboys soon see their folly, and hostilities cease. Jack finds that his brave defense of her father's home, has convinced the girl that he could defend one of his own and they make their plans accordingly.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMDhlMTcyMTgtNjNjNi00YzczLWI2YjAtMzFhNTExZDM3OGNlXkEyXkFqcGdeQXVyMzg1ODEwNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002000",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}