{
  "Title": "The French Duel",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "10 May 1909",
  "Runtime": "4 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "John R. Cumpson, Arthur V. Johnson, Charles Avery",
  "Plot": "Extreme tranquility hovered over the Salon Litteraire of the Club Montmartre, and the members seemed to be in a state of ennui, the silence being broken only by the ticking of that horometrical instrument, the clock. when Mons. Leon Martinel enters in company with Mons. Gaston Tortoni, whom be introduces to Mons. Alphonse de Signoles. Alphonse orders le garçon bring a round of cocktails, and he puts an olive in each. This Tortoni objects to, but Alphonse insists, \"Oui! Oui!\" Tortoni then with thumb and forefinger extracts the olive from the cocktail, and hurls it, yes hurls it in the face of Alphonse. Consternation! The members stand aghast until Alphonse retaliates in like manner. Amazement! The feud is on, honor must be satisfied; a duel is inevitable, and speculation keen, as Alphonse is in the bantam class, while Tortoni is a replica of the Eiffel Tower. On the field of honor, beside the ruins of the old Conciergerie, they meet. A corps of trained nurses, doctors and undertakers arrive, and the seconds prepare the weapons, while the undertakers measure the contestants for their prospective receptacles. Muskets are first selected, but one of them accidentally discharges and throws the party into hysterics, so they are discarded. Rapiers are finally resorted to and a most furious combat is precipitated, which would have resulted fatally for Tortoni had he not had a tin tray concealed beneath his vest as a shield, and so the duel finishes to the entire satisfaction of everybody but the undertakers.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "52",
  "imdbID": "tt0000874",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}