{
  "Title": "The Prince and the Pauper",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "03 Aug 1909",
  "Runtime": "N/A",
  "Genre": "Short",
  "Director": "J. Searle Dawley",
  "Writer": "J. Searle Dawley, Mark Twain",
  "Actors": "Cecil Spooner, Charles Ogle, William Sorelle",
  "Plot": "Tom Canty, an intelligent and partly educated pauper boy, a beggar, the son of a ruffianly father, bore the strongest resemblance to the Prince of Wales. One day Tom wandered near the palace gates. Too near, thought the guard on duty, for he cuffed him away, and Tom cried aloud under the sting of his blows. Edward the prince, was in the palace grounds near the gate, and, hearing the outcries, made inquiry as to the cause. A courtier brought the answer. Edward had a gentle heart. There was misery in the cries of the lad outside. He ordered him brought within to console him. The prince's word was law. The pauper boy was brought before him. Never having conversed with a boy of the streets before, Edward retired with him to a secluded room and there both noticed the resemblance between them through an accidental joint glance in a mirror. The prince suggested the boyish prank that they change clothes tor the moment. No sooner said than done. Tom pranced about in the prince's royal raiment and truly royal he looked, while the prince masqueraded as the pauper boy and looked Tom Canty to the life. At this moment Tom spoke of the unnecessary brutality of the guard. In a flash, forgetting his attire, the prince was off to chastise the guard. Alone and with one whom he thought the pauper boy, the guard was not gentle. He pitched the prince in beggar's rags into the street. Wildly the prince proclaimed himself, but a jeering crowd drove him away. Before he could return he encountered the elder Canty and was hauled off, despite his protests, to their hovel. Here he was beaten because he had begged no money, and later was dragged off to join a band of roving rogues. From these he was rescued by a poor knight, Miles Herndon, and the two became fast friends, though the knight laughed at the supposed beggar's pretensions to royalty. Meanwhile Tom had been having many strange adventures at the palace, where he was supposed to be the prince. His singular conduct caused an impression among the couriers that he was demented. King Henry VIII, Edward's father, died at this juncture, and here truly was a fateful circumstance; for the pauper hoy was hailed king of England, and, though in agony of mind over it, was about to be crowned. The ceremony was in actual occurrence in Westminster Abbey when the prince succeeded in gaining admittance. Loudly he proclaimed himself and would have been struck down by the soldiery as a traitor had it not been for Tom himself. He was the first to acknowledge his rightful king, and it was through his aid that Edward was enabled to step to the throne and receive the crown that in a few moments more would have been placed on the pauper boy's head.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "29",
  "imdbID": "tt0001008",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}