{
  "Title": "Rattlesnakes and Gunpowder",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "29 May 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Short, Western",
  "Director": "Allan Dwan",
  "Writer": "N/A",
  "Actors": "J. Warren Kerrigan, Pauline Bush, Jack Richardson",
  "Plot": "The Sheriff of Kickup Gulch had long been enamored of the beautiful daughter of the hotel keeper and his suit was progressing favorably when an eastern drummer appeared in the Gulch and started paying marked attentions to the hotel-keeper's daughter. She was very favorably impressed and, finding it difficult to choose between the two after their simultaneous proposal, decided to give them a test of bravery in order to win her hand. The test consisted of thrusting an arm in a rattlesnake's hole and the drummer became panic stricken, for he knew that it meant almost certain death to obey the request. The Sheriff, however, knowing that rattlesnakes always avoid tobacco, sprinkled the hole with tobacco from his pouch and thrust in his arm with impunity. Of course the lady chose the sheriff and left the crestfallen drummer to think it over. Left to his own devices he discovers the trick played by the wily sheriff, and determines to even up the score. He effects an entrance to the general store and substitutes iron filings for the stock of giant powder. The next day he appears at the store and makes a purchase of several pounds of his substituted giant powder. Returning to the hotel he creates a panic by spreading his powder on a paper and sitting beside it with a lighted cigar in his mouth. The frightened spectators send for the sheriff to subdue the mad man, and he now appears with his fiancé, gun in hand, to arrest the drummer. The drummer calmly lights a match and orders, \"Drop that gun or I'll drop this match,\" which he holds at close proximity to his fake powder. The sheriff is panic stricken and turns in ignominious flight, leaving his fiancé to her fate. The fate in store for her however, is a complete revulsion of feeling and she decides that eastern wit is better than cheap heroics.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNWU5OTA5Y2YtODc4Ni00YjZkLWIwMmQtYWU5ZDQ5YjhjNTE3XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001850",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}