{
  "Title": "The Courtship of Miles Standish",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "20 Jan 1910",
  "Runtime": "N/A",
  "Genre": "Drama, Romance, Short",
  "Director": "Otis Turner",
  "Writer": "Henry Wadsworth Longfellow, Otis Turner",
  "Actors": "Hobart Bosworth, Betty Harte, Robert Z. Leonard",
  "Plot": "Miles Standish, as we all know, was a man among men, a warrior who knew no fear in battle, but who was very timid and abashed when it came to the wooing of the maid Priscilla. Therefore we see him requesting his young comrade, John Alden, to go to Priscilla and give her a bunch of mayflowers as a token of his love. John goes to her, and sincere in his devotion to his friend, tells her of the strength of character and of the nobility of the man who has sent him to her. He pleads, but his pleading has the wrong effect, for the maid loses her heart to him. But John cannot understand, and so he goes on urging the suit of his friend, explaining, persuading, speaking of the courage and skill of Standish and of all his battles in Flanders, until finally the truth dawns upon him as she archly smiles at him, and with tremulous voice, whispers, \"Why don't you speak for yourself, John?\" Heart-torn betwixt love for the maid and duty to Standish, John returns home. At first we find him in despair as to how to tell his friend the true state of affairs, and then we see Standish with the whole naked truth upon his awakened senses, about to plunge his sword into the heart of his young friend: \"John Alden, you have supplanted, defrauded, betrayed me. Miles Standish, you friend. One of my ancestors ran his sword through the heart of Wat Tyler; who shall prevent me from running my own through the heart of a traitor?\" So he speaks, and Alden, always the scholar, and yet fearless, awaits the death blow. But the scene is interrupted, for news of an Indian outbreak is reported to Standish, and buckling on the weapon with which he had threatened John, he rushes from his cabin to gather his men for action and for defense of wives and sweethearts. The scene shifts, and we see before us an assembly of men, rugged, war-beaten, determined. The council is on, debate is held as to self-protection, and extermination of the Indian is decided, unless they smoke the pipe of peace. Now let us wander to the Atlantic shores, where we see the Pilgrims delivering their mail to one who will bear it all to the home of their birth across the ocean, on the vessel \"Mayflower.\" Again the scene changes, and we see Miles Standish, after a three days' march, at an Indian encampment, pitched on the edge of a meadow, between the sea and the forest. A parlay ensues between white and red, wherein Pecksuot tells Standish that he and his braves will sweep the whites from their land. Angered at such a defiance, Standish grabs the red man's knife and plunges it into his breast. As he does this, Wattawamat drives his own knife into the back of our Plymouth captain. A fight ensues and the Indians are driven over the embankment and into the sea. Fortunately Standish recovers, and eventually, after many hardships and physical trials, he begins to think of the maid, Priscilla, more as a daughter than as one he would wed. So he goes to her home. He sees her in the arms of the man she loves, John Alden. He, poor youth, still conscious of that word \"betrayer.\" the last that his friend had called him, expects further rebuke, but he is mistaken, for with a smile of benediction, Standish takes the hand of the maid and the hand of the youth, and joining them, smiles his approbation of two well met, well loved, and well united.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001166",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}