{
  "Title": "Take Me Out to the Ball Game",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "24 Aug 1910",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Augustus Carney, Neva Don Carlos, J. Warren Kerrigan",
  "Plot": "Our friend Blink is a baseball bug and a devotee of the sport. One day he finds he will have time in the afternoon to visit the ball park, and from that moment until noon he is in an excited fever, refusing to talk anything but baseball to the business men who call on him. When the clock strikes twelve Blink seizes his hat, slams down his desk and tells his stenographer that he is gone for the day. Blink hurries home and gets his wife busy with the dinner. She is curious to know why he is in such a hurry and finally, between bites, he tells her he is going to the ball game. Fanny expresses her desire to go also, and insists on her husband waiting for her to dress. Minutes crawl by like hours to Blink as his wife arrays herself for the game, and when she finally appears, leading Jack, the bull pup, he seizes her by the arm and drags her out of the house. They board a car, but the conductor objects to the dog. Fanny pushes the conductor into a corner, and Jack makes short work of the seat hogs. However, the ball park is readied at last, and Blink goes to get the tickets. When he comes back with the necessary paper he is in such a hurry and so happily excited as to grab the arm of another woman, a large, fat, colored \"mammy,\" and does not discover his mistake until they are inside. Now he has to buy another ticket, and after he has located Fanny and the dog they hurry into the gate and to the bleachers. The game is an exciting one, but not for Fanny. She sees nothing in it at all, and finally dozes off to sleep with her head resting on a fat man's shoulder. Jack, the pup, becomes excited or angered at a rather shady decision by the umpire, and freeing himself from his chain chases the luckless referee all over the diamond. The home team wins, of course, which makes Blink so happy that he goes off, forgetting Fanny. He follows the band of players on their triumphal procession downtown, and arrives at his home before he thinks of his missing spouse. In the meantime, Fanny has slept peacefully through the game, and is deserted by her fat man. She is finally the only one left on the bleachers, but is soon awakened by a ball park guard. She meets Blink half way home, and there is the usual family row, which ends peacefully, however, at the close of the film.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOGZmZjUwMTMtNGEyYy00ZjJhLThkN2YtZWIyY2M0YWI1MDQ0XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001408",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}