{
  "Title": "Briton and Boer",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "25 Oct 1909",
  "Runtime": "N/A",
  "Genre": "Action, Short, War",
  "Director": "Francis Boggs",
  "Writer": "N/A",
  "Actors": "Hobart Bosworth, Tom Santschi, Tom Mix",
  "Plot": "The story opens just before the Boer War at the farm house of Jobe De Larey, just outside Kimberly, S.A. Jobe's family are Boers with all the strange customs and fierce hatreds of this transplanted people, all except his oldest daughter Gretchen. She has attended the English school at Kimberly, and while there met and fell in love with Allen Hornby, superintendent of the mines. Knowing that her father's people mean to fight the English, she tells Allen to demand his consent to their marriage. Allen replies. \"And if he refuses?\" Then comes a true woman's answer, \"A woman's heart belongs to her husband or lover, not to any country or any flag.\" De Larey does refuse his consent. Gretchen overhears Piet Cronje tell her father to prepare for war, and that he intends to seize the mines. Gretchen sees Hans, a young Boer whom her father wished her to marry, receive from Cronje a message to the Commandoes in their district, which meant Allen's capture, if Hans delivered it. She by a clever ruse steals both the message and Hans' horse and rides into Kimberley to warn the man she loves. The message is missed, she is pursued, and then at the bottom of the shaft she renounces her people and casts her lot with Allen. Three months later we see a relief train outside of Kimberly with its traction engine, outspans of oxen and marching Highlanders. Then we are with Piet Cronje at Kleppersdorf where he captures the native dispatch hearers and the news these dispatches contain causes him to lay a trap for Hornby's scouts, a body of men the superintendent has organized and is leading against the Boers. They ride into the trap and in the stirring battle that follows only escape annihilation when a passing regiment of Gordon Highlanders comes to their rescue. We then follow the fortunes of Cronje and his principal lieutenant, Jobe De Larey, through a series of battles that lend up to that last fatal stand at Paradesburge where the greatest general of modern times, Lord Roberts, outwits the Boers and forces Cronje to surrender. Hans and De Larey escape the net and ride into Kimberly at night. De Larey seeks out his daughter determined to kill her for her treachery to the Boer cause. Her husband, Allen Hornby, arrives in time to defeat this plan and in the fight that follows Hans is killed. Our closing scene occurs at Hornby's home two years after the war. Old De Larey, broken and destitute, comes to beg his daughter's forgiveness and meets with a reception that insures his passing his declining years by the fireside of the man he had so bitterly hated, but now sees is a noble man, a gentleman and one who bears no malice.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001134",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}