{
  "Title": "Was Justice Served?",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "21 Jun 1909",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "James Kirkwood, Gladys Egan, Charles Avery",
  "Plot": "George Wallace has just finished a term in prison, and, discarding the stripes for a civilian suit, he hurries to his home to be greeted by his wife, child and old mother. The meeting is most touching, the poor wife having, during his incarceration, eked a living for them by manual labor. Wallace decides to start a new life and leaves home in search of work. Armed with a newspaper, he looks up the employment offices advertised therein. During the course of his journey be brushes into a man who is returning to his pocket a well-filled wallet. The pocketbook falls to the ground and the parties pass on, ignorant of the occurrence. A moment later a chap passes the spot and grabbing up the wallet hurries from the scene taking a byway into another neighborhood. Reaching a lonely section of the street, he examines the find, takes the money and throws the wallet away. Now by a cruel trick of fate Wallace passes this way, picks up the purse and is examining it when the owner who has discovered his loss and remembers now of being bumped into by Wallace, comes up, and the evidence certainly looks verifying, so Wallace is arrested. The case is brought to trial before a jury and by a singular fortuity the finder of the money is impaled on the jury. This would seem another subtle trick of derisive fate, for the man himself is not cognizant of the nature of the case upon which he is to sit. You may imagine his amazement when he hears the testimony and is banded with the others the incriminating wallet. To anyone with the most meager powers of discernment the ease looks clearly a case of theft against Wallace. What could be more convincing, his brushing against the plaintiff while in the act of returning the money to his pocket, and then being found with the wallet in his hand: worse still is the fact of his being an ex-convict. The retiring of the jury to their room seemed but as a matter of form, so you may imagine their surprise when the ballot results in eleven to convict and one to acquit. It is easy to guess who cast the one dissenting vote, the real offender. Arguments, entreaties, threats are all in vain; he stubbornly refuses to change his opinion. Well, they at length decide to give up the hope of agreeing, and are about to return to court, when the man calls them back, and under their promise of secrecy restores the money to the purse. They then file into court and to the surprise of all render a verdict of \"not guilty.\" The wallet, with its contents, is secretly returned to the owner.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "17",
  "imdbID": "tt0001086",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}