{
  "Title": "The Song of the Wildwood Flute",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "21 Nov 1910",
  "Runtime": "17 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "Mrs. James H. Ryan",
  "Actors": "Dark Cloud, Mary Pickford, Francis J. Grandon",
  "Plot": "In the opening scene is shown the Corn Dance, which is a ceremonial performed in thanksgiving to the Great Master for his bountiful yield of crops. This dance is performed each year at the harvest. During the course of the dance, Dove Eyes, the pretty little squaw, becomes very much attracted by Gray Cloud, the brave who leads the dance. Gray Cloud is handsome and graceful, and it is small wonder that he should impress the pretty maid. Her interest in him does not go unnoticed for the brave has long been smitten with the little squaw and bashfully makes advances which are just as coyly received. To conclusively learn his fate, he goes to the old squaw to hire the love flute. This is the time-honored custom of lovers and is their form of wooing. This love flute is held in the custody of a spinster squaw and the swains hire it from her with the payment of skins to serenade the object of their affections. If the maid is enticed from the tepee by the strains of the flute, the lover is given hope. Dove Eyes appears and Gray Cloud wins his suit, and prepares for the marriage. Meanwhile, Gray Cloud's rival hires the flute to serenade Dove Eyes, but she turns a deaf ear, and so the rival goes away disgruntled and vowing vengeance. After the marriage Gray Cloud starts on a hunting trip. His rival follows at a distance determined to wreak revenge. Some distance away from the village the rival makes a move to shoot Gray Cloud, but desists, not having the cold blood to effect this purpose. He has hardly lowered the pun when he sees Gray Cloud disappear. The earth seems to have swallowed him, and it does in a measure, for when the rival runs to the spot, he finds Gray Cloud at the bottom of a bear pit. To get out unaided is impossible but his rival merely laughs derisively and leaves him to his fate. The little squaw has been pining all this while for Gray Cloud, who has now been absent for several days. Dragging herself to her father's tepee, she is taken ill on the very threshold and is carried inside. The medicine man is called, and after many prayers and incantations gives the case up. The rival hears the cries of the poor heart-crushed little squaw and all the animosity he held for Gray Cloud dissipates, so he runs to the pit and drags Gray Cloud out, helping him to Dove Eyes' side, who livens up as he is the real doctor of her ills.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzI5YjUzYjctMTRjZi00MmJiLWIxN2MtY2VmMTdkNWVkYjE3XkEyXkFqcGdeQXVyMzg1ODEwNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.9",
  "imdbVotes": "17",
  "imdbID": "tt0001400",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}