{
  "Title": "Across the Plains",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "01 Apr 1911",
  "Runtime": "N/A",
  "Genre": "Short, Adventure, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson, Josephine Rector",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Arthur Mackley",
  "Plot": "Jennie Lee and her father are on their way to Golden California, from a little Kansas farm, traveling in a prairie schooner. At the last settlement visited by the two, the old man, who has a weakness for drink, purchases several bottles of whiskey, which he begins drinking when they have made camp for the night. A lone cowboy calls upon them and finds the old man in a jovial mood and cautions him to beware of the hostile tribe of Indians, through whose country they are now traveling. Unmindful of the warning, Lee continues to drink until thoroughly intoxicated, despite the pleadings of his daughter. Suddenly over the brow of a hill a scouting Indian is seen to appear, sees the wagon and the drunken white, and slipping cautiously away, goes to his Indian village, where he informs the other braves of the trespassing settlers. The Indians leap astride their shaggy pones and with was whoops ride off to make short work of the whites. The girl sees them coming and implores her father to get into the wagon, but he refuses and the girl, knowing that she must act quickly if she would save her own life, springs into the wagon, seizes the reins and urges the horses to their utmost speed. After a long and thrilling ride in which the Indians gradually gain on her, she is joined by the friendly cowboy, who sends a crony who was with him, to a neighboring ranch for help. The girl and cowboy race the Indians and pull up at a deserted shack in which they protect themselves against the Indians until the arrival of the ranchmen, who disperse the Indians. The girl expresses her great joy at being rescued and upon proposal of her cowboy protector that she marry him, she readily agrees.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYWQwMmViNTMtNzM2Yi00MTMxLTg2YjQtMTNmZWYwZDZlMjI3XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001467",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}