{
  "Title": "Her Hero",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "30 Sep 1911",
  "Runtime": "10 min",
  "Genre": "Comedy, Short",
  "Director": "Van Dyke Brooke",
  "Writer": "Van Dyke Brooke",
  "Actors": "John Bunny, Flora Finch, Maurice Costello",
  "Plot": "Mr. and Mrs. Brown are a newly wedded couple old enough to know better. Mrs. Brown is somewhat nervous and constantly in fear of the unexpected happening. She is particularly solicitous about house breakers and burglars, and when she communicates her fears to Mr. B., he assumes an air of bravado and \"tut-tuts\" at her anxieties, declaring that while he is near she has naught to fear. His better half looks up to him as her brave hero, and he basks in the limelight of her admiration, telling her of the many wonderful deeds of heroism and daring which he has performed upon the plains as a cowboy, and defender of the helpless. So vividly does he describe these \"Munchhaussen\" fairy tales that she sees. In her mind's eye, each one distinctly enacted before her, and to add to their seeming reality, the audience has a view of the same performances. Thoroughly pacified. Mrs. B. retires for the night, Mr. Brown locking all the doors and windows before he follows her. During the night, Mrs. Brown hears a grating noise. She awakens her husband, and tells him that there is someone breaking in the house. Mr. Brown, thinking it only an offspring of her imagination and nervousness, sallies bravely forth, pistol in hand, to meet the intruder. Imagine his surprise when he really meets an actual burglar. Brown goes all to pieces, shakes like an aspen, and is unable to control himself, crying lustily for help. Mrs. Brown rushes to the assistance of her husband, seizes the revolver and fires point-blank at the retreating burglar. During all this, in the excitement of the moment, she is unable to realize what she has done, and falls upon her husband's agitated bosom, where she reposes contentedly and happily, while Brown, with much bluster, takes all the glory to himself, convincing his trusting wife that his intrepid courage has scared away the thief.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001662",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}