{
  "Title": "Over the Hills",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "30 Nov 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Romance, Short",
  "Director": "Joseph W. Smiley, George Loane Tucker",
  "Writer": "Herbert Brenon, Will Carleton",
  "Actors": "King Baggot, Lucille Young, Robert Z. Leonard",
  "Plot": "Ethel Edgar is a wild rose of the peaks, whose only associates are rough, honest miners. Her father and brother refuse her permission to accompany them on a prospecting trip, giving as an excuse that she is a girl and cannot withstand the hardships. She is peeved and decides to go gold hunting on her own hook. Procuring a mirror and a pair of shears, she clips off her tresses, dons male attire, and with revolver and pick sallies forth in search of adventures. One comes most inopportunely, for she falls over a cliff and rolls to the rocks below, stunned and amazed. She is rescued by Wayne Holland, a young miner, who lives alone in a cabin on the mountain. He carries her to his home, where she revives. Holland, while not conversant with the ways of women, has an intuition that his newly made friend is masquerading. The girl tries to bide her identity, but makes it all the more apparent that she is not what she seems. Leaving her in the cabin, Holland sleeps in the open and an unsuccessful miner tries to rob him, entering the cabin. The girl screams and Holland is awakened. There is a fight and the thief sent crashing down the mountainside. Ethel leaves the cabin and goes home, where she dons suitable wearing apparel. Holland, left alone, cannot forget the sweet face and resolves to seek her. After much primping he dresses in his best suit of clothes and goes to her home, where he discovers her in proper personae, and is smitten by her charms. He endeavors to make love to her, but she will have none of him in his make-up assumed for the occasion. He returns to his home crestfallen as the result of his courting expedition. Ethel follows him, anxious to make amends for her seeming coldness. There is a pretty scene in his cabin of the happy lovers.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001824",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}