{
  "Title": "Waiter No. 5",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "03 Nov 1910",
  "Runtime": "17 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "Bernardine R. Leist",
  "Actors": "George Nichols, Claire McDowell, Jack Pickford",
  "Plot": "The wife of the Russian chief of Police being a woman possessed of a noble heart, is much touched by the tales carried to her of the tyrannical oppression bestowed upon the poor. After some persuasion on the part of a Russian artist socialist, she makes a round among the poor of the city, and the sight that greets her almost freezes the blood in her veins. She sees them huddled like cattle, more dead than alive, slowly but surely dying for want of nourishment. So moved is she with the truth, that she becomes an ardent sympathizer and consents to become a member of the secret society to oppose the government in its present treatment of the poor. The meetings of this society are held at the artist's studio, a fact the police have long suspected. On the night of the admission of the wife as a member, a raid is planned by the police, and you can imagine the Chief's amazement as he enters to find his wife just taking the oath of allegiance. What a shock! At first he is at a loss to know what best to do. Finally dismissing his men with their captives, he, alone with her, asks what it means. She tells him in a word, and he, realizing her fate will be death, determines to join her in an effort to fly from Russia. Disguising themselves as peasants, they succeed in evading interception and arrive safely in America. In this country he finds it impossible to obtain congenial employment, and is forced to accept a position as waiter in a swell restaurant, which he keeps secret from all but his wife. Being a gentleman born, he is successful, and when his American-born son is old enough he is able to send him to college. Later, when the boy returns home from college, he is apprised of the engagement between the son and the sister of his college friend. The son is still in ignorance of the nature of his father's employment, and is warned not to marry for the present at least, the father intending to resign the waiter position as soon as possible. The young folks refuse to wait, and elope. After their marriage they receive the blessings of the girl's parents but the boy's parents are not to be located, so the party goes out to have a little wedding dinner, selecting by singular coincidence the restaurant at which the father is employed. Amazement and embarrassment seize the entire party, and the father then tells his son why he asked him not to marry. The excitement attending this unexpected meeting arouses the notice of other occupants of the dining room, and one of their number approaches, recognizing the waiter. This man proves to be the Russian's old friend, who after a tireless search is now given the opportunity of bestowing upon his former Chief the Czar's pardon, which restores his social standing. So culminated his troubles.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001445",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}