{
  "Title": "Max Takes Tonics",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "12 Jul 1912",
  "Runtime": "17 min",
  "Genre": "Short, Comedy",
  "Director": "Max Linder",
  "Writer": "Maurice Delamare",
  "Actors": "Max Linder, Georges Coquet, Lucy d'Orbel",
  "Plot": "Max is sick and his doctor prescribes a medicine, and the dose is a Bordeaux wineglass full. Upon his return to his home the only glass Max can find is one that holds about a quart, but it's marked \"Souvenir of Bordeaux;\" consequently he drinks his tonic at one gulp and becomes marvelously inebriated. Wending his rather unsteady way in the street, he has an altercation with Don Brigands, the Albanian ambassador, and they exchange cards, hoping to meet in a duel the next day. He has the same experience with General Snobsky, of the Army, and Mr. Catchem, Commissioner of Police. Being unable to navigate further, Max hangs himself on a lamppost, where he is discovered by a policeman who, finding the Police Commissioner's card, carries him to the latter's address, whence he is promptly thrown out. He falls into the arms of a second policeman, who carries him to the home of the Albanian ambassador, where he meets the same fate. Finally he is carried unceremoniously to General Snobsky's quarters and thrown out of the window. The three officers of the law who have recently helped him to his various homes, catch him as he falls and, each desiring to take him in a different direction, they finally get into a terrific altercation, in which Max gets decidedly the worst of it.",
  "Language": "None, French",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZTk0Y2EwNTMtOGMyNS00ZmM0LTg5NmEtY2Q2ZjZiODM0YTg5L2ltYWdlXkEyXkFqcGdeQXVyNTM5MTM4NjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.4",
  "imdbVotes": "233",
  "imdbID": "tt0001776",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}