{
  "Title": "With Her Card",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "16 Aug 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Owen Moore, Frank Powell, Marion Leonard",
  "Plot": "Randolph Churchill, a Wall Street broker, incurred the love of Adele Alletta, a comic opera favorite, and although he treated her with almost cruel sang-froid she rejected all other suitors in his favor, among whom was Henry Larkin, another broker, who sincerely loved her. Adele, however, simply a whim with Churchill, and he coldly threw her aside to marry a society lady. This information comes to her in a letter from him, and also announcement of his engagement in the newspapers. He did not know the designing powers of the seemingly light-hearted, frivolous girl, who at once evolved a scheme he little dreamed her capable of. Appreciating the strength and sincerity of Larkin's love for her, he having sought her in marriage most ardently, she writes him of the humiliating insult she suffered from Churchill, begs that he effect his ruin in the market, promising to marry him the day he accomplishes it. Larkin is most willing to undertake the affair, as he had undergone many a heartache on account of his rival and as Churchill's holdings are in open market, he figures the undertaking fairly easy, and feels positive of success. At last the fight is on, the tickers relentlessly and industriously record the diverging currents of fortune, Larkin upward; Churchill, downward, until at the end of the first day a little short of panic hangs over the office of Churchill. The game, however, is to be to the bitter end, and the next day opens ominous for the victim. He is at a loss to know who is his opponent, and fate leads him to the office of Larkin for help, where he learns the truth of the situation. In desperation he returns to his own office to find the last prop broken and his fortune swept away. His fiancée, the society belle, learns of his ruin, cruelly deserts him, as do all of his so-called friends. Larkin loses no time in informing Adele of the result of the scheme and she comes to the office, where, realizing the extreme woe of Churchill, persuades Larkin to send him back his holdings with her card attached, on which is written. \"The game won, spoils returned with compliments of Adele Alletta.\" These arrive at Churchill's office very timely, for in his desperation he was about to terminate his existence. Adele is true to promise with Larkin, and accepts the situation with felicity, as during the episode her eyes are opened and she sees Larkin's real worth and loves him. Churchill, on the other hand, bows to the inevitable with more than becoming grace as the return of his fortune is the all-important end.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "17",
  "imdbID": "tt0001095",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}