{
  "Title": "The Gold Lust",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "21 Dec 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Allan Dwan",
  "Writer": "N/A",
  "Actors": "J. Warren Kerrigan",
  "Plot": "The sheriff's daughter learns to love Jack Caxton, but her father is very much displeased, as he wishes her to marry his young foreman. Learning that a large consignment is at the bank, the foreman visits the saloon in search of his pals and finding one of them, urges him to rob the bank. In effecting the holdup, the cashier puts up such a strong resistance that he is killed. A cowboy riding by notifies the sheriff, and taking the treacherous foreman with him, he starts on the trail of the bank robber. He sends the cowboys to search in another direction. Coming up with the robber, a brisk fight ensues and he is killed and the gold recovered. Knowing that the sheriff's daughter scorns him, and the lust for gold overcoming him, the foreman shoots the sheriff and steals the gold. He returns to the sheriff's house and tells the daughter that her father was wounded by the robber and had sent for her, his plan being to kidnap her and leave the country with the girl and the gold. Jack Caxton comes upon the sheriff and learns the truth. The sheriff dies and the posse coming up imagines he is guilty of the murder. He calls their attention to the approaching figures of the foreman and the sheriff's daughter. They hastily conceal themselves and hear the foreman map out his plans to the frightened girl. He is overpowered and led away by the posse and Caxton remains to comfort his grieving sweetheart.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzEwZDYxNGQtMjcwOS00NTQ1LTg5NzktNjY5ZWY4ZjQ4NTU4XkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001647",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}