{
  "Title": "A Daughter's Sacrifice",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "04 Dec 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Family, Short",
  "Director": "Edmund Lawrence",
  "Writer": "N/A",
  "Actors": "Tom Moore, Alice Joyce, Stuart Holmes",
  "Plot": "Old Tom Wells is a victim of drink and is unable to pay the rent when Steve, the young landlord, appears on the scene. Steve's stormy interview is broken by the appearance of Alice, Tom's daughter, whom the landlord has made many unsuccessful efforts to court. Alice, who has given her promise to Martin, an industrious young farmer, entreats with her father to overcome his weakness. Wells, knowing he will he dispossessed, becomes desperate and starts for the village to secure money. He is tempted to steal Steve's horse, but is discovered by the landlord, who declares that he will have the old man imprisoned if he does not force Alice to consent to the marriage. The unhappy father therefore refuses to permit Martin to visit Alice to whom he explains that he is in the power of the landlord. Alice sacrifices her happiness and marries Steve. Wells makes his home with the young couple but finds that he is in the way. Steve is harsh and oftentimes cruel and the old man is finally obliged to leave the farm. Meanwhile, Martin, heartbroken, leaves for the village as he is unable to bear the sight of the old places where he has known so much happiness. Wells, in his journey, falls by the wayside and dispatches a note to Martin, beseeching him to look after the unhappy daughter. Steve meets a young woman with whom he determines to elope and he returns home to secure his money. He discovers Alice weeping over an old photograph of Martin and he attacks her. Martin, fulfilling his trust, arrives on the scene and is confronted With Steve's revolver. In the straggle the pistol is accidentally discharged and the unfaithful husband is killed. As the days pass. Alice forgets her unhappiness in the true love of Martin.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTZlMjNkZWYtZGQ0Yy00ODUwLTg0NjktY2M2NjczOTNhOGQwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002134",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}