{
  "Title": "A Romance of the Western Hills",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "11 Apr 1910",
  "Runtime": "16 min",
  "Genre": "Short, Romance, Western",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Mary Pickford, Alfred Paget, Arthur V. Johnson",
  "Plot": "Civilization as it appealed to the Indian maiden. A party of tourists visit an Indian Tillage and are charmed by the pretty little Indian girl, who offers for their consideration ornaments and beads. A book of civilization falls into her hands and naturally the girl is fascinated by the apparent mysticism of it, but her lover, a young brave, tells her, \"White man's book no good.\" This, however, does not dissuade her, as her slight association with the white people has made their sphere appear to her enthralling, hence when she has the chance of living in their world she is elated. She is adopted by a kindly disposed couple who treat her almost as their daughter, educating her and showering on her every attention. She is happy, but the tyranny of fate conspires, and she is made to realize the bitterness of her condition. The young nephew of her benefactors arrives from college, and is attracted by the little Indian girl, and pays her quite some attention. This the little girl assumes is love for her, and is happy in that assumption, for she confides in him; hence what a blow it is to her when later she finds the young man with his fiancée, a young lady of his own race. She pours out her heart's sorrow to her benefactors, who, of course, are amazed that she should have expected it otherwise. Now she finds civilization a gift not yet perfect. Back to her own people she goes, and her former lover upon learning her plight, vows vengeance. The young brave makes his way to the house of the white people and upon finding the nephew alone in the garden, grapples with him, and would have finished him had not the Indian maiden, who followed him, begged him to spare the white boy. While they are thus engaged, the hoy's fiancée approaches, and learning from the Indian how the fellow had pretended love for the red girl and won her heart, she realizes what a wretch he is and breaks her troth with him, bidding him never speak to her again.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.5",
  "imdbVotes": "29",
  "imdbID": "tt0001387",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}