{
  "Title": "Under Western Skies",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "06 Aug 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Fred Church, Joseph Smith",
  "Plot": "Kate Allison, an exceptionally beautiful western girl, is engaged to marry a young easterner, a long-time family friend. In the first scene the fiancé is bidding his sweetheart good-bye and he is to be accompanied to the station by his prospective father-in-law. The girl is left alone with a warning that should she be molested by any of the crowd of drunken cowpunchers who would be returning from a dance at a neighboring ranch, not to hesitate to shoot. We arc next shown three young punchers, all intoxicated, riding up to the door of the cottage. All dismount, and one, peering into the window, sees the girl alone. Reelingly they enter to find the girl covering them with a Winchester, but the foremost of the gang strides forward and before she can pull the trigger jerks the gun from her hands. The punchers resolve to play a game of poker to see who will win the young lady. A greasy pack is brought forth and the game starts. The girl sees the desperateness of the situation and resolves to employ desperate means in protecting herself. A card falls on the floor from the hand of the puncher nearest her, and seizing it she scribbles a line across the face and slips it into the puncher's hands. It reads: \"I will be yours in marriage if you will protect me from the others.\" The puncher reads the note, covertly watching the others, then as he looks at the girl a new sensation sweeps over his soul and he nods his head. He starts an altercation, accusing one of the others of cheating, which ends in all the punchers leaving the room to settle the dispute at twenty paces, in the old-fashioned and gentlemanly way. When the puncher returns to the girl he is alone. He tells her she must now make good her promise and swears faithfully to make himself worthy of her. She nods her head, but it is a look of hatred and scorn which she fastens on him as they leave. They are married and go to the cowpuncher's quarters. He apologizes for his poverty but repeats his promise to make her happy if she will give him a chance. Yet she steadfastly refuses to allow him to make love to her. A few months drag by and the former fiancé of the girl traces her to her new home. He demands an explanation and asks her if she loves her husband. She answers angrily that she does not and then eagerly accepts his invitation to return east with him. Without horses or other conveyances it is almost impossible for them to cross the strip of desert which separates them from her father's home, but they resolve to attempt the journey. On the way they become lost, and the last drop of the canteen, which her fiancé had selfishly drained himself, finds them in desperate straits and facing the most cruel of all deaths. The girl stumbles and begs for his assistance, but the panic-stricken young fellow refuses. They stumble upon the bones of a horse and the shock of this sight is the last straw on the camel's back and the girl totters to the ground in a faint. The young fellow offers no assistance, but staggers desperately on. An hour later, dazed and blindly tottering, he falls into the arms of a young prospector, who, after giving the young man restoratives, learns of the woman lost on the trail. The young prospector hurries back on the path indicated by the young fellow and an hour later staggers back into camp with the young girl in his arms. She has regained her senses and recognizes in the prospector her deserted husband. The cowardly young fiancé then asks the girl to go on with him, but she refuses and clings to her husband, whom she has vowed to love and obey forever after.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNWZjODA4YzQtMmMwOS00ODM4LWFkZDMtMGM2ZDQ0ZGMzOTg5XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001434",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}