{
  "Title": "The Driver of the Deadwood Coach",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "07 Dec 1912",
  "Runtime": "10 min",
  "Genre": "Short, Western",
  "Director": "George Melford",
  "Writer": "N/A",
  "Actors": "William H. West, Jane Wolfe, Judson Melford",
  "Plot": "John Nelson, driver of the Deadwood Coach, is anxious to send his crippled child, Myrtle, east for treatment but he is unable to raise the necessary funds. One morning the stage carries a valuable consignment of gold bullion and Bad Bill, a desperado, learning of the shipment, determines to secure it. He prepares a large box with a double hinge, takes it to the stage house and gives instructions for its shipment. Unobserved, he secretes himself in the box, which is placed on top of the coach. Nelson's little son, Harry, is presented with a camera and decides to take a picture of his father's coach as it approaches the village. When the stage arrives it is discovered that the gold is missing and Nelson, held responsible, is placed in jail. Harry develops the plate, which reveals Bill creeping from the box to secure the gold. The boy hastens to the sheriff, to whom he shows the negative. In the meantime Bill has had no opportunity to escape from the box which is taken into the warehouse and covered with heavy crates. When the desperado finally extricated by the officers it is found that he has been suffocated. The gold is recovered and Nelson is liberated. The Eldorado Mining Company pays Harry a handsome reward, with which he is able to send his sister to the eastern specialists.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMDExODZiMWMtZmFkMC00ZGE3LWEwYmUtYmVmZWNhNzk2YTBjXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002146",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}