{
  "Title": "Lost Illusions",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "05 Oct 1911",
  "Runtime": "N/A",
  "Genre": "Short, Romance",
  "Director": "Edwin S. Porter",
  "Writer": "Edwin S. Porter",
  "Actors": "Phillips Smalley, Lois Weber",
  "Plot": "Grace, a girl of the mountains, meets a young artist from the east in the woods. It happens. What to the polished, blasé artist is only a flirtation, becomes for the simple mountain girl, a lasting, vital love. He is the man of her dreams. The artist returns to the east, completely forgetting the remembering girl. The girl suffers. Her father dies. She is all alone in a lonely world. She consents to marry Bill, her mountain lover, if he sells her claim and takes her east. Bill accepts the compromise, and they arrive at a fashionable hotel in the city. And in the corridor of the hotel she meets the artist! She goes to him; the latent love is reborn, surges through her being. She introduces her husband, and asks him to permit the artist to paint her portrait. Reluctantly, he consents. The next day, when her husband calls for her at the studio, he enters just in time to see her sway toward the artist, lips ready to meet his, eyes staring into the soul of a man and sin. Broken-hearted, he returns to his room, writes out a check for all the money he possesses, and leaves the woman and the city, to return to the sneers and jeers of his mountaineer friends. The next day the artist introduces to Grace, his wife and child. The fog lifts, the blackness and bleakness disappear, and the woman takes the narrow path back to the everlasting hills, and happiness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjQ0ZTFlMzgtZGU2ZS00OTE1LWJjMjktMGZlMDc3ZjM3YTU5XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "15",
  "imdbID": "tt0001742",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}