{
  "Title": "Second Sight",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "01 May 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Thomas H. Ince, Joseph W. Smiley",
  "Writer": "N/A",
  "Actors": "King Baggot, Mary Pickford, Owen Moore",
  "Plot": "Gertrude Edgar is loved by Tom Moreland and Owen Jackson, and Gertrude, being a woman, is inclined to a mild flirtation with Jackson, while loving Moreland devotedly. Moreland is invited to join a party to discover the headwaters of the Amazon River. Jackson steals a photograph of Gertrude. He takes particular pain that Moreland shall see the photograph and the latter becomes foolishly jealous. Moreland is captured by savages while a member of an expedition into a wild country inhabited by uncivilized savages. He is the sole survivor of the expedition. The scene shifts to Jackson, who is reading a paper in which there is an account of the massacre of the members of the Amazon expedition. Through an erroneous report it is stated that every man has been killed. Gertrude reads the account also and her grief is pitiful. She wanders down to the old gate where she was wont to meet her lover, and fixing her eyes steadily on space, sees Tom alive in the wilds. Jackson is filled with remorse at his perfidy. He knows he can never marry Gertrude. Gertrude tells him that Tom is alive and will consent to marry him if he will bring back her sweetheart in safety. Jackson starts on what he regards as a fruitless attempt. Arriving in the wilds, he organizes a searching party and is rewarded by finding Tom alive. Jackson is overjoyed to find his friend and brings him back to Gertrude, who is aroused from her melancholia and welcomes him in an endearing fashion. Gertrude, in her paroxysm of joy, had forgotten her promise to Jackson, who stands near. Suddenly she remembers and sorrowfully tells her returned lover that she cannot marry him as she has plighted her troth to Jackson on a condition. Then Jackson shows his true character. He places the hand of Gertrude in that of Tom and walks away.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001875",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}