{
  "Title": "The Voice of the Violin",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "18 Mar 1909",
  "Runtime": "16 min",
  "Genre": "Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Arthur V. Johnson, Marion Leonard, Frank Powell",
  "Plot": "The romance of a poor German music teacher. Herr Von Schmitt, a young musician, comes to this country from Germany, and ekes a living teaching violin. At home he has become imbued with the doctrines of Karl Marx, the promoter of the communistic principles of socialism, the alleged Utopian scheme of universal co-operation, which in time, and under the control of intemperate minds becomes absolute anarchy. Von Schmitt, however, succeeding in a moderate degree to procure comfort by his art, is gradually being weaned from his former covetous spirit, and turns a deaf ear to the persuasive arguments of his former companions. Among his pupils is Miss Helen Walker, the daughter of a wealthy capitalist. A strong friendship springs up between teacher and pupil, which ripens into love before they are aware of it. Von Schmitt, unable to restrain himself any longer, during a lesson at his studio declares his love, and is, of course, owing to the disparity of rank, spurned. Enraged by the seemingly unreasonable condition of affairs, he hearkens to the argument of his anarchistic friends, and becomes one of their body. At a meeting there takes place a drawing of lots to select the assassins of a certain monopolist, whose name is unknown to him. By a fateful fortuity he is selected as one of the two to do the job. Armed with a bomb, they proceed to the home, a mansion in the swell section of the city, and while one goes into the cellar to place the infernal machine. Von Schmitt stays outside to watch. While there the melody of his own violin composition floats out on the night air, and ascending the stoop he peers through the window and beholds Helen playing the violin. The realization of what is about to happen for the moment rivets him to the spot. This is her home; he had never known it as she always came to his studio for her lessons. To save her he must act quickly. Diving into the cellar he finds his companion has adjusted the bomb and already lighted the fuse. He begs him to desist, but to no purpose. To his entreaty the other replies, \"Remember your oath.\" \"To perdition with such oaths, from whence they emanate!\" and seizing him an awful struggle ensues. The other man succeeds in overpowering him, and binding him hands and feet leaves him to be destroyed with the rest. With supernatural effort he crawls toward the bomb and with his teeth bites the fuse in two as the fire is within a few inches of the bomb. Calling for help he arouses the household who release him from his position. Well yon may guess what the finish will be. Well it did, and they lived happy ever afterwards.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BY2RkY2Q5OTUtMDhlNC00NzBhLWEyZjgtODU3NDE1MTQ1ODE4XkEyXkFqcGdeQXVyNTcwNjUwNzk@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "180",
  "imdbID": "tt0001084",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}