{
  "Title": "A Child's Devotion",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "19 Sep 1912",
  "Runtime": "15 min",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Raymond Hackett, Arthur V. Johnson, Lottie Briscoe",
  "Plot": "Laddie, the little son of a widower, worships his father. The father is in love with a good and beautiful woman and asks her to be his wife. He tells Laddie that he is to have a new mother and is surprised when the boy is grief-stricken. After the marriage, the new mother tries to win Laddie's love, but her efforts are a failure. A baby sister comes to Laddie's home after a while and out of love and pride for it, Laddie unbends a little towards the mother who owns it. But the little sister dies, and the mother, ill and delirious, stretches out her arms and calls unceasingly for her baby. Laddie sees and hears her and his heart is so touched that he determines to get another one for her. He starts out to find one and in the park, seeing the mother of many children, is surprised when she refuses to spare one, even when he offers his watch in payment. But Laddie finds a baby in a carriage outside of a house and wheels it off. He takes it to his mother and when her empty arms are filled, she quiets down and peace comes to her. Laddie leads his father to the house where he got the baby and the distracted parents are assured that they will get their baby back. They see that their baby is safe and leave it where it is. Laddie's mother later gives up the baby and once more has empty arms, until Laddie creeps into them and is cuddled to her heart where he finds happiness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMDRkOGRjYWYtMjQyYi00Njc2LThjZWMtN2Y0ZjIyYzMyZDE2L2ltYWdlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.1",
  "imdbVotes": "17",
  "imdbID": "tt0002096",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}