{
  "Title": "The Outlaw and the Child",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "25 Feb 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Arthur Mackley, Harry Todd",
  "Plot": "Dan Warrington, an outlaw, is captured by the sheriff, after the former had held up a stagecoach, and is sent to jail. After the sheriff has placed his captive under guard he goes home and is welcomed by his little daughter, a child of five. Not long after the sheriff is notified of the escape of Warrington, which was effected through the aid of some friend of the outlaw. The sheriff leaves the little girl at home asleep, but an hour later the little one, awakening, finds her father gone, and in anxiety for his welfare determines to go out and hunt for him. With her dolly in her arms she wanders out of town and into the desert, unmindful of the dangers in her path. In the meantime the sheriff and the posse are shown in a spirited pursuit of the escaped bad man, who succeeds in eluding them. The officers of the law give up the hunt and the sheriff returning home finds his little daughter gone. The alarm is soon spread and a search party, headed by the sheriff, starts out to seek the lost baby. The little girl by this time has become lost in the desert and is unable to find her way back home. At noontime, under the torrid sun, she sinks into the burning hot sands, where she is found by Warrington, who sacrifices the water in his canteen to save her life. He then carries her back to her father's door, but the ordeal has been too much for him and he lapses off into an unconsciousness from which he is never revived.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDE1Yjc4YzgtMWU2Ny00NDQ4LWJmNDYtNzVlNGYyODBkMzdlXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001821",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}