{
  "Title": "The King's Messenger",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "29 Apr 1908",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "D.W. Griffith, Linda Arvidson, Mack Sennett",
  "Plot": "The action is laid in the seventeenth century, and the costumes, while historically accurate, are most lavishly elaborate. A bitter war is waging between two kingdoms, and as the King and Queen hold court in the throne room of the palace there arrives a courier, who, battered and exhausted, has scarcely strength as he falls at the foot of the throne to thrust into the hands of the anxious King, a message which tells of the disaster and panic that has befallen his forces. The King immediately holds council of war and calls for a trusty messenger to carry to his armies the reassuring intelligence that reinforcements have been rushed to their aid. The lot falls to a brave young courier, lion-hearted and with nerve of steel, who, before setting off, goes to take leave of his sweetheart. He discovers her resenting the unwelcomed advances of his rival, a contemptible scoundrel. The villain departs, swearing vengeance, and shadows the hero as he rides off. The sweetheart, on horseback follows to warn her lover of his danger. Now the villain, with the aid of his mistress, who has arranged a meeting by letter, dupes the hero by lying in the road, pretending she is wounded. The hero dismounts to assist her, and is stabbed in the back by the villain, who had hidden in the bush. He secures the message and they make for a neighboring inn, leaving the hero lying in the road, where he is found later by his sweetheart and her attendants. The lover is cared for by his sweetheart and some kindly farm folk, and the attendants are hastened to bring guards. The letter to the villain is found in the road, which indicates his whereabouts, and they repair to the inn where the villain is surprised and arrested. Recovering the message, the hero hastens on to the army. With renewed vigor the opposing forces are repelled and the day won. The last scene shows the return of the gallant courier with this cheering news. He is knighted by the King, and formally betrothed to his faithful sweetheart.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "23",
  "imdbID": "tt0000713",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}