{
  "Title": "King of the Cannibal Islands",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "15 Apr 1908",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "Harry Solter, D.W. Griffith, Linda Arvidson",
  "Plot": "\"Music hath charms to soothe a savage breast.\" Not always, but sometimes. Hence it was that the dulcet tones produced by Heinie Holtzmeyer, the fiddler, and Orpheus of the little Holland Village, failed to tranquilize his wife Lena, who was rather a Xantippe than an Eurydice, and Heinie's head, like that of Socrates, often played the target for her pots and pans, and her aim was very good. The poor fellow sought solace at the public house, where he met the toss-pots of the town, and right merry souls were they. His fiddle made him a favorite with all, especially the barmaids, who rewarded his efforts with wine and kisses. His joys, however, are of short duration, for Lena appears, and, brandishing a rolling-pin, clears out the place. Heinie rushes home, packs his bag and, with his fiddle, decamps. He is followed by Lena until he reaches the wharf, where he finds himself, as it were, \"between the devil and the deep sea,\" so he chooses the sea. Jumping into a row-boat he rows to an outgoing vessel, ships and is off for parts unknown. A storm is encountered, and the vessel is wrecked, but fortune favors and he is cast ashore. Heinie is about to give thanks for his deliverance when he is pounced upon by an army of ferocious cannibals, armed with clubs and excaliburs, now wouldn't that discombobulate you? Well, it looked like Stew à la Hollandaise for Heinie. And indeed, the black warriors are about to prepare a Dutch dinner, when the Queen does the Pocahontas act and, throwing herself on the prostrate form of Heinie, declares that they shall strike him only through her. So they desist, for such a thing would be impossible, as the Queen is so thick through, that the longest spear would hardly reach the victim. In fact, she is that obese she looks like a crowd. Heinie now takes his fiddle and discourses sweet music, which places him in such high esteem with the tribe that be experiences his own apotheosis, besides becoming the husband of the Queen and King of the islands. Lena, after three years of relentless endeavor, discovers his whereabouts, and bursts in unannounced upon his sunny serenity. Aha! Here is his chance to set even, and as she had kept him in hot water at Holland, he does as much for her now: hence, he consigns her to the stewpot. Moral: the worm will turn.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000712",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}