{
  "Title": "The Little Prospector",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "19 Nov 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, Brinsley Shaw",
  "Plot": "Silas Kendall, a prospector, and his daughter Nell, so the story goes, are prospecting in the mountains, a few miles above Canyon City, a little western town, and the basis of supplies for the hundreds of more or less successful gold prospectors. Kendall has built him a cabin and he and his daughter, a robust little woman, have managed to eke out a living, always hopeful some day of making the \"big strike.\" Kendall is old and not thoroughly responsible at times. In fact, his simplicity and childish trust in all strangers has earned him the uncomplimentary title of half-wit. Twice before our story opens he has lost two valuable claims because of his too freely proclaiming his finds with the consequence that his claims have been staked by other prospectors. The story opens showing Kendall and his daughter leaving the cabin for the hills. The girl works with him until close to the noon hour when she lays aside her pick and shovel to return to the cabin and prepare dinner. While she is thus engaged, there is a knock at the door and a young miner, Hal Martin, steps in. Martin has accidentally wounded himself in the arm while cleaning his gun and applies to the girl for help. She assists him to bind the wound and thanking her he leaves, after bashfully asking to be permitted to call again. Kendall, at work in the hills, is about to give up in despair, when he turns up two small nuggets and other fine pay dirt. With a glad cry he springs to his feet and hurries back to the cabin. Showing the specimens to Nell, he tells her he is going down to Canyon City and have them assayed. Nell, however, pleads with him not to do so, having in mind the other two valuable claims which he had unwittingly lost. He finally gives in and during the old man's absence from the room Nell hides the specimens in a coffee pot. Kendall returns and while Nell is busy outside, finds the specimens and skips out of the room. At the town store the old miner shows the specimens to a number of miners and despite the entreaties of the old store-keeper they entice Kendall to tell them the location of the mine. Nell returns to the cabin shortly after her father has left, finds the coffee pot on the floor and the specimens gone. She is about to give up in despair when there is a knock at the door and Hal Martin enters. The frantic girl explains her troubles and pleads with Martin to help her save the claim. At the store the old man has boastfully told of the rich vein and minutely described it to the other miners, who, when satisfied they will have no trouble in finding the location, run out of the store, mount and ride away. Back at the cabin Martin has listened to the story and tells the girl they must race back to the claim and beat the others to it. The girl quickly saddles a horse. Martin mounts his own and the race to stake the claim begins. The scenes alternate between the miners and the girl and Martin. However. Martin and the girl arrive just in time, and while Martin holds the others off with his gun, the girl stakes the claim. The others, realizing they are beaten, turn away, leaving Nell and Hal alone.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001288",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}