{
  "Title": "Betty's Choice",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "05 Oct 1909",
  "Runtime": "N/A",
  "Genre": "Short, Romance",
  "Director": "Van Dyke Brooke",
  "Writer": "Van Dyke Brooke",
  "Actors": "Mary Fuller",
  "Plot": "Betty Kenyon meets Basil Howard, a country gentleman, who has recently inherited the fertile acres that adjoin the handsome estate of Squire Kenyon. She secretly approves the clean-cut young Englishman, but Betty is a sad little flirt and she thinks it never would do to let him perceive the impression he has made. To hide her real feelings she is inclined to hector him a bit and delights in putting his love to the test. They are walking by the lake when Betty decides that she desires some water lilies, well knowing that there are none within reach of the shore and that no boat is at hand. Basil, nothing daunted, strides into the water and gathers a double handful. All would have been well, but, in returning to shore, Basil has the misfortune to step upon a sunken log, which turns under his tread and causes him to lose his balance. He is a sorry sight when he reaches the shore and triumphantly presents his lilies to Betty. As they turn toward the house, Cecil Gilman, a visitor to the Kenyons, is presented to her, and she accepts his escort, a little bit ashamed of the bedraggled appearance of Howard and more than willing to tease him by mildly flirting with the newcomer. Men from the city are particularly attractive to those who live apart from the whirl of town life, and Gilman makes rapid progress in his flirtation with Betty, who delights in tormenting the man she really loves. At the County Ball she ignores the evidence of her programme to dance Basil's single dance with the Londoner, and a quarrel is the result, Basil vowing that he never will speak to so fickle a woman again. There has been an epidemic of burglaries in the vicinity of the Kenyon estate, and when Squire Kenyon is called to London on business he is glad that he leaves for the protection of his household so brave a man as Gilman declared himself to be. That night Basil, strolling through the grounds and taking a mournful delight in looking at the light in Betty's window, surprises the housebreakers entering the Kenyon home. He follows them and arrives upon the scene just as Betty and her mother have been thrown aside by the thieves, who are throttling Gilman. Basil's opportune arrival turns the tables for a moment, but one of the intruders uses his gun. Basil is wounded and things begin to look dark again, but the shots have alarmed the police who come to the rescue of the household. The last scene shows Basil able to be about again, and Betty shyly confesses that he is her choice and that she flirted with Gilman merely to rouse his jealousy, the scene closing on a pretty tableau of the betrothal.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000808",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}