{
  "Title": "Indiscretions of Betty",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "29 Mar 1910",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Mabel Normand",
  "Plot": "The familiar story of a woman living beyond her means is beautifully and impressively told in this picture. Her husband's income is not sufficient to keep up the style and pretensions of the society in which they move. A glimpse of the social set with which they affiliate is shown in the first scene, where the wife is introduced to an Austrian Count of sinister purpose, who makes advances to the young woman, which are flattering to her, to say the least. To keep in the social swim, she contracts all kinds of debts, and creditors press the husband for payment. He admonishes her, but, as usual, condones the offense. The afternoon of the same day a lady friend calls to see the young wife and give her an invitation to a society event. She is distressed and declines, giving the customary reason, \"Nothing to wear.\" Her friend tells her that she will introduce her to a dressmaker with whom she can have a charge account. She acts upon the suggestion, falls to the temptation and orders a new gown for the upcoming events, where she is the cynosure of all eyes, particularly the Count's. Again the inevitable creditor begins to urge her for payment. She is disturbed. A caller is announced, \"the Count.\" He is ushered in and, noticing her agitation, asks the cause. She tells him and he offers his check for the amount demanded by the creditor. She accepts it, to the great satisfaction of his Lordship, who feels that he has placed her in his power. He presumes upon this, calls upon her while she is alone, and forces his attentions. She repulses him and screams for help. Her husband, just arrived at home, hears her and rushes to her aid, felling the rascal and driving him from the house. The wife repentantly confesses her indiscretions, her husband forgives her and repays the Count in full.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001704",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}