{
  "Title": "The Golden Supper",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "12 Dec 1910",
  "Runtime": "17 min",
  "Genre": "Short, Romance",
  "Director": "D.W. Griffith",
  "Writer": "Alfred Lord Tennyson, Dorothy West",
  "Actors": "Dorothy West, Edwin August, Charles West",
  "Plot": "Julian loves his cousin and foster sister Camilla, who is wooed and won by Lionel, his friend and rival. He is a witness to their marriage and after the ceremony he departs heartbroken to his own house. Utopian was the existence of Lionel and Camilla, until some time later Camilla is seized with a serious illness, and Lionel's grief knew no bounds when he heard \"That low knell tolling his lady dead.\" \"She had lain three days without a pulse all that look'd on her had pronounced her dead, So they bore her, for in Julian's land they never nail a dumb head up in elm, bore her free-faced to the free airs of heaven, and laid her in the vault of her own kin.\" Julian learns of the death of Camilla, and hastens to the house, arriving in time to see the funeral cortège moving slowly towards the sepulcher. Following in its wake he exclaims, \"Now, now, will 1 go down into the grave; I will be all alone with all I love.\" So after the train had departed from the vault, Julian enters \"and at the far end of the vault he saw Camilla with the moonlight on her face: All the rest of her drowned in the gloom and horror of the vault.\" Rending over, he kisses her hand, and 'tis then he finds her supposed death is but as sleep, for she revives from out the trance. \"He raised her softly, and wrapping her all over with the cloak he wore, bore her through the solitary land hack to the mother's house where she was born.\" Conquering his desire, he goes to bring back Lionel, her husband. Meanwhile Lionel, grief-stricken, determines to become a recluse, going to the deserted cliffs overlooking the sea, where he secures from an old mendicant his thatched hut. After a search, Lionel is located through the meeting of the old man and the searching party. He refuses to go back as he is yet ignorant of Camilla's resuscitation, and so is taken by force. To effect a meeting of Lionel and Camilla without a shock, Julian arranges the Golden Supper, a custom in the East when a man bestowed upon his honored guest his most valued treasure, and acting upon Camilla's injunction, \"You have given me life and love again, and none but you yourself shall tell him of it, and you shall give me back when he returns.\" Julian presents Camilla to Lionel during this supper. Lionel at first cannot realize the truth; he seems to be dreaming, but positive material manifestations awaken him to the reality. Julian's duty performed, he leaves forever.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzM2MjQ0YjYtYmIzYS00NjYyLTk4MWEtZjg2NDY5NTRjM2NhXkEyXkFqcGdeQXVyNTUyNzA5ODE@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "82",
  "imdbID": "tt0001237",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}