{
  "Title": "Taming a Husband",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "24 Feb 1910",
  "Runtime": "16 min",
  "Genre": "Comedy, Short",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Elinor Kershaw, Arthur V. Johnson, Dorothy Bernard",
  "Plot": "Lady Margaret loved her husband with youthful impetuosity and while he deeply loved her, still so engrossed was he with social and business matters that he was often guilty of seeming indifference. She believed that his love had grown cold, and in desperation confides her fears to her best friend, Lady Clarissa, inviting her to visit and advise her. Lady Clarissa arrives and at once hits upon a plan. She dresses herself in male attire, and assumes the role of a lover, sure that she will tame Margaret's husband and bring him to his sense of duty. Clarissa, as a young gallant, makes quite an impression upon the male companions of the husband and finds her position at times rather embarrassing, especially when invited to join their drinking and smoking fests. Hence she realizes she will put her scheme into operation at once. To this end she blatantly flirts with Lady Margaret. Several times they are apparently surprised together by the husband. But as it is during the entertainment of a house full of guests, he has small chance of resenting the insult. However, he finally catches the young unknown on his knees before his wife. This is too much and a challenge is the outcome. Seconds are selected and the time set. The seconds for the masquerading Clarissa try to dissuade their \"man\" from meeting his adversary, stating mat the other man has such an advantage over him, he being such a big fellow. This has no effect, as Clarissa exclaims: \"I will fight him, sir, though he were as tall as a tower.\" The seconds leave, despairing for their friend, as it seems suicidal. They return again with another plea and find their \"man\" in the arms of the wife. This enrages them, and having witnessed his perfidy, refuse to act, reasoning that the field of honor is too good; he should be slain on the spot. They convey to the husband their impression and the cause of it, which throws him into a frenzy of fury. Into the house they go with swords in hand, bent on instantly dispatching the vile wretch. Lady Clarissa sees them coming and locks the door, which she realizes will prove but a slight obstruction to the raging husband, so she, frightened, dons her conventional habiliments, and when the door yields to their battering, in rushes the husband to learn the truth of the situation and appreciate the guilt of his own negligence.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "23",
  "imdbID": "tt0001410",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}