{
  "Title": "The Purgation",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "04 Jun 1910",
  "Runtime": "16 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Gertrude Robinson, Joseph Graybill, Francis J. Grandon",
  "Plot": "The young man in this Biograph story is one of the many misguided youths, who for the want of healthy moral training, has become a thief. There is something worthy in the boy's nature, which only needed cultivating. He and his companion get into an uptown apartment house by way of the fire escape, and entering the apartment of a wealthy business man, find his daughter, while keeping vigil beside the bed of her baby sister, has fallen to sleep. The sight of the girl, a picture of purity and innocence, arouses higher thoughts in his young man, so he compels his companion to leave and seek elsewhere. Their exit awakens the girl, and she, in attending the child, notices the hot water bag needs refilling, and as it is late she sees to the elevator to have this done, when a drunken clubman passes and offers her an insult. The boy is now hiding behind the portieres covering the window, and, seeing the girl's plight, leaps to her rescue, hurling the offender down the stairs. The parents of the girl, hearing the scuffle, rush out, and are overwhelming in their gratitude for the young man's action. The girl herself is impressed. Her father asks that he call at his office that he may more substantially thank him. On the boy's side, it is a case of love at first sight, so when he reappears at the meeting place of the chums he bids them good-bye forever, determined to put the past behind him. Now for the test. He secures employment from the girl's father; he, of course, knowing nothing of his past, and in a short time he gains their confidence to such an extent that he becomes the fiancé of the girl. Prospects are now bright, but the purgation is still to be endured, and here fate often conspires cruelly. While on a business errand, the boy meets his erstwhile companion. He tries to induce him to take a hand in a job he is to perpetrate the same night. The Young man, however, is firm in his high purpose, and refuses to have anything to do with his former associate. A robbery takes place at the office of the boy's friend, and when the discovery is made next morning the boy feels sure that his old chum was the thief. The police are informed, but the boy volunteers to try to regain the stolen property. Going to their hovel, he has by subterfuge just succeeded in getting the valuable when the detectives enter. Appearances and record are condemning, so the detective considers they boy a party to the deed, and would have held him but for the confession of one of the crooks. Still, it is a sad blow to the girl and her parents, for he must acknowledge his former character. Still determined to stick to the road of righteousness, he begs the man to give him a chance to prove himself worthy of his confidence. This the father agrees.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001369",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}