{
  "Title": "A Decree of Destiny",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "06 Mar 1911",
  "Runtime": "17 min",
  "Genre": "Short, Drama, Romance",
  "Director": "D.W. Griffith",
  "Writer": "Virginia K. Tucker",
  "Actors": "Joseph Graybill, Mary Pickford, Marion Sunshine",
  "Plot": "Kenneth Marsden, a young artist in failing health is advised to go south where the balmy air is conducive to a betterment of his condition. Acting upon this advice, he leaves his club friends after a little good-bye spread and is soon in New Orleans, where he expects to find accommodations with an old-time friend of his mother. The old lady receives the son of her dear friend with open arms, but her two convent-bred nieces, Mary and Edith, are horrified at the thought of a man in the house. However, it isn't long after his arrival that he has made a decided impression upon the young ladies, but no more than they have impressed him. Kenneth is at a loss to know which of the two he cares most for, as they are both so gentle and artless. Still, he feels that Mary likes him for he reads her more clearly than Edith. Still he is impartial in his attitude towards them. Some time later, while out for a stroll, he is caught in a rainstorm and drenched to the skin. The old lady is prompt in her solicitude for his condition, and though she administers preventatives he is stricken down with pneumonia and for a time his life is despaired of. The two girls are ever in the extreme of anxiety and when the time of the crisis arrives, Mary's disquietude becomes so intense that she goes and kneels before the little shrine of the Blessed Virgin in her room and prays for his recovery, vowing to consecrate herself to the church if her prayers are answered. While she prays there is a turn for the better in Kenneth's condition, and the doctor assures them that he will recover. A few days later finds him convalescent and realizing that Mary's solicitude is induced by love he is about to make his choice between the two sisters, and in fact ha at first receives encouragement until she remembers her vow and recoils. This episode is witnessed by Edith, who goes to her room almost heartbroken. Mary, upon going to the room, finds Edith in tears and learning the cause, plans a subterfuge to send Kenneth. Well, the outcome is that two weddings take place, the spiritual and the material. Mary is wedded to the church in a scene showing the beautiful ceremony of a postulant receiving the veil, while Edith is wedded to Kenneth. The receiving of the veil is presented with absolute authenticity.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjM5MjAxYWItNjU0MS00MjU4LWIxZWMtYmQyYmI0YWE3NjQ5XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.4",
  "imdbVotes": "31",
  "imdbID": "tt0001577",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}