{
  "Title": "At the Duke's Command",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "06 Feb 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama, Romance",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "King Baggot, David Miles, Anita Hendrie",
  "Plot": "The scene opens at the termination of a dance where the Duke of Chatmoss is supported by his nephew and his daughter to the throne, the daughter occupying the place of honor by his side. One of the court maids approaches and the Duke's nephew, Edward, falls in love with her instantly, and his love is reciprocated. The aged Duke notes the beautiful maiden and is also smitten by her charms. In his infatuation he sends his hunch-backed serf to her apartment commanding her immediate appearance before him. The cunning hunchback discovers that his master has been forestalled by the nephew, who is the accepted lover of Irma, the maid. His master, the Duke, is apprised of this fact, and when the girl appears before the Duke the old gallant immediately overwhelms her with his attentions, but she, in her righteous indignation, repulses him. The Duke is wrathy, and in his rage vows to win the frightened girl. She runs immediately to Edward and tells him of the occurrence. Edward is indignant and strides into the presence of his uncle, the Duke, demanding an explanation. There is a war of words, the nephew and the Duke growing excited, the hunchback fearing harm to himself stands aside with a drawn sword. The Duke coolly tells Edward he must renounce all hope of winning the maid. Angered to desperation, Edward draws his sword to attack the Duke, but is prevented by the hunchback. The Duke summons the guard and commends them to disarm his nephew and take him to the dungeon and torture him. To add to the cruelty of his purpose, the Duke has Irma seized, and taken to the cell where Edward is confined, and there a mock trial is held, and the nephew ordered to the torture chamber. During the time of the torture the hunchback is pacing quickly to and fro between the dungeon, reception room and the girl's chamber. The Duke in forms Irma that the price of the lover's life is herself. She refuses, and the trap-door is opened, showing the agonized girl her lover on the rack, being seared and tortured. She consents to sacrifice herself and the torture ceases. The Duke is satisfied at the result of his diabolical method of winning the girl. The hunchback is commanded to bring the girl to the bed-chamber of the Duke. Irma left alone in a fit of desperation, sears her face with a red-hot poker, horribly disfiguring her beautiful face. She accompanies the hunchback into the presence of the amorous old Duke, wearing a veil. The Duke lifting the veil is horrified at the face of the woman, who was once so beautiful. He renounces all pursuit of her and consents his nephew to appear in the audience chamber, where Irma is still veiled. The Duke announced to Edward that he must marry her, being possessed of the idea that the girl will be cast aside by Edward when he gazes on her once-beautiful face. Edward is all too willing, and raising the veil is shocked at the result of her sacrifice, but draws her towards him in a fond, loving embrace and leads her away; loving her in spite of her blemished face.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTk2Mzc4ODU4Ml5BMl5BanBnXkFtZTgwNjcwNzYwMjE@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001485",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}