{
  "Title": "The Backwoodsman's Suspicion",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "15 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Brinsley Shaw",
  "Plot": "Wilton Shaw, a young author, has been advised by his physician to go west for his health and the opening scenes of this picture finds him in a little town in Montana, seeking board and lodging. Jim Walker, a backwoodsman, offers him a home with him and his wife, and he accepts. Arriving at the rough hut of the Walkers, Shaw is introduced to Walker's wife. Finding that the young woman, though quite beautiful, is illiterate, the young author decides to use his spare time in teaching her. Coming home one evening, young Walker finds the two together poring over their books, and although it is evident that their pursuit of learning has been innocent enough, Walker shows that he is jealous of his boarded. Called away the next day to fight forest fires, young Shaw and Mrs. Walker are left alone, when a telegram from Shaw's mother advises him to return home immediately, as his wife is dangerously ill. Realizing that he cannot catch the overland train by going over the main road, the backwoodsman volunteers to show him a short but dangerous cut through the mountains, and in order that she be not impeded by cumbersome skirts, she gets into one of her husband's suits. They have been gone an hour when Walker returns, and finding the two gone, suspects that they have eloped. Intensely jealous and determined to have revenge upon Shaw, Walker seizes a gun and saddling his horse starts in pursuit of the couple. Mrs. Walker has returned a few moments after her husband had left and learns from her husband's friend what the latter intends to do. Knowing that she alone can save the young author's life, she again mounts her horse and starts in pursuit of her husband, arriving at the station immediately after him, and just in time to forestall the tragedy, after which all is explained.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001492",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}