{
  "Title": "The Altar of Death",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "15 Nov 1912",
  "Runtime": "20 min",
  "Genre": "Short, Drama, Western",
  "Director": "Thomas H. Ince",
  "Writer": "C. Gardner Sullivan",
  "Actors": "Harold Lockwood, Ann Little, Francis Ford",
  "Plot": "Lieutenant Hart comes to the rescue of Bright Star, who is being driven away by a sentry, and he gives her permission to enter the fort to sell her beadwork. The beauty of the girl attracts him and he meets her secretly in the forest. He gets her a spelling book, and the enamored Indian girl studies sincerely to meet the favor of the handsome soldier who has captured her heart. The romance is interrupted by the arrival from the east of Miss Harvey, a niece of the Colonel's wife, and Lieutenant Hart dances attendance upon her. The Indians are invited to the fort by the Colonel, and Bright Star accompanies them. As they are walking through the grounds the girl's face lights up with pleasure as she sees the Lieutenant with Miss Harvey on his arm, and the innocent child of the forest runs up to him and throws her arms about his neck. Hart roughly disengages himself and curtly bids her be gone, laughingly endeavoring to explain to Miss Harvey that he is not at fault for the conduct of Bright Star. With a realization of the hopelessness of her love, Bright Star's heart is filled with despair and rage, and she takes the spelling book from her bosom and rends it to pieces. Time lapses. Lieutenant Hart's hopes of winning Miss Harvey are shattered by the receipt of an invitation to her wedding to another. The Indians show signs of an outbreak, and Lieutenant Hart is ordered to take a supply of powder to a neighboring fort. The Indians maneuver to catch the soldiers at a disadvantage, and as the soldiers ride through a canyon their progress is checked by a murderous fire which is poured into their ranks by the Indians, concealed and sheltered by the huge rocks. Hastily dismounting, the boys in blue overturn their wagons and, using them for breastworks, fight for their lives. At the top of the canyon the Indian girl watches the raging battle, and her joy is unbounded as she sees the soldiers drop, one by one, until but a mere handful of men support Lieutenant Hart in the unequal conflict. The tremendous bravery of the man finally touches her heart, and she is suddenly overcome by a revulsion of feeling which brings back her overwhelming love. Seeing that there is no hope for Hart, she determines to save him, and, sliding down the precipitous mountainside, she reaches the Lieutenant's side and quickly offers to show him a hidden passage through a cave. Carrying several large cans of powder, the men follow Bright Star up the steep cliff, and they reach the cave, but the Indians are so closely in pursuit that Hart quickly resolves to blow up the cave, which will obstruct the path of the Indians. The cans are set down, and a train of powder run to them. When a match is applied the little tongues of flame dart quickly toward the cans and a terrific explosion rends the mountain side. The charge had been too heavy, and the soldiers too close, and every man is slain. The Indians are seen being hurled through the air and sliding down the mountainside. Though in the throes of death. Bright Star drags herself to the body of the dead Lieutenant and dies with her arms about him.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNWNlODE1ODItNWU2NC00MzY4LWI2NDMtODMyOTBlYzM3MzQ2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002015",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}