{
  "Title": "The Padre's Secret",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "02 Jun 1910",
  "Runtime": "10 min",
  "Genre": "Drama, Short, Western",
  "Director": "William F. Haddock",
  "Writer": "N/A",
  "Actors": "Francis Ford, Edith Storey, William Clifford",
  "Plot": "Padre Dominguis, the village priest of a quiet little spot in old Mexico, has been on a visit to the daughter of his dead sister and is about to return to his charges. He is much surprised and more than a little pleased to find that his niece is in love with John Brown, a progressive American, who has settled among them, for the Padre is a broad-minded man and knows that Mexico needs the influx of American energy to make her a great country. A different feeling possesses some of the Mexicans, however, and Brown is particularly hated by Baptiste Matteo, a \"caballero,\" who is infatuated with Anita, the Padre's niece. Finding that Brown is favored and fearing to have a personal altercation with him. Baptiste lays a trap to injure his rival. He seeks an isolated spot, where he knows Brown will pass, and ties a rope between two trees, just high enough to \"garrote\" a man on horseback. Brown returns from a visit to his sweetheart and is riding fast to reach his home. The trap is successful and the hated American is caught by the rope and thrown to the ground. He is stunned by the fall and Baptiste, who has watched from a clump of \"mesquite,\" is satisfied that his \"gringo\" rival is dead. He writes a letter to Anita, to which he signs Brown's name, saying that he is leaving the country as he is convinced that Anita has been flirting with Baptiste and making sport of Brown. Anita receives this forged letter and as she is not familiar with Brown's handwriting and the latter fails to appear, she believes the letter to be genuine and yields to the ardor of Baptiste's persuasion that she shall be his wife. In the meantime, Brown has been found on the road by a fellow countryman, who takes the injured man to his plantation and nurses him back to health. Baptiste, while he has been successful in his intentions, is sorely troubled in mind and sees frequent apparitions of the man he thinks he has killed. Under stress of conscience, he journeys to the distant village of Padre Dominguis and, not knowing that the reverend Padre is Anita's uncle, he confesses the murder of Brown and asks for absolution. His mind is relieved by his confession, and he returns to his own village and makes preparations for his marriage to Anita. The latter writes a letter to the Padre, asking him to officiate at her wedding and the priest immediately departs for her home. Here he is introduced to the prospective bridegroom, and he is horrified to recognize the man who has so recently confessed to him a murder. He is torn with conflicting emotions. On the one hand is his duty to his dead sister's child, to guide and guard her, and on the other are his vows to the church he serves, to preserve the secret of the confessional. He dare not betray the fact that Baptiste is a murderer, but resolves to let the marriage take its course, hoping that he may eventually succeed in converting Baptiste to a life of righteousness that will atone for his crime. Brown, after a hard siege with death, in which he has conquered, thanks his benefactor and rides leisurely into the village of his sweetheart. He is shocked to learn, at her home, that she is on her way to be married. He puts spurs to his horse and dashes into the mission church just in time to interrupt the ceremony. Anita is overjoyed to see him again and he quickly explains the forged letter. Baptiste attempts to escape, but is stopped by the men of the wedding party, and the Padre continues the service with a change of grooms, while he gives thanks to God that his niece is spared from becoming the wife of a criminal.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001352",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}