{
  "Title": "Captain Barnacle's Courtship",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "28 Feb 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "George D. Baker",
  "Writer": "N/A",
  "Actors": "John Bunny, Flora Finch, Hughie Mack",
  "Plot": "Old Captain Barnacle, a widower, contemplates a second marriage. He takes his old friend Captain Bunce into his confidence and Bunce tells him of a very attractive young lady, recommending Miss Ivy Leach, a daughter of a widow, who keeps a stationery and cigar store. Ivy is very much in love with Sam Morton, a young clerk, notwithstanding her mother's objections. When Bunce comes to see Mrs. Leach, on account of Captain Barnacle's bank account, is delighted. Captain Barnacle calls on Mrs. Leach with his friend Bunce for an introduction to Ivy and her Ma. Ivy wants nothing to do with the old Captain. Her mother insists that she shall marry him and to get rid of her entreaties she consents to marry the old \"salt.\" The anxious Captain makes preparations for his second matrimonial venture. Ivy makes preparations to foil her mother and disappoint the Captain; she gets her brother Billy to dress in her wedding gown and she puts on Billy's cloths. She meets Sam Morton, who is waiting for her with a horse and buggy, they drive directly to the Parson's. While this is going on, Billy impersonating his sister in bridal costume and a long, flowing veil over his face, is taken by the Captain to the Parson's by a different route; the minister has just tied the knot for Ivy and Sam when the Captain and the bridal party come upon the scene, Billy lifts his veil, removes his wig and gives the Captain \"the merry ha-ha.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTY1MDE1Y2ItNTBiMi00ODNkLWE5MzAtNTZlMGNiOTdiYTY3XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001528",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}