{
  "Title": "Broncho Billy's Promise",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "21 Dec 1912",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Brinsley Shaw, Bess Sankey",
  "Plot": "A pretty western girl rejected a cowpuncher admirer for Bronche Billy. Snake, the rejected suitor, swears revenge and immediately proceeds to the village barroom to load up with ammunition, both for the gun and the stomach. Broncho strolls into the saloon and, finding Snake in a pleasant humor for \"taking lives,\" decides to leave him alone. A quarrel is prevented by a good Samaritan and Broncho returns to his bunk house. On reaching his home he finds a note written to him by his fiancée saying that he must not shoot Snake if he values her love, her father having been shot in just such a manner. He immediately goes to her home and promises her that he will not kill Snake. The following day Broncho sees Snake force his attentions on his sweetheart by kissing her. He wants to kill him on the spot, but remembering his promise, puts up his gun. That evening, at the town saloon, Snake pulls a gun on Broncho and threatens to shoot him. Broncho, reaching back to steady himself on the bar, pulls his own gun and makes Snake drop his. Broncho then shows Snake that the revolver is unloaded. This completely cows Snake, who leaves the town disgraced. Broncho and his pretty sweetheart are left alone to plan their future happiness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BODFmYWRjZmQtYzYwMC00YWQ1LTgzZmUtMmRjYWI4ZTM4ZWY1XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002075",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}