{
  "Title": "A Salutary Lesson",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "11 Aug 1910",
  "Runtime": "16 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "William J. Butler",
  "Actors": "Charles West, Stephanie Longfellow, Gladys Egan",
  "Plot": "Mrs. Randall is strongly addicted to the reading of cheap novels, so much so that she has little time for anything in the nature of domestic duties. The care of her ten-year-old girl child is especially odious. Living in their seashore cottage, the little one begs her mamma to take her to the beach, but mamma petulantly tells the child not to bother her. The father enters at this moment, and more to shame the mother than anything else, takes the child for a stroll on the beach. They have hardly departed when the minister calls, and Mrs. Randall sets about to do her utmost to entertain him. While on the beach, Mr. Randall meets a very fascinating and flirtatious young lady, and in a spirit of daring reciprocates her attention. The poor child is now left to its own devices to amuse itself. So, neglected, she wanders across the strand to a distant quiet bay. This portion of the resort is entirely deserted and the child mounts a rock far inland on which she sits to rest. The journey has fatigued her, and overcome by drowsiness she does off to sleep. Meanwhile, her carelessly indifferent parents are pursuing the bent of their own inclinations unmindful of what danger their child may be in. Some time has elapsed, and the tide turning, we find the rock on which the child sleeps completely surrounded by water with it still rising until it reaches her, waking her up. There she is marooned on the rock, with no help in sight. Her protracted absence arouses alarm and a search is started, but in vain, until a life-saver strolling this distant beach hears a feeble cry. Looking in the direction from whence it came he espies a small dark object far out from land. This proves to be the child's head which now alone remains above the surface. He swims to her rescue, and carries her to her distracted parents, who have by this time been taught a bitter lesson as to what their careless indifference resulted in.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001390",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}