{
  "Title": "Little Red Riding Hood",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "17 Dec 1911",
  "Runtime": "N/A",
  "Genre": "Short, Fantasy",
  "Director": "James Kirkwood, Owen Moore, George Loane Tucker",
  "Writer": "Charles Perrault, George Terwilliger",
  "Actors": "Mary Pickford, Owen Moore, Lottie Pickford",
  "Plot": "The dear old grandma has come to Red Riding Hood's home, hearing a present for her grandchild which she has made herself. This is a beautiful hood made in granny's cleverest and most loving way. Little Red Riding Hood is charmed by it, and expresses her joy freely. Granny then goes home to her lonely hut in the woods, escorted by her niece. One beautiful autumn afternoon little Red Riding Hood is sent by her mother to take some goodies to Grandma. She repairs on her way, but grows tired and sits to rest under a tree. She stops and dreams the well-known story: How a wolf in the guise of a friendly dog came and asked her where she was going. She told him, and the said wise wolf sped to granny's cot in a shorter direction. Arriving there he satisfied his wolfish appetite on poor grandma's aged carcass and donning her night cap took her place in the bed. Little Red Riding Hood appears and enters the bedroom, gladsomely exhibiting her presents. The wary wolf, after a confidential chat, jumps at her. She screams, her father, the woodsman, and his trusty men rush in, dispatch the wolf and save her. Awakened suddenly by her own screams Red Riding Hood cannot break the spell of that awful dream. So she goes timidly to the cottage, peeks cautiously in at the window, finding granny alive and well.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BODNjZGRjNTItOTY1Zi00YjI2LWJiYTMtYzk1MjdmZmZlMjY0XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.4",
  "imdbVotes": "64",
  "imdbID": "tt0001738",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}