{
  "Title": "The Ranchman's Feud",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "11 Jun 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, John B. O'Brien",
  "Plot": "Hiram Matthews, a western ranchman, owns an apple orchard which borders on the property of Jesse Forsyth. The former and his wife are picking apples in the orchard from a tree, the branches of which droop over the fence of the Forsyth property. Forsyth and Matthews have never been on good terms and when the former, who has brooded long over supposed ills done him by Matthews, finds this latter and his wife trespassing on his property, he orders them off at the point of a shotgun. Matthews argues that as the tree is planted upon his ground he is the owner of the fruit on the branches which overlap the two properties. The other man disagrees and threatens to shoot Matthews if he dares trespass. Matthews summons the sheriff, who advises him to go to law. Matthews' son now returns from an eastern college and, unaware of the enmity between his father and Forsyth, meets the latter's daughter. It is a case of love at first sight, but Forsyth coming on the scene of the tete-a-tete, orders his enemy's son from the premises and drags the girl into the house. Young Jack Matthews goes home and persuades his father to call on Forsyth, and endeavors to patch up the old misunderstanding. Matthews agrees and goes to the Forsyth homestead and offers to forget old misunderstandings and to be friends, but Forsyth is obstinate and refuses to shake hands. The next day young Jack dispatches a boy with a note for Nellie, Forsyth's daughter. The note is delivered, but the girl's father, slipping quietly upon her, suspects that the note is from Jack and as she walks away toward the trysting place he follows stealthily after. Jack meets the girl and they are again at their love-making when Forsyth, enraged at young Matthews' persistency, breaks up the scene and again orders Jack away. The latter argues with the old man and follows him away as he drags Nellie towards the house. There is another argument and Forsyth draws his revolver and shoots the young lover. Jack makes his way home and is carried into the house by his father's sympathetic cowboys. The elder Matthews then organizes a little party of his own and rides away to get the sheriff, after which they ride to the Forsyth's. The old man is expecting them and when they slip quietly upon the house they find the grim looking muzzle of the old man's Winchester thrust out at the open window and pointed threateningly at them. Nellie comes on the scene and offers to talk with her father. In the end he is pacified and offers to accompany the sheriff to the Matthews' home. He is taken before Jack, who, realizing that Nellie will suffer if he incriminates the old man, refuses to identify Forsyth as his assailant. Forsyth, much to the regret of the boys and the elder Mathews is allowed to go. The next day Jack suffers a relapse and is taken with a violent fever, raging in his delirium and calling for his sweetheart, Nellie. The doctor thinks that the only hope for the boy is to see Forsyth's daughter and upon his advice Mrs. Matthews, accompanied by a cowboy, calls on Forsyth. She pleads for him to let Nellie accompany her that her boy's life may be saved, which, after some argument, he agrees to do. Nellie even persuades him to join them. In the end Jack is apparently well on the road to recovery when Nellie slips tenderly into his arms, and the two old men are brought together by the girl, who makes them promise that in the future they will be nothing but the best of pals and pardners.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTliMjY4ZTQtOGMwNC00NjJlLTgxOGMtOGVmZWY4NTlmZGFhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001374",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}