{
  "Title": "Railroad Raiders of '62",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "16 Jun 1911",
  "Runtime": "9 min",
  "Genre": "War, Drama, Short",
  "Director": "Sidney Olcott",
  "Writer": "N/A",
  "Actors": "Sidney Olcott, Robert G. Vignola, J.J. Clark",
  "Plot": "The general commanding a division of the Federal Army calls for volunteers to go on a railroad raiding expedition with the Confederate lines. A number of men quickly respond and under the leadership of Capt. Andrews evade the enemy's patrol, swim a river and arrive safely in the enemy's country. At Big Shanty they capture an engine and flat car from a train crew, run out on the line a few miles and begin tearing up the track. In the meantime the train crew from whom the raiders stole the engine and car in charge of Confederate officers and another engine and car in charge of Confederate soldiers is sent in pursuit. The race for life and final capture of the fleeing Union men are graphically portrayed in this historically correct motion picture story. The survivors of the Andrews Raiders, upon whose exploit this story is based, have erected a monument to their fallen comrades, and it stands today in the National Cemetery at Chattanooga. The engine is reproduced in miniature on top of the monument, and on the left hand side is a die containing the names of the \"Raiders\" who were executed in Atlanta; on the right hand side, a die containing the names of the eight who escaped from prison at Atlanta, and at the rear a die containing the names of those exchanged.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNDcyZmM2MDQtODk2Ni00MzJlLTg1OTUtMzM3ZjZiZDgyZmQxXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.4",
  "imdbVotes": "42",
  "imdbID": "tt0001848",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}