{
  "Title": "The Dream of a Moving Picture Director",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "05 Jun 1912",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Edwin Middleton",
  "Writer": "N/A",
  "Actors": "Jerold T. Hevener, Eleanor Caines, John Barrymore",
  "Plot": "A photoplay is wanted quick. The manager calls in the director to give him one in a hurry. The director shows him several scripts, but they do not suit; so the director is compelled to call the scenario writer to have a play written in an hour. The director summons his company and reads the play to them; then tells them to make up, while he gives his plots to the stage manager. Being weary, he falls asleep in a chair in the center of the stage and dreams the following: A young girl, employed in an office, falls in love with the head clerk. The boss is a black mustached villain, who is also in love with the girl. To make an impression he gives her his photo, which she throws with contempt on the table. He then tries to embrace her. She calls for help, when her sweetheart (the head clerk) comes to her rescue. At this juncture, the heavy man is not strong enough in the part and the director stops the play and shows him what to do. The play is resumed, the \"heavy\" throws the head clerk into a vault and locks him in, then embraces the girl, who repulses him and runs. The clerk by his superior strength batters down the steel vault door and escapes. The \"heavy\" pursues the unfortunate girl up the fire-escape to the roof, then to the water tower, where she defends her honor by beating him over the head with an iron rod. Fearing she has killed him she makes her retreat, only to be pursued by the villain. Rushing to the edge of the roof, she sees her lover, and calls him. He tells her to jump. She does so and alights safely in his arms. Undaunted, the villain, saying she shall not escape me, leaps six stories to the ground. Landing uninjured, he starts in pursuit. Here is where the detective takes up the trail, and after a long chase catches the villain. The stage hands, in setting the stage, allow a piece of scenery to fall upon the director, which awakens him from his dream.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "8.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "8.7",
  "imdbVotes": "13",
  "imdbID": "tt0002145",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}