{
  "Title": "The Eye That Never Sleeps",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "14 May 1912",
  "Runtime": "N/A",
  "Genre": "Crime, Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Francis X. Bushman, Billy Mason, Frank Dayton",
  "Plot": "At his wits' end to discover and track down a clever counterfeiting gang who are flooding the city with \"phoney\" money, Chief Burrows, of the Secret Service Bureau, calls in Howard Mayne, the greatest sleuth in his department, and who is enjoying a well-earned vacation. Burrows shows Mayne samples of the counterfeit money and begs him to take the case. Mayne finally consents and takes Mason, a clean-cut young assistant, to aid him. Returning to the National Club Mayne introduces Mason to a gentleman he has been playing billiards with, and all repair to the billiard room. Mayne and the stranger finish their game and Mayne wins. The stranger settles their wager and hands Mayne a five-dollar bill. Mayne is about to pocket the bill when he is amazed to discover it is a counterfeit. He and Mason now watch the stranger depart, and see a supposed peddler of pencils accost him and quietly give him a package of spurious money. Mason is now sent to trail the counterfeiter and watches him enter a rough shack on the riverfront. Returning, he informs Mayne, who hits upon a scheme to get in with the gang. Disguising himself as a common thug, Mayne finds refuge in the gang's rendezvous by cleverly being pursued by a policeman. The counterfeiters take him in and make him one of their number. Mason now trails the chief distributor to the rendezvous, is set upon by a watcher and is made a prisoner. Feeling their rendezvous is unsafe after this, the gang prepare to move and the chief tells Mayne to keep watch over Mason. A moment later Mason is amazed to see the supposed thug hold a knife blade conveniently for the cutting of his bonds, secures a brace of guns from his pocket and the startled gang are suddenly trapped nicely. Quickly Mayne handcuffs them, then astonishes the chief by pulling off his rough cap and revealing his identity as the greatest sleuth of two continents.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzVmZDA3MzEtMDI4Ni00YmQ2LWJlZjAtZTEzZTA3YzgzYTRjXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002166",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}