{
  "Title": "The Battle of the Red Men",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "08 Mar 1912",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Thomas H. Ince",
  "Writer": "William Eagle Shirt, Thomas H. Ince, Ray Myers",
  "Actors": "Ann Little, J. Barney Sherry, Ray Myers",
  "Plot": "The Sioux Indians are seen in their village, and the marriage custom is shown as Black Eagle weds Silver Moon. The Cheyennes invade the Sioux hunting ground and a Cheyenne attacks and slays a bear with a knife to prove his bravery. The party is attacked by the Sioux and war is declared. The Sioux ambush the Cheyennes and a desperate hand-to-hand struggle takes place, in which Black Eagle is killed, Silver Moon is broken with grief, and while seeking the body of her husband is captured by Cheyenne women and made a slave to the chief. The Sioux send Little Wolf to look for her, and he manages to crawl into her tepee during the night. Fascinated with her beauty the Cheyenne chief has become infatuated with his slave and, burning with hatred for the death of her husband, the Indian woman conceives a plan of revenge. She sends word to the Sioux by Little Wolf that she will lead the Cheyenne chief away and urges them to attack the leaderless tribe. The Sioux array themselves for the battle, and with coquettish wiles the pretty Indian woman lures the Cheyenne chief far from the camp. Like a bolt from a clear sky the Sioux hurl themselves upon the Cheyenne village. Without the guidance of their chief the Cheyennes fall easy victims to the Sioux, and but few escape. In a few moments the Cheyenne village is a mass of flames. As the smoke rises to the sky the Cheyenne chief, startled, endeavors to run back, but he is held by Silver Moon, and in a sensational and dramatic scene she pushes him over the cliff.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002051",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}