{
  "Title": "The Heart of O Yama",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "18 Sep 1908",
  "Runtime": "15 min",
  "Genre": "Short, Drama, Romance",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Bret Harte",
  "Actors": "Florence Lawrence, George Gebhardt, D.W. Griffith",
  "Plot": "Pretty Miss Chrysanthemum has but little to say as to the disposal of her heart, at least, such is the custom in Japan. Her parents attend to that for her. However, pretty little O Yama Sum had a will of her own, and casting tradition to the winds, insisted upon making her own choice. The Grand Daimio has long loved the pretty O Yama and presents himself before her mother in quest of her hand. His offer is scorned by O Yama, for she loves another, a low-born but worthy warrior. She writes to him to meet her by the Great Lamp of Savatiya that night, and they are nearly caught through the treachery of one of the butterflies of the court, who tells the Daimio of his rival. The lover escapes by hiding in the great lamp and afterwards being conveyed in a large hamper to the Bower of Roses, where he is eventually captured and thrown into the torture chamber. The Daimio, to render his revenge more complete, conveys to O Yama a false message from her lover, with his, the Daimio's, permission to see him. She is conducted to the chamber, and the sight that greets her fairly paralyzes her; for here is her lover hung by the wrists, dangling over a treacherous bed of upturned knife-blades, which inflict ugly wounds at the slightest move of his body. Besides this, there is a sword lying across a fire to be used at order from the Daimio. Here the Daimio gives poor O Yama her choice between her marriage with him or her lover's torture. But the brave warrior urges her to refuse. The sword, now incandescently hot, is applied to his breast, leaving great red scars, but he is still obdurate, until at length he is cut down and expires in the arms of O Yama. As he fails, his dagger drops to the floor, and O Yama, unobserved, conceals it in her obi. Then, turning to the Daimio, she consents to become his bride. He, delighted by her apparent change of heart, orders the preparations for the wedding to be made at once, which, according to Japanese custom, is to take place just before sundown. There in the wedding hall are assembled the courtiers and butterflies, when enter the priest, or \"Marrier,\" as he is called, followed by O Yama, her mother and the Daimio. The Daimio, his bride-elect, and her mother take their places on the cushions, while the Marrier pours the sake, handing the cup first to the mother, then to the Daimio, who both drink of the wine, and finally to O Yama, who, instead of drinking, whips the dagger from her obi, plunges it deep into the heart of the Daimio, who drops like a log, dead at her feet, and before anyone can intervene she performs the happy dispatch with the same bodkin, so concluding a film story that is not only a most exciting and novel one, but extremely picturesque as well.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "26",
  "imdbID": "tt0000698",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}