{
  "Title": "His Mother's Picture",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "11 Oct 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Family, Short",
  "Director": "Kenean Buel",
  "Writer": "N/A",
  "Actors": "Guy Coombs, Anna Q. Nilsson, Hal Clements",
  "Plot": "As Tom Whitelaw, a wanderer, rests at the railroad bridge and gazes at his one keepsake, a small framed picture of his mother, he hears a cry and notices that a young woman has caught her foot in the frog of the track. He hastens to the scene and with his knife cuts away the shoe, just in time to remove the girl to a place of safety. The young woman, who is Kitty, the daughter of the W.A.N.R.R. superintendent, starts back home and when she reaches the bridge she finds the picture which Tom accidentally dropped. Later Tom discovers his loss end returning to the scene he is unable to locate his keepsake and begins to make inquiries. Tom encounters a railroad man, to whom Kitty has shown the picture and learns her address. He proceeds to the house, but is driven away by the cook, who believes him to be a prowling tramp. In the meantime Kitty comes to her room and is about to place the picture under a sofa pillow. The sun plays upon the brilliants which bedeck the small frame and the dashes of light attract Tom, who stands in the roadway. Tom climbs up the porch and reaches through the window to secure his keepsake. Kitty is taken by surprise and not seeing who the intruder is, she bites the arm as it comes through the window and Tom hastens away. Tom hides in a box car overnight, and next morning Kitty tells her sweetheart, a conductor, of the strange appearance of a robber. Later the conductor discovers Tom attending to his arm and knows that he is the man. Tom becomes suspicious and flees. There is a spirited chase in which Tom lowers himself from a high bridge by means of a rope. One gripping scene follows another and when Kitty recognizes the fugitive as the man who rescued her, a novel climax is reached.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjk1YzVlZjAtMTcyNy00YTAxLThkYWEtMTBiMTYyYWU4MmNiXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002246",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}