{
  "Title": "Three Million Dollars",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "07 Sep 1911",
  "Runtime": "10 min",
  "Genre": "Short, Romance, Western",
  "Director": "Allan Dwan",
  "Writer": "N/A",
  "Actors": "J. Warren Kerrigan, Pauline Bush, George Periolat",
  "Plot": "Mr. Joseph Close, ranch man, with his wife and daughter, visit the town for supplies. The daughter makes a hit with the storekeeper and it is with difficulty that the ranch man induces his daughter to leave. They return home, and the ranch man finds a letter in his mail box from Wm. Schrider, Attorney-at-Law, informing him that his brother is dead, and has left the sum of three million dollars to his daughter, on condition that she produce an official certificate of her marriage one month from the date of her uncle's death. He hurries to the house with the glad information, and his wife rejoices with him. They call Estella, and are astounded when she refuses to get married. The ranch man offers his cowboys one thousand dollars each if they will help him. He suggests that they go to town and kidnap a handsome man and also abduct his daughter. Accordingly, some of the boys are detailed to abduct the daughter, others to kidnap the handsome storekeeper, and the ranch man himself goes after a justice of the peace. The daughter is secured with little difficulty, but Arthur White puts up a strenuous fight before he is tied up. Leaving their captives bound and blindfolded, the cowboys repair to the opposite side of the barn for a friendly game of cards. Arthur succeeds in freeing himself and is very much surprised to find his fellow victim is the girl that has captivated his fancy. They mount a horse and ride away. The cowboys discover that their captives have escaped and start in pursuit. The ranchman arrives at the barn with the justice, to whom he has offered a fat fee to perform the marriage ceremony. He is surprised to find everyone gone. Estelle tells Arthur of the letter her father received. Arthur suggests that they go back and get married. Returning to the barn, they replace the ropes, and blindfolding themselves, they await the return of their captors. The ranchman meets the returning cowboys, who tell him their captives got away. They return to the barn, and are surprised to find their prisoners bound and blindfolded as they were when first captured. The justice then performs the marriage ceremony and everyone is happy.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZmQ2YmQ3MWEtMTZmNS00NDZlLTg5NzktMGViZTI4MjVhN2IwXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.9",
  "imdbVotes": "48",
  "imdbID": "tt0001925",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}