{
  "Title": "The Dumb Half Breed's Defense",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "20 Aug 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Franklyn Hall, John B. O'Brien",
  "Plot": "Nellie Nixon the half-breed wife of a drunken miner, and her brother, a mute, are waiting the evening homecoming of Nixon. His lateness means that he is drinking up his salary at the \"Silver Dollar\" saloon and fixing himself into an ugly frame of mind so he may properly abuse his half-Indian wife. He is very much intoxicated when he enters, and reeling into a chair at the table pounds loudly for his supper. The frightened girl and her brother hasten to do his bidding, but their placid and meek submission and willingness to do for him only serves to make him more irritable, and finally rising with a scowl he aims a kick at the mute and ends in throwing the boy out of the house. Then he bolts the door and turns on his wife. When the half-breed mute rises painfully and looks in at the window a thrill of horror shakes him at the scene inside. On the floor lies his sister while the big brute of a husband, his black hands around her throat, is slowly choking her to death. The half-breed, with a cry of rage, puts his shoulders to the door, but it refuses to yield; then seizing a heavy timber he rams an opening in a lower panel and crawls into the shack. Nixon sees him, and the two men are on their feet facing each other. Next they grapple and struggle about the room. The boy weakens and falls back against the table, but his hands close on a sharp butcher knife and with an effort he forces up the other man's arm and jabs the knife, hilt deep, into the man's breast. Shortly after the capture the sheriff notifies the district attorney of the murder and the capture of the murderer, and the young assistant attorney is sent to interview the boy. The boy is fearful and tries desperately to explain. The young attorney is finally convinced of the boy's innocence, and slapping him assuringly on the back, returns to the district attorney's office. Unable to write or speak, there is a tremendous handicap placed upon the unfortunate boy. However, in pantomime he explains to the attorneys how the husband came home drunk, how he choked and kicked him and his sister, and finally how his sister was murdered. The rest is explained, and to the complete satisfaction of the district attorney, who gives him his liberty.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001188",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}