{
  "Title": "The Bad Man's First Prayer",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "15 Apr 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Harry Todd",
  "Plot": "Driven to drink by poverty brought upon by the long illness of his wife, Joe Selling, a western miner, spends most of his time at the village bar, where one day his daughter Alice enters and pleads with him to come home. She is thrust aside by the brutal bartender, who orders her to leave the place when Dan Quigley, a rather shady character, takes her part, thrusts the bartender aside, and helping Joe to his feet, leads him out of the place and home. At home Alice pleads with both men to reform, but her father is obstinate and Dan says he is \"too bad.\" The next day Dan rides to hold up a stage coach and is about to execute this dangerous task when Alice comes upon him, stops him in time to allow the coach to go by, then leads him away from the scene of temptation. In the meantime, however, Selling, who has also had the coach in mind, has held it up and escaped with several bags of treasure. When the sheriff arrives Dan, who had entered a short time before, thrusts the bags into his shirt bosom and is arrested, taking full blame for the hold-up upon himself. Before he leaves Alice thrusts a small Bible into his pocket which he later discovers when in his cell. For the first time in his life the bad man sinks upon his knees and pleads for Divine mercy and salvation.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BODFjY2I4NzItNWEyZC00MDJlLWI1YWItYWQ0OTYwNWUzZGY1XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001494",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}