{
  "Title": "How Sir Andrew Lost His Vote",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "22 Dec 1911",
  "Runtime": "N/A",
  "Genre": "Short, Comedy, Drama",
  "Director": "Ashley Miller",
  "Writer": "Richard Harding Davis",
  "Actors": "Marc McDermott, Charles Ogle, Camille Dalberg",
  "Plot": "The first scene introduces us into a drawing room in England where amateur theatricals are taking place and we see one of the big financiers, the Hon. Grant Richmond, of the country in the audience. The next day at his club, word is brought to him that the Navy Bill is about to come up before the House and that if Sir Andrew, the influential member, speaks in its favor it will pass. The question is what the financial man and his friends can do to prevent the bill coming to a vole or passing. As Sir Andrew proves not to be amenable to argument, the case looks hopeless, but the financial man suddenly bethinks him of the amateur players and he evolves a brilliant plan. Sir Andrew having left the club, Mr. Richmond dashes out, jumps into his automobile and passing the member on his way to Parliament, rushes on until he comes to the house wherein be saw the amateur performance. Knowing that the member must pass this house on his way, he begs them to play the drama as though it were some family incident and to drag the resolute Sir Andrew into it. In a spirit of fun they take up the project and, when Sir Andrew passes the gate with his friend, a young woman, apparently in great distress, runs forth and begs him to come to her assistance. Telling his friend to go on to Parliament, he follows her into the house and there finds apparently a deep family intrigue, a young man apparently lifeless lies upon the floor, a small bottle which seems to have contained poison, beside him. The amateur drama goes on until after the hour for adjournment has been reached.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001690",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}