{
  "Title": "Jessie, the Stolen Child",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "09 Feb 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "N/A",
  "Actors": "Mary Fuller",
  "Plot": "A gypsy caravan passes slowly along the country road. Hugo, on the front seat, drives lazily: Bill, his companion, sits on the back of the wagon smoking, while Liza, another member of the tribe, walks behind. They come to the farm house of Mr. Graham, where Jessie, his little daughter of 5 years, is playing in the yard. Bill and Liza approach the house and ask for food and money, which is refused by Mrs. Graham. Her husband comes from behind the house at this moment and gruffly orders the gypsies away. They walk off sullenly and a few moments later return and kidnap the little child. The mother soon misses Jessie, suspects the gypsies and Mr. Graham and several neighbors start in pursuit. The gypsies observe the pursuing party. The child is bound and gagged and secreted in a hollow tree, and when the party reaches the camp no trace of the missing child can be found and they return sadly home. Ten years later we find the same tribe encamped on the bank of a river. Jessie, by this time, has grown to a beautiful young lady. She is sewing as Joe, a young gypsy of her own age, comes along and speaks to her. Bill watches the couple jealously. Liza is in love with Bill, and, when she observes his infatuation for Jessie, shakes her list in jealous rage. Jessie dances, while Joe accompanies her on his guitar, and. when she finishes, Bill grasps her around the waist and kisses her. The young man drops his instrument, knocks Bill down and chokes him into silence. Liza motions the young people to get away, which they do, and a little distance up the road, she joins them, and from a bundle which she carries in her arm takes out some child's clothes, the ones worn by Jessie when she was stolen from home. The story of the abduction is told. Liza directs the girl to her parents, then returns to camp. Bill, by this time, has regained his senses and is sitting near the fire smoking and in a very bad humor. He inquires of Liza as to the whereabouts of the young girl, and, receiving no satisfaction, starts out to hunt the fugitives. As he mounts his horse. Liza knocks him off and mounts herself, and is off after the pair. She comes up with them after a while, and the journey home is at last finished. Graham and his wife, with a farmhand, are seated in the doorway as the gypsies appear. Liza goes forward and talks to Mr. Graham, who at first refuses to believe her story. She brings Jessie forward and produces the clothes worn by the child when stolen. This is sufficient proof, and Jessie is soon in fond embrace of mother and father. They lead her into the house, Joe following. Liza stands aloof watching them, then slowly and sadly walks away.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOTYwZjRjYWItNTg1ZC00YWI0LTgyNmQtNjY5OWNjZDM5MWRmXkEyXkFqcGdeQXVyMTUxMzU1NTY4._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000918",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}