{
  "Title": "The Red Barn Mystery",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "01 Oct 1908",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "William Haggar",
  "Writer": "N/A",
  "Actors": "Violet Haggar, Walter Haggar",
  "Plot": "Few tragedies have ever stirred the country more profoundly than the famous crime in the Red Barn. The date of the tragedy, or rather the discovery, was early Summer of 1828, just eighty-two years ago. Wm. Corder, a young farmer, is engaged to be married to a wayward young woman, Maria Martin, and he calls on her at her home and makes an appointment for her to meet him in male attire at the old Red Barn. Finding that he is to be disinherited by his wealthy parents if he persists in his marriage with this girl, and being in fear of the consequences of not marrying her, from her brothers and father, he lures her to this lonely spot, where he has gone before and dug an improvised trench. The frantic efforts of the girl to get from his clutches and escape with her life are shown, and finally the actual murder. Wm. Corder then leaves the vicinity, and writes several times to the parents of Maria Martin how happy they are together. The mother of Maria is taken very ill, and during the course of her illness is seized with delirium, in which a dream appears, vividly portraying the actual scene of the crime. This scene is so vivid and realistic that she pleads with the officer to investigate, when the matter is discovered and Corder is brought to justice.",
  "Language": "None",
  "Country": "UK",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZTg4NmUzZDMtMWExOC00ODNlLTg5YmQtZDcwYjE5ZDkxOGUzXkEyXkFqcGdeQXVyMDgyNjA5MA@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "7",
  "imdbID": "tt0000722",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}