{
  "Title": "The Man and the Woman",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "14 Aug 1908",
  "Runtime": "13 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "George Gebhardt, Linda Arvidson, Charles Inslee",
  "Plot": "John and Tom Wilkins are brothers and most divergent in natures. John is a clergyman and a noble, upright fellow, while Tom is a scapegrace, wild, reckless and unscrupulous. Not having the parental guidance so essential in youth, his father being dead and his mother blind, he drifted into bad company, the contaminating influence deeply affecting his susceptible nature. Despite the earnest pleading of his brother John he sank lower in morass of transgression, spending most of his time at the ale house drinking and at cards. All this John has succeeded in keeping from his dear mother, whose blindness is almost a blessing, for a mother would rather her eyes be sightless than to view the indiscretions of her loved ones. So she possessed the blissful impression that her boys were both paragons of righteousness. God's mercy is unfailing; you will admit this Divine Charity. In the village there dwelt, as neighbors to Wilkins, Farmer Tobias and his wife, and their daughter, Gladys. Tom and Gladys grew up together, and were child sweethearts, which grew stronger with Gladys as time went on. So deeply did she love the handsome Tom that she put her entire trust in him, feeling sure that he would reciprocate her sacrificial devotion with the honorable obligation it merited. But, oh, how mistaken she was, and only after prayers and tearful entreaties does he agree to marry her, and then only upon condition that she elope. To this she consents most reluctantly, for which act she is disowned by her parents. The villainy that is wrapped up in the black heart of Tom. Truly a marriage ceremony is performed, but it is by a rowdy friend of Tom's, disguised as a clergyman, in fact, a mock marriage. For a time Gladys lived in ignorance of the truth, but it at last came out when Tom deserts her. Back to her home she trudged carrying her infant, and at the door she is met by her mother with open arms but when the father appears, he, still obdurate, drives her away. She then goes to John Wilkins, and tells her sad story. He calls Tom and demands he make immediate reparation. Tom treats the matter lightly and the brothers are on the verge of blows when the blind mother, like a ministering angel, appears, and Tom's heart is at last softened. He takes Gladys and their child to his bosom, while they receive the benediction bestowed by their priestly brother.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.6",
  "imdbVotes": "21",
  "imdbID": "tt0000720",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}