{
  "Title": "Hansel and Gretel",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "15 Oct 1909",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "J. Searle Dawley",
  "Writer": "J. Searle Dawley",
  "Actors": "Cecil Spooner, Mary Fuller, Ethel Browning",
  "Plot": "We are transported back to the little Dutch cottage in the woods and see little Hansel and Gretel and their parents, and we feel their hunger and are glad when their father starts out with the load of brooms, which they have just finished, to make some sales; and when we see the borrowed milk, which is to relieve their hunger until he returns, spilled on the floor and the children driven to the woods after berries, we know that fairies cannot be very far away and that something is going to happen. Soon we see the children wandering in the woods and beginning to be frightened as it grows late and strange, uncanny faces laugh at them from behind tree trunks and the rocks. We see them meet the sandman, who puts them to sleep and laughingly goes on his way, and then we are privileged to be the only ones who see what happens while they sleep. Suddenly the woods beyond them grow light with strange radiance and shining angels with their harps look down upon them and guard their slumbers; and when the night is done and the dawn approaches, we are the only ones who see the troops of fairies that discover them and awaken them with bells of flower cups and trumpets from the honeysuckle. But this is not all, for even though the day has dawned they are not out of danger. Soon we see the terrible old witch, who has finally found them, casting her spell over them and driving them, all unconscious of her presence, through the forest. We see her suddenly stop and hold up her hands and the marvelous house of gingerbread and frosting appears out of the thin air and takes shape before them! We see her put Hansel in a cage to be fattened that she may eat him later on, and then we see, but why tell the rest? Of course, the witch meets her deserts and everything ends happily both for Hansel and Gretel, and for the gingerbread children whom they bring back to life out of the witch's spell. The illusive and imaginative quality of the fairy tale has been fully preserved in this Edison production, and those who have read the story, or who have heard the opera, will find new interest in it and enjoy the original and logical denouement which comes as a surprise at the end.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.9",
  "imdbVotes": "51",
  "imdbID": "tt0000887",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}