{
  "Title": "The Criminal Hypnotist",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "18 Jan 1909",
  "Runtime": "10 min",
  "Genre": "Short, Crime",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Owen Moore, Marion Leonard, Arthur V. Johnson",
  "Plot": "To a reception there is invited a celebrated professor of hypnotism, and during the evening he obliges with an exhibition of his wonderful powers. Several of the guests are put under the influence and made to perform most ridiculous antics, to their embarrassment upon reviving. The daughter of the host is the last to be subjected to the professor's power, and she proves to be such a good subject that the professor at once resolves to make her his unconscious agent in a dastardly plot he at once evolves. Opportunity serves him most graciously, for he meets the lady on the street and, hypnotizing her, suggests she return to her home and rob her father's desk of a large sum of money. The scheme seems to work, but it is an acknowledged fact that a person of good morals cannot be made to commit a crime, by hypnotism, and so, although the girl goes to the house, and even opens the drawer in which the money is placed, she returns without it. On her way back she is followed by her sweetheart, who assails the professor, but is worsted, gagged and bound. Back the professor sends the girl, he following, and at the home she somnambulistically leads him to the desk. He takes the money and leaves her under his hypnotic power. In this condition her father finds her, and failing to arouse her, calls the family physician, who at once suggests a celebrated mind specialist. He is hurriedly called, and using his powers of suggestion on her she is induced to retrace her steps, followed by her father and the doctors. Meanwhile the professor has arrived at his rooms and is hastily packing his effects preparatory to skipping; when the girl and her father, followed by the doctors and a couple of policemen, enter. The professor is overpowered, and made to resuscitate the girl, and taken into custody by the policemen.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "43",
  "imdbID": "tt0000837",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}