{
  "Title": "Leather Stocking",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "27 Sep 1909",
  "Runtime": "11 min",
  "Genre": "Short, Adventure, Drama",
  "Director": "D.W. Griffith",
  "Writer": "James Fenimore Cooper, Stanner E.V. Taylor",
  "Actors": "George Nichols, Marion Leonard, Linda Arvidson",
  "Plot": "Freely adapted from the tales of James Fenimore Cooper. Our story starts with the Colonel and his two nieces starting out to make a short cut to Fort George, accompanied by a scout and piloted by a trusted Indian guide, who was none other than Big Serpent. This traitorous redskin is elated at the opportunity to perpetrate a long cherished revenge. To this effect he has notified his followers and they stand in readiness to act at his call. Proceeding on their journey, they come to a mountain stream, where the party rest and take water, Big Serpent and the scout leading the horses into the shade of the wood. Just prior to the party's arrival, Leather Stocking and Uncas meet, and when they learn Big Serpent is guiding the party, they express their misgivings, being sure of his sinister intention, and truly, for while they are indicating their fears, the scout rushes on and tells that he had been assaulted and the horses killed. Leather Stocking and Uncas volunteer to see the party through their danger, if possible, but they have not proceeded far when the woods seem alive with Indians and the party is almost surrounded. Taking the only avenue of retreat, they manage to reach the stockade just ahead of the bloodthirsty Indians. Here a spirited battle ensues, which is not destined to last long, as ammunition is low. It is hoping against hope, for we now find there are but two charges left, and after that they will be at the mercy of the foe. Leather Stocking, however, feels that there is but one chance, hazardous though it be, of getting to the fort for aid. His plan is subtle in the extreme. Donning an animal's skin, he plunges into the swirly, tortuous river at the back of the stockade, knowing that the crafty Indians would waste no ammunition on game, but save it for the enemy, ammunition being a scarce and precious commodity. In this manner he succeeds in reaching the soldiers' quarters, where he falls, exhausted, after telling them of the danger of the party. The soldiers start off at once, and are none too soon, for in the meantime the Indians have effected an entrance into the stockade with battering rams and have the party tied up to trees, piling brush to incinerate them. The torch is already applied to the brush about Uncas, and only the timely arrival of the soldiers and annihilation of the redskins saves his life. Uncas then accompanies the party on their way to the brow of the bill, where we leave him standing alone, the last of the Mohicans.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "20",
  "imdbID": "tt0000934",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}