{
  "Title": "The Greaser's Gauntlet",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "11 Aug 1908",
  "Runtime": "17 min",
  "Genre": "Short, Action",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Stanner E.V. Taylor",
  "Actors": "Wilfred Lucas, Arthur V. Johnson, Marion Leonard",
  "Plot": "Though somewhat obscure in the beginning, this subject shows the efficacy of a mother's prayer. Holy is the name Mother, and many who stray from the path of righteousness to the radiantly alluring avenues of sin and prodigality, are rescued from the inevitable end by her prayers. So it is with the hero of this story. Jose, a handsome young Mexican, leaves his home in the Sierra Madre Mountains to seek his fortune in the States. On leaving, his dear old mother bestows upon him her blessing, presenting him with a pair of gauntlets, upon the dexter wrist of which she has embroidered a Latin Cross. This she intended as a symbol and reminder to him of her and her prayers for his welfare. She cautions him to be temperate, honest and dispassionate: to bear the burden of life's cross with fortitude and patience. We next find him in a tavern on the border, where congregate the cowboys, miners and railroad construction employees, a new line from the States into Mexico having just been started. This tavern is the principal hotel of the place, and as a matter of course there is a motley assemblage in the barroom, which also serves as the office. Tom Berkeley is the engineer of the construction company and the affianced of Mildred West, a New York girl. Mildred, being of a romantic turn of mind, and wishing to cheer Tom's life in this sandy purlieu, consents to join him and become his wife. This is the day of Mildred's arrival, and Tom meets her and her father at the train to bring them to this hotel. Bill Gates, an assistant engineer, has long loved the fair Mildred, but has received no encouragement, in fact his attentions are to her odious in the extreme, for she has seen behind his veneer of gentlemanly civility the despicable brute that he is. Their entrance at the tavern causes quite a stir, for the pretty face or the girl makes an impression on all, particularly Jose. He is silting drinking with a friend on one side of the room, while just across the way is a party of cowboys playing poker. One of the boys takes a roll of money, which is done up in a bandanna handkerchief, from his hip pocket, peels off a five and puts the roll back. The Chinese servant sees this and upsetting a glass of liquor on the floor, gets down, ostensibly to wipe it up, steals the money and drops the bandanna at Joses feet, who upon rising thinks it his own, puts it in his belt and goes out. He has hardly left the place before the robbery is noticed and of course suspicion points to him, which seems well-grounded, upon his being brought back with the incriminating bandanna hanging from his belt. At once there is a cry of Lynch him!\" and although he protests his innocence, and despite the pleading of Mildred, who really believes him so, he is taken out to be hanged. Off to the woods they drag him and placing the rope about his neck they give him one more chance to confess, but still insisting be is innocent, he asks for a chance to pray. As his eye falls upon the cross on his gauntlet his thoughts go back to her, who, no doubt, is now praying with him and for him, through a mother's intuition. Meanwhile Mildred at the hotel is in the extreme of commiseration for Jose, who she is sure is guiltless. Coming from her room she runs suddenly into the Chinaman in the act of hiding a roll of money under the hall carpet, and before he is aware of her presence she has snatched the money from his hands and gained the admission that he is the real thief. Like a flash she is off after the would-be lynches, arriving just as Jose, taking a last glance at the cross is swung in the air. Breaking through the crowd she causes the startled cowboys to release their hold on the rope, and Jose drops to the ground uninjured. A hurried explanation and return of the money to the owner, and all start after the Chinaman, leaving Mildred and Jose on the scene. He cannot express the gratitude he feels for the girl, but swears that if ever she needs his help he will come to her. Taking out his knife be cuts in two the gauntlet and gives her the wrist as a token of his pledge, and as she takes it her eyes sink deep into his heart, enkindling a hopeless passion for her. She in turn promises to always keep his token with her. Time runs on, and Jose cannot obliterate the sweet face of the girl from his mind's eye. She has in a measure usurped that of his dear mother, hence to ameliorate his sorrow, he takes to drinking and goes to the depths of degradation. At the end of five years the railroad contracts are completed and a garden fete is given in honor of Tom Berkeley, the engineer, by the officials. Bill Gates, of course, is present and renews his attentions to Mildred, who is now Tom's wife. She at first mildly repulses him, but when he becomes insultingly persistent, she screams, which brings to her side Tom, who with one blow sends Gates crashing through the trellis work of the arbor. Gates swears vengeance and, going to a low tavern for help, comes upon Jose, drunk, of course, and with him and another greaser they waylay Tom's carriage in a lonely road on their way home from the fete. A blow on the heart puts Tom out, and Gates carries Mildred, who had fainted, to the tavern, where he takes her, assisted by Jose, to the upper floor. Jose then, at Gates' suggestion, goes downstairs for some drink. During his absence Mildred revives and makes a desperate struggle to escape but she is restrained by Gates, and finally falls exhausted on the cot, as Jose returns with the bottles. There upon the floor is the cross-embroidered wrist of the gauntlet, which Mildred has dropped during the struggle. Jose seizes it and the truth at once dawns upon him. \"Oh, God, what have I done? Yet it is not too late to undo it.\" So with the ferociousness of a wolf he leaps at the throat of Gates and after a terrific battle drops him lifeless to the floor, as the husband and friends burst into the room. The tables are now turned and Mildred has a chance to thank him for his deliverance. Jose at the sight of the cross makes a solemn resolution, which he immediately fulfills, to return to his dear old mother in the mountains, in whose arms we leave him, concluding a film story that is one continuous concentrated absorbing thrill. -- The Moving Picture World, August 15, 1908",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.9",
  "imdbVotes": "53",
  "imdbID": "tt0000695",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}