{
  "Title": "A Change of Heart",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "14 Oct 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Frank E. Woods",
  "Actors": "Owen Moore, James Kirkwood, Arthur V. Johnson",
  "Plot": "Howard Norris, a fortune-spoiled young man, spends his time with a party of reckless youths who are attracted by his freedom with his money, and hence do their best to keep him entertained according to their own standard. Drinking and auto speeding forms the principal occupation of those who have nothing but money and time at their disposition. On one of their auto rides Norris meets a pretty simple country girl, who is artlessness personified. She sits on the porch of her humble home endeavoring to arrange her raven tresses as she sees pictured before her in the fashion paper. The old father sits by admiring her who is all in all to him. Norris alights and asks for a drink of water, and the girl's simplicity induces his dangerous attentions. A second visit is made, and he prevails upon the girl to meet him clandestinely. To this she accedes, and with the aid of his companions, the young man plans a deception, one of his associates volunteering to play the part of the minister. The pretended marriage performed, the young man takes the girl to the Summer hotel at which he is stopping. Meanwhile, the old father becomes uneasy at his child's absence, and approaching the café the young man frequents, he learns the truth from the boasting, reckless youths, who do not enlighten him as to his daughter's whereabouts. Returning home almost broken hearted, he swears to kill on sight the young profligate who lured his child off. The chums of the young man arrive at the hotel and intimate to the girl the nature of the situation, and she demands the truth from Norris, learning which she flies out of the place to make her way homeward on foot. She has scarcely gone when Norris' mother arrives from a trip abroad, and appreciating the tone of the companions, she whispers those old-fashioned words of love and advice, the like of which he has not heard in some time. He sees what a whelp he has been, and realizing that he loves the little country girl, he hastens after her to right the wrong. Overtaking her in the road, he persuades her to go and be married in earnest, which she does, and they then proceed, accompanied by the officiating minister, to the old man's home, who now believes it has all been a mistake.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "54",
  "imdbID": "tt0000823",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}