{
  "Title": "The Lure of the Gown",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "15 Mar 1909",
  "Runtime": "6 min",
  "Genre": "Short, Comedy, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Marion Leonard, Harry Solter, Florence Lawrence",
  "Plot": "\"Fine feathers make fine birds.'' and handsome gowns make handsome women, and a handsome woman is the most fascinating thing extant. Hence it is when Isabelle appears on the scene clad in a gown that is a masterpiece of the dressmaker's art she easily fascinates the male contingent, among whom is Enrico, the sweetheart of Veronica, a street singer. Enrico is so enraptured at the sight of Isabelle in her resplendent attire that he becomes her abject slave, casting aside the poor, peasant-clad little Italian street singer, who has loved him devotedly. Crushed almost beyond endurance the poor girl stands sobbing at the entrance of the park where the inconsistent lever left her. Her tears attract the attention of a wealthy young couple who happen to pass. In answer to their queries she tells them how contemptibly her sweetheart acted, and all because of the fascinating influence of a gown. The lady is moved to commiseration and offers her aid in the gift of the most beautiful gown Veronica has ever seen. Her opportunity for revenge has turned her love to hate, and as she appears at the Italian Benevolent Association ball, she is the star of the event, for she looks like a queen as she promenades the ball room. She at once becomes the \"Mrs. Trouble\" of the evening, for the men all desert their partners and flock around her, beseeching but a smile. All this elicits from the women folk delicate little bon-mots such as \"Hussy.\" \"Temptress.\" \"Cat,\" \"False hair.\" \"Paints.\" Oh, well, you know how it is. Enrico is thrown into a rage that runs the entire gamut of emotions, love, jealousy, hate, disappointment and a few others, too numerous to mention here. He begs forgiveness, declaring undying love, but she tells him it is the gown that has attracted him and not her, but on his knees he swears. Still she will not trust him and turns to a poor good-hearted Italian who has persistently loved her despite her coldness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYjcwNjdkYTEtMGJlOC00ZjJiLTlkNDQtMmVjNjA4MjZhMTNjXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.6",
  "imdbVotes": "79",
  "imdbID": "tt0000946",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}