{
  "Title": "The Honor of His Family",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "24 Jan 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Frank E. Woods",
  "Actors": "Henry B. Walthall, Verner Clarges, Linda Arvidson",
  "Plot": "George was the son of old Col. Pickett, and the last of a haughty military family. The old Colonel was proud of the records of his ancestors, and he himself had bravely barred all smirch from the family 'scutcheon, for to him \"life was but a word, a shadow, a melting dream compared to essential and eternal honor.\" The war declared, the little Southern village make their offering to the cause, a company of volunteers in command of young George. There wasn't a prouder man in all the South than Col. Pickett as he grasped his son's hand at his departure. His last behest was, \"Go, my boy; emulate the brave deeds of those who have gone before you. Be fearless, brave, and fight, fight.\" Amid encouraging cheers, the fluttering flags and handkerchiefs of the fair maidens, and to the beat of the drums, the volunteers march to their post. The old Colonel is beside himself with joy, and as his faithful servants gather about him he exclaims: \"Ah! my boy. He's the stuff. The name of Pickett is still alive.\" Meanwhile, on the field an attack is made and the conflict is furious. Young George is overcome with fear, and deserting his men runs to safety. Wildly he dashes through the woods, each volley from the guns striking terror to his soul. The old Colonel, at home, is viewing with field-glasses from his window the smoke of the battle. He sits down with a satisfied air and remarks, \"My boy, he is leading them on to victory, and...\" At this moment young George bursts into the room and crouches, nearly dead with fear. At his entrance the old Colonel is stunned, confused and amazed. He does not realize the cause of his appearance. At length the truth dawns on him, verified by the boy's confession that he ran, a coward. What a blow to the old father. His boy a coward. His boy will be hanged as a coward. What a blot on the honor of his family. As he denounces his boy a thought occurs to him. \"He shall not hang.\" Approaching his son, he bids him arise. He does, only to fall back mortally wounded. Hiding his body until nightfall, he then carries it out to the scene of the skirmish, where he lays it, sword in hand, facing the enemy's lines, thereby making it appear that he died in the conflict. The officers call to extend their sympathy to the old Colonel for his son's disgrace. This he spurns. \"My son a coward? Never. He is there either fighting or slain for the cause. Come, gentlemen, we shall see.\" Going to the field, they, of course, find the body, and appearances are favorable for the son. Returning home, the old man drops into a chair, crushed and disappointed, his heart breaking. The honor of his family remains unsullied; but, oh, at such a price.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "24",
  "imdbID": "tt0001254",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}