{
  "Title": "Helping Him Out",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "20 Apr 1911",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Joseph A. Golden",
  "Writer": "Bertram Millhauser",
  "Actors": "Pearl White, Albert McGovern, William Lampe",
  "Plot": "Albert and Pearl are sweethearts. Whenever Albert called, which was six times a week besides Sunday, he always brought his banjo. Pearl thought he was the finest banjo player in the world, but her father, mother and brother did not share in this high opinion. When Albert got busy on the strings they closed the doors and stuffed cotton in their ears. The did not favor Albert's suit and one day Pearl's father introduced another young man and forbade Albert to call any more. The favored suitor did everything possible to win Pearl, but she took no interest in him whatever. She used to leave him in the parlor when she heard Albert's signal outside, and she preferred Albert's tiny bunch of violets to the big bunch of American beauties that the other young man brought. Worry over the sweetheart undermined Pearl's health. The family became worried and finally her father went to Albert and proposed that the young man resume his visits to the house. Albert was suspicious, however, and Pearl's father presented him with a roll of bills, and bluntly suggested that he elope with the young woman. That certainly looked good to Albert and he agreed at once. When he called at the house, Pearl was not at home. As he was leaving he met her brother, who button-holed him and shoved a roll of bills in his hand, requesting that he elope with Pearl and thus save her life. Again Albert agreed. A little later he met Pearl's mother, who told him how sorry she was for the way she had treated him and she presented him with a roll of bills and made the same request as the father and brother. When Albert finally met Pearl he had no difficulty in persuading her to the elopement. Next morning, when the family was at breakfast, a telegram arrived stating that Albert and Pearl were married.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001657",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}