{
  "Title": "The Friend of the Family",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "15 Jul 1909",
  "Runtime": "8 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Frank Powell, Owen Moore, Violet Mersereau",
  "Plot": "The most colossal egotist is he who boasts of his impregnability of the fascination of a pretty woman, for the most austere wiseacre will become a doting fool under her puissant influence, so we do not marvel at the action of Robert Edmonds in falling a victim to the ensnaring charms of Estelle Morse during a house party at his residence. From that evening on he becomes her abject slave to the neglect of his own devoted wife and child. Mrs. Edmonds tries hard to dissemble and keep her sorrow from the little one, but he too misses the society of papa, his little romps with him and his good-night kiss on going to bed, until at last he is constrained to write papa a note complaining of his neglect. The baby's innocent missive almost breaks mamma's heart, for she feels that her husband is being weaned away by some unknown power. Robert is simply oblivious to all sense of duty through this blinding fascination and would have cast aside wife, child and all things sacred for this woman, had not Jack Hudson, his dearest friend, stepped in and resolved to save him at all hazards. Jack learns of Robert's intention to elope with the other woman, and calls on her just after Robert has gone to get his suitcase preparatory to depart. Jack steps boldly into the affair and during Robert's absence becomes so ardently caressing in speech and action that she, the most fickle of her sex, forgets Robert and is now Jack's apparent affianced.. At this moment Robert returns ready for flight; but at once realizes the change. Crestfallen he returns home where he finds baby's letter on the table. The child's tearful, mute appeal awakens him from his lethargy and we leave him with the little fellow clasped to his breast, while the mother, unseen by him, views the spectacle from the staircase. This Biograph subject is an extremely beautiful work of dramatic and photographic art.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.8",
  "imdbVotes": "38",
  "imdbID": "tt0000875",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}