{
  "Title": "Julius Caesar",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "01 Dec 1908",
  "Runtime": "13 min",
  "Genre": "Short, Drama, History",
  "Director": "J. Stuart Blackton, William V. Ranous",
  "Writer": "Theodore A. Liebler Jr., William Shakespeare",
  "Actors": "Charles Kent, William Shea, Maurice Costello",
  "Plot": "An elaborate production of Shakespeare's admirable play. Scene 1. Street in Rome. Casca and Trebonius upbraid the citizens for praising Caesar. Scene 2. The Forum. A soothsayer bids Caesar \"beware of the ides of March.\" Scene 3. Mark Antony wins the race and \"thrice he offers Caesar a crown.\" Scene 4. Cassius tempts Brutus to join the conspiracy against Caesar. Scene 5. Brutus' garden. Meeting of the conspirators. Scene 6. Caesar's palace. Calphurnia tells Caesar of her dream and begs him not to go to the senate. The conspirators enter, laugh at his fears, urge and got his consent to go. Scene 7. Street near Capitol. The soothsayer again warns Caesar. Scene 8. The Capitol. The assassination of Caesar. Scene 9. The Forum. Brutus addresses the mob. Antony enters with Caesar's body. Scene 10. Brutus' camp near Sardis. Cassius upbraids Brutus. Scene 11. Brutus' tent. Quarrel. Caesar's ghost. Scene 12. Plains of Phillipi. Armies of Mark Antony and Octavius Caesar and Brutus and Cassius. Scene 13. The battle. \"Caesar, thou art revenged even with the sword that killeth thee.\" Scene 14. Brutus slays himself. \"Caesar, now be still. I killed not thee with half so good a will.\" Scene 15. Brutus' funeral pyre. \"This was the noblest Roman of them all.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTFjNjNiMTYtZmE0Yy00ZjQ0LTk3ZmQtYjg4OTM2MmU0MWM2XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "73",
  "imdbID": "tt0000709",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}