{
  "Title": "The Best Man Wins",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "20 Nov 1909",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, John B. O'Brien, Fred Church",
  "Plot": "Charles Shea, the handsome young foreman of the Bar Z ranch, has won the love of the winsome daughter of his employer, John Graham. Alice and he are engaged to be married when a telegram announcing the death of his father and the request that he immediately return East, is handed Shea. Promising to return immediately the estate is settled. Shea bids Alice good-bye and leaves for the East. A year passes and no word from Charley. The girl is in despair and. though every cowpuncher on the place loves her madly, she refuses each one in turn, declaring that she will wait for Charley, whom she is sure will return soon. Graham, her father, however, is growing old and needs someone to take his place. He therefore desires that Alice marry as soon as possible and urges her to accept the suit of one of his men, all of them being honest, good-hearted fellows. She tells him that that is where the trouble lies. She likes them all and could not marry any one of them without hurting the rest. Finally, resolved to give up Charley entirely, she resolves on a plan to pick the best man. Her husband must be a good horseman. She informs them that at 8 o'clock sharp the next morning every mother's son of them must be in his saddle ready for a swift and important ride. The next morning she lines them up and tells them that they are to race to the county seat, each procure a marriage license and the first man back to the ranch will have the honor of being her husband. There is a crack of her pistol and the race begins! Mile after mile they cover, each trying the utmost speed of his pony, until the courthouse is reached. The marriage licenses are procured and the real race back to the ranch begins. In the meantime, the Limited, stopping at the county seat just for a moment, has dropped a passenger, a big handsome fellow, Charles Shea. Charley walks straight to the courthouse, procures a license to wed the daughter of Bar Z ranch, hires a horse and sets off at full speed in an effort to overtake the other cowpunchers. Known to him only is a short cut to the ranch, and putting the spurs to his horse's flanks, he dashes down through rocky defiles and surging mountain torrents and arrives at the ranch several minutes ahead of the foremost of the racers. A minister is waiting, the license is brought out and the surprised and happy Alice marries him immediately. The chagrin of the other cowboys soon melts to laughter at the joke and congratulations and a rousing cheer are tendered the bride, all heartily agreeing that the best man has won.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzU0OGRhYTktZDdkNi00NjIzLWE2NTgtY2RhYjM1ZDdiOGJiXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000806",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}