{
  "Title": "Away Out West",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "04 Jun 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Joseph Smith, Franklyn Hall",
  "Plot": "The opening scene of the story is in a Nevada mining town, the hub of the gold center. Herbert Mills, a young chap from the east, with his partner, Walter Daniels, an experienced miner, are about to set out on a prospecting trip through the mountains. There is the usual hustle and bustle in loading the pack mules with their paraphernalia and the next scene finds them well on the trail, a scarcely discernible thread winding up through the mountains. Later in the day they draw up at a miner's hut and are attracted by the voice of an aged miner. They enter and find the old prospector very close to death. Daniels shows his surliness and hard-heartedness in advising his pal to let the old chap die, but Mills waves him aside and administers to the enfeebled old man. The latter is revived, but knowing that his life is fast drawing to a close, brings out a chart describing a mine, stating that it is very rich. The chart is delivered to young Mills, who eases the old man in his last battle with life, then withdraws to show the partner that kindness is sometimes very richly rewarded. The next evening finds the two prospectors in the middle of the desert but still a day's journey to the mine as described in the old miner's chart. After tethering their burros and making camp for the night they turn in for much-needed sleep. Young Daniels awakens in the night and is seized with an evil desire to rob his partner of the latter's share in the mine. While Mills is soundly sleeping, Daniels steals the chart from the sleeping man's pocket, packs up the mules with such tools and other material as he may need, and slips quietly away, after emptying Mills' water canteen. In the early morning Mills awakens and discovers his partner's treachery, that he has been left to die in the desert. He realizes the horror of the situation, but summoning his courage he strikes off through the desert, following the faint trail taken by his partner. Suddenly all trace of the trail vanishes and he awakens to the fact that he is hopelessly lost. The blazing sun on his back and the hot ankle-deep dust of alkali and sand underfoot soon exhaust him and he drops in a crumpled heap, desperately tired and thirsty. In the meantime Daniels has arrived at the mine and is gloating over the prospects of his gobbling the entire riches. He enters the dim cave and disappears in the darkness. Next is shown a scene, taken within the mine, of the figure of Daniels silhouetted against the narrow shaft of light making his way into the mine. The following scene is one of the cleverest bits of camera work ever seen in moving picture; the interior of the mine. Here Daniels discovers the rich pay-streak and makes a hasty calculation of the immense wealth the mine contains. But he has no sooner touched the gold than a blinding light flashes above him and he sees in a vision his comrade Mills, lying unconscious under the blazing sun on the desert sand. There follows a fight in the man's soul between conscience and avaricious greed. But in the end the former conquers and Daniels, sorry and repentant, hurries out of the mine, saddles a horse and hurries to the rescue of his comrade. He finds him unconscious, just as the vision had pictured, but not beyond his aid. Water and food soon revive him and Daniels, hoisting him into the saddle, drives hurriedly back to the mine and reveals the vast wealth it contains. Then, to make up for his blackguardly action of the night before, he offers Mills the whole mine and declares he will withdraw, but Mills forgives him and insists on his staying. The affair ends with the two shaking hands and avowing eternal comradeship, not to again be severed by selfish greed.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BY2I3OTY5ZDAtNGYzZS00YmRiLTlhZmEtZGI2NTA1ZDU4NzlhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001123",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}