{
  "Title": "A Smoked Husband",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "25 Sep 1908",
  "Runtime": "8 min",
  "Genre": "Comedy, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "John R. Cumpson, Florence Lawrence, Linda Arvidson",
  "Plot": "This smokes husband, though little better than a smoked herring, more properly belonging to the crustacean type of piscatory, the lobster, for such he was and no mistake. While our friend Benj. Bibbs was not exactly parsimonious still there were times when he kicked most vigorously against his wife's extravagance. Such an occasion opens our story. Milady Bibbs has just had sent home a hat and gown, for which poor Bibbsy has to give up, but when he sees her attired in the duds, he softens, for she certainly does look stunning. All is well until she turns around when, O, horror! It is a sheath gown of a most pronounced type. \"You brazen hussy, to appear such!\" He could say no more, for he fairly choked with rage, and rushes from the room in a state of turbulent perturbation; but not until he has ruthlessly thrown a floor rug over his shameless wife. The maid of the family is in league with a crook, and the pair have plotted to rob the place. To this end the crook has written a note to the maid, telling her to signal when the coast is clear. This note falls into the hands of Bibbs, and as it is simply addressed \"Honey\" and signed \"Lovingly, Tom,\" his jealous nature at once associates it with his wife. \"Aha! Sheath gown, honey, signal from the window, meet in drawing room, lovingly, Tom. I see it all: You would deceive me, eh? We shall see!\" Into the fireplace and up the chimney he goes to hide, intent upon trapping his apparently perfidious spouse and her paramour. He is hardly ensconced when the maid, on order of the madam, builds a fire on the hearth, and yon may imagine Bibbs' position is not a pleasant one. To descend is out of the question, and as he ascends he dislodges the soot which covers him from head to foot. The noise induced by his scrambling amid smoke and soot alarms the women folks and several policemen answer their cries, who capture \"Lovingly, Tom\" 'neatb the rose tree in the garden. The women insist that the real offender is still in the flue, and a mad rush to the roof brings the coppers there just as poor soot-begrimed Bibbs emerges from the chimney. Chased over the roofs, he in desperation leaps off, coming down on the heads of a couple of Willie boys who are gossiping alongside a mortar box. Into the cement tumble the trio, and a sorry sight they present when the police and others arrive. Explanations prove what a colossal fool Bibbs has been, but still it served him right, and his discomfort is the spectators' sport, for the subject is a most hilariously humorous one, with a scream in every foot of length.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "20",
  "imdbID": "tt0000762",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}