{
  "Title": "The House of Cards",
  "Year": "1909",
  "Rated": "Not Rated",
  "Released": "10 Dec 1909",
  "Runtime": "16 min",
  "Genre": "Short, Drama, Western",
  "Director": "Edwin S. Porter",
  "Writer": "Edwin S. Porter",
  "Actors": "Mary Fuller, Marc McDermott, Herbert Prior",
  "Plot": "The story revolves itself around a Western cowboy who has been sent to the town of Cedar Gulch to deposit gold in the bank for his boss. Arriving too late in the night to dispose of the gold, he seeks out the pretty daughter of the gambling-house keeper who has given her heart unto his keeping. While waiting for the bank to open in the morning, he becomes fascinated with the sight of the money being won at a gambling table, and starts to gamble with his boss's money. Luck is against him, and scarcely before he realizes it he has lost all. Ruin, disgrace, and prison or lynching stare him in the face. Only seeking to get back what he has lost he tries to rob the gambling house at night, and here he comes face to face with the little girl whom he loves. He confesses to her his crime and shame, and the woman's love spreads forth its hands to shield him. She seeks out Rattlesnake Jim, the Sheriff of Cedar Gulch, who also is in love with her, and implores his aid for her unworthy lover. A warrant for the cowboy's arrest reaches Jim while she is at his cabin and he struggles manfully to follow its mandates to the letter, but his love for the girl causes him to swerve from his strict path of duty and he decides to give the guilty man a fighting chance. Either he or the cowboy must quit Cedar Gulch at once. In other words, one of them must die. To live and not do his duty is a thought that has never entered Jim's mind. So these men of iron and nerve fight a novel duel in the Sheriff's lonely cabin, at which he has ordered the cowboy to report. Baring their arms to the elbow they sit at opposite sides of a table, calmly waiting for a great, poisonous rattlesnake to rise from its bed, which opens in the center of the table, and choose its victim. Slowly it uncoils itself upon the table with fangs darting in and out, it rears its head, the men watching its every move in fearful silence. At a moment when it seems that the awful suspense will be ended by a deadly strike fate interferes, and though justice miscarries, yet Cupid's arrow finds an unsuspecting but not unwilling victim in the person of the lion-hearted Sheriff, whose manly conduct, in contrast with that of her lover, reveals to the girl his true worth. All this is told with a wonderful dramatic strength and power, and one never loses interest for a moment.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNGMwZjJiOTItNmE4NS00MWU2LTg0OWItNTAyNWNmNDY4MGQyXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "122",
  "imdbID": "tt0000904",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}