{
  "Title": "Love's C. Q. D.",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "09 Jun 1910",
  "Runtime": "10 min",
  "Genre": "Romance, Short, Western",
  "Director": "William F. Haddock",
  "Writer": "N/A",
  "Actors": "Francis Ford, William Clifford, Edith Storey",
  "Plot": "Cynthia Moore, daughter of Colonel Moore, who is the commander of a cavalry post near the Mexican frontier, is much beloved by two junior officers in her father's command. They are Lieutenant Robert Bright and Lieutenant Arthur Hartley, both graduates of West Point, where they had been rivals during their Academy Days. This rivalry, which had been friendly at West Point, became very bitter when they were both assigned to Col. Moore's post and met his attractive daughter, and the true nature of the two men began to assert itself. Under the influence of Cynthia's smiles, Hartley worked with a will, mastered the intricacies of frontier strategy, proved himself in several tight places, and won the respect and esteem of the Colonel. Bright, on the other hand, became surly and morose, drunk a great deal, and placed himself daily farther and farther away from Cynthia and the hope of winning her. Hartley took up the study of wireless telegraphy, so necessary to maneuvers in latter-day warfare, and perfected himself in it. He also taught it to Cynthia, and when they were bending over the sender, with the blue spark hissing and biting as it leaped through the air, with their heads in proximity and their hearts beating time to the mysterious dots and dashes of the Morse code, it was all that Hartley could do to keep from blurting out his deep love. The agony that Bob Bright would undergo, when he would see them thus together, can only be understood by one who has suffered from the pangs inflicted by the green-eyed monster, Jealousy. Hartley has invented portable wireless equipment which may be carried in one's pocket, and he repairs to a spot away from the fort to test the success of his invention. Cynthia is at the sender in the wireless room at the post, and receives his call. Distinctly there comes to her the query, \"Cynthia, are you there?\" and she flashes back the reply, \"Yes.\" Overjoyed at the success of his invention, Hartley is emboldened and flashes through the message, \"Cynthia, I love you.\" Cynthia receives the message O.K. but the ardent lover is surprised and chagrined when his receiver spells: \"Your instrument must be out of order.\" Hartley feels that he is successful in his love affairs, however, and Bright, with the eyes of jealousy, knows that he is. In this extremity, when he can stand it no longer, he resolves to destroy Hartley and conspires with a band of smugglers and desperadoes, who infest the frontier, to waylay Hartley, with the intention of killing him. This is done, but the revengeful Lieutenant cannot forbear a sight of his rival, and so accompanies the party who abduct Hartley. The latter realizes his fate, particularly as he is kicked and cuffed by Bright, but instead of being killed at once, he is allowed to suffer until sunrise of the following day. He is placed in the courtyard of an old ruin, from which it is impossible for him to escape, as his captors guard the entrances. By cutting the ropes on a jagged stone, he succeeds in freeing his hands, and taking the wireless instrument, which has been unmolested by the ignorant bandits, he sends Cynthia the well-known distress signal, \"C.Q.D.\" She receives a call but cannot locate it, but soon through the air come the words from Hartley, telling of his plight and the place of his incarceration. Bright is present, endeavoring to press his suit, and is annoyed by the call from the wireless machine, which he does not understand. Cynthia, as soon as she can get rid of her undesirable visitor, excuses herself and rushes to her father with the news. The latter immediately dispatches a troop of cavalry to the spot, and in a pitched battle the bandits are defeated and Hartley is rescued. Bright is not aware of the miscarriage of his plans, and has sought out Cynthia with the intention of again declaring his love. Cynthia is overcome with horror of the man, and will not listen to his protestations. Maddened by her actions, Bright takes her in his arms just as Hartley enters the wireless room. Bright is astounded to find his rival unharmed, and when Col. Moore tears off his shoulder straps in indignation, he leaves the post and the service.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.2",
  "imdbVotes": "16",
  "imdbID": "tt0001294",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}