{
  "Title": "An Unwilling Cowboy",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "20 Apr 1911",
  "Runtime": "10 min",
  "Genre": "Comedy, Short, Western",
  "Director": "William F. Haddock",
  "Writer": "N/A",
  "Actors": "Francis Ford, Edith Storey, Henry Stanley",
  "Plot": "Nellie and her father are from Boston, but every winter they visit San Antonio for the old man's rheumatism. Nellie is very fond of ranch life and it is her custom to spend part of the time at the Bar X, which is close by, while her father is undergoing all the delights of being \"Boiled out\" in the sulfur baths. Nellie meets all \"the boys\" and is particularly impressed with Jim Edwards, who constitutes himself her guide at the ranch. One day a horse runs away with her, and Jim neatly ropes it and thereby saves her life and wins her love. A short courtship is followed by an engagement and Nellie sends the news to her father. In honor of the engagement, the cowboys give a jamboree, a part of the festivities being an interesting \"square dance\" on horseback. The old man receives the letter and his temperature goes higher than the water he has been soaking in. He sets out at once for the ranch, but falls off his horse into the river. He is rescued by the cowboys, who supply him with some of their own clothes while his are drying. They are all on Jim's side and make the old man think he is quite a sport. Although unwilling at first, his ideas undergo a change under the genial treatment, and he is finally willing to forgive his daughter and her rough-riding knight errant. He finds that his short service as an unwilling cowboy agrees with his rheumatism, and his enthusiasm for ranch life increases with his health.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYWI1ODQ3ZWQtMDMzYy00NmY0LTk0MTQtYWQ2M2NlM2Y2OWVhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001961",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}