{
  "Title": "The Modern Prodigal",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "29 Aug 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Dell Henderson, Bess Meredyth",
  "Actors": "Guy Hedlund, Clara T. Bracy, George Nichols",
  "Plot": "In the opening of this subject we find the callow youth as he points towards the city's spires, exclaiming to his dear old mother, \"Mother, there in the big city is my sphere. There will I turn the world over.\" Off he goes cityward, ambitious and presumptuous, and perhaps we may add reckless. Alas, the city's whirl is quite a change from the simple quiet life in the country and the youth falls a victim to the snares that beset the unsophisticated. After a bitter experience he returns, and in symbolism we show him in the raiment of sin, a convict's suit. Approaching his old home, he sees there in front of the door the old chair in which sat his mother on the day of his depart. What a difference! On that day there shone the sunshine of hope; today, the clouds of despair. As he regards himself in his prison garb, he utters that penitential cry of the ancient prodigal, \"I am no more worthy to be called thy son.\" Turning away, he staggers exhausted to the pigsty, where he eats ravenously the husks upon which the swine feed. At this point we show the other side, the watchful father and his son. The father is the sheriff and has just received the notice of a convict's escape and a reward offered for his capture, the poor convict, meanwhile, being hounded from place to place by the pursuing guards. The sheriff's young son yields to temptation and is guilty of stealing apples and then lies about it. For this the father chastises him, so in the spirit of rebellion, he goes swimming with his playmates. Here he is guilty of disobedience and is made to suffer. Going beyond his depth, he is carried by the swift running current into the rapids. The boy's drowning seems inevitable, but the cries of his companions are heard by the fugitive, who is hiding in the bushes by the side of the stream, and at the risk of his life and liberty he plunges into the seething torrent and drags the child to safety just as the father having been informed of the child's peril. Here is an awkward situation. He is torn by conflicting inclinations. As father of the rescued boy, he owes the fugitive an immeasurable debt of gratitude, but as sheriff it is his duty to arrest the convict. Here is where duty is unreasonable. However, there is no compromise where duty is concerned, and he is forced to perform it, odious though it be. At his home he leaves the prisoner in charge of his wife while he gets his carriage. The mother allowing maternal love to guide her feelings, feigns sleep that the prisoner may escape with a suit of civilian clothes, and return to his own despairing mother. As the poor unfortunate approaches his home, his mother, stretching forth her hands, exclaims, \"My son was dead and is alive again; he was lost, and is found.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzkxNWMzNWMtYmJhMC00MzcyLThlMjEtMmNjODQwMWM0MTZhXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.5",
  "imdbVotes": "64",
  "imdbID": "tt0001326",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}