{
  "Title": "Michael Strogoff",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "01 Apr 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "J. Searle Dawley",
  "Writer": "J. Searle Dawley, Jules Verne",
  "Actors": "Charles Ogle, Mary Fuller, Marc McDermott",
  "Plot": "At a diplomatic function given at the Czar's palace in Moscow about 1S70 word is received by the Chief of the Secret Police that all telegraphic communication between the town of Tomsk and Irkutsk has been cut off and that Ivan Ogareff, a Russian traitor who has allied himself with the Tartars, is advancing on the last named city. Ogareff has sworn to take the life of the Grand Duke, the Czar's brother, who is Governor of the Provinces about Irkutsk. There is only one way to send word warning the Grand Duke of his danger, and that is by a courier. This courier must be a man of iron nerve and endless resources. The Chief of the Russian Secret Police selects for this arduous task Michael Strogoff, a soldier of the Imperial Guard who has won distinction for feats of valor. Strogoff is brought before the Czar and entrusted with the message. He starts on his perilous journey in disguise. While traveling toward the Siberian frontier in a railway coach he resents an insult to a young and beautiful Russian girl, Nadia Feador, who is likewise traveling to Irkutsk. Michael is attracted by the gentleness of the girl, but does not yield to the impulse of offering to accompany her on her journey. Fate, however, brings these two people together later. While eating at a post restaurant on the Siberian frontier, Strogoff's mother sees him and attempts to embrace him. Knowing that he is watched by the Tartar spies and that his acknowledgment of his mother will disclose him to his enemies, he pretends that he does not know the woman. Ogareff and Sangarfe, his gypsy accomplice, witness this incident and suspect Strogoff. Ogareff dispatches soldiers in pursuit of Michael and orders his mother to be taken prisoner. Strogoff escapes, only to be captured at a telegraph station, where he later goes in an effort to secure a fresh horse. Ogareff has the Russian prisoners assembled before the Tartar chief in order to identify Michael. He questions Marfa Strogoff. Michael's mother who stoutly denies that Michael is her son. To test the truth of her statement Ogareff orders that Marfa be lashed with a knout. As the executioner is out to strike his mother Michael springs at him, wrests the weapon from his hand and strikes Ogareff across the face. He is immediately seized. Ogareff searches him, takes the Czar's message from his bosom and denounces him before the Tartars as a spy. The punishment meted out to Michael is that he shall be blinded. This is done by placing a heated sword blade before his eyes. After blinding him, as they believe, the Tartars set him free, considering him now harmless. Nadia, who has been an unwilling spectator of this awful scene, comes to Michael's assistance, takes him by the hand and leads him on his journey. On the road they meet a friend of Michael's, who takes them into his cart and on toward Irkutsk. The final accomplishment of Michael's mission is splendidly portrayed in scenes that cannot be surpassed for intensity of dramatic interest. Halted by the Tartar sentries before Irkutsk, his blindness is tested by forcing him to walk forward toward a sword pointed at his breast. Here follows the strong scene of the story. Ogareff laughs at Michael and. flourishing his sword, is about to run him through. He is astonished, however, when Michael draws his Siberian knife and quickly parries the blow. Thinking that the parry is a mere chance, Ogareff quickly aims his saber at Michael's head. Again the blow is deftly parried. Ogareff now realizes that Michael is not blind, and that to save his own life he will have to smother Michael by the very fury of his attack before the palace is alarmed. Swinging his saber he rushes again at Michael, and a thrilling fight results, in which Ogareff meets the fate he so justly deserves. The officers of the Grand Duke and the Grand Duke himself enter the room at this point and Michael is made a prisoner, but when his explanation is heard and understood he is immediately released, and the Grand Duke's gratitude is shown in the final tableau of the picture.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001318",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}