{
  "Title": "From the Rococo Times",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "01 Oct 1908",
  "Runtime": "9 min",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "N/A",
  "Actors": "Viggo Larsen, Gustav Lund, Clara Nebelong",
  "Plot": "In this Great Northern film is shown the tapering spires of a beautiful castle reflected in the quiet water, while the park's trimmed hedges are stretching themselves across the landscape, hiding and shading what is inside from the curious gaze. The old nobleman wants to give a banquet in order to celebrate his daughter's betrothal to a rich old man of noble family. But his young and pretty daughter wants to have a younger and handsomer bridegroom, and therefore one can easily understand that she refuses the old suitor when the father introduces him to her. In the moonlight the young people meet and talk over their future prospects. He seems to feel inclined to give up the struggle and go away, but she is made of a sterner stuff and tries to prevent him in his intentions. As good luck would have it, the betrothal feast is to be held in the park by the seashore, and here Providence provides the accident which unites the two. The two rivals quarrel about a rose and the old gentleman settles the quarrel by saying that his daughter is to throw the rose into the water, and the one who fetches it up again shall have not only the rose but also the hand of his beautiful daughter and shall become the future owner of her magnificent castle home. In a second the young man is in the water, and while the spectators are shouting with joy he reaches the rose, which he at once offers to the fair judge. The old suitor has to acknowledge his adversary's strength and courage, and congratulates the two young people and withdraws his suit in favor of his successful rival.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "13",
  "imdbID": "tt0000595",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}