{
  "Title": "The Outlaw",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "23 Jun 1908",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Wallace McCutcheon",
  "Writer": "D.W. Griffith",
  "Actors": "Edward Dillon",
  "Plot": "Jack Morgan was a handsome fellow, but an outlaw, and although he worked in a most fearless, daring fashion, he successfully thwarted all attempts at this apprehension. Hence it was that the mere mention of his name sent terror to the hearts of the stage drivers of the mountains. Many were the wonderful tales told at the relay inns along the stage route that made the tourists shudder with fear as they resumed their course westward. Dick Stanley was one of the nerviest drivers on the stage line and had, as yet, escaped molestation from Jack, Dick was deeply in love with Mollie, the innkeeper's daughter, but, as our story opens, they quarrel and fall out. At this moment along rides Jack, who, of course, is unknown to Mollie. He asks for a drink from the well beside which the girl stands. The bright, cheerful countenance of Mollie makes a decided impression upon Jack, and it is needless to say that the handsome young bandit, well, it is a case of love at first sight. Jack drives off, and Dick, who has watched the proceedings from a distance, approaches to acquaint her of Jack's real being. She takes no heed of Dick, but is still gazing fondly at the fast fading vision of Jack so Dick mounts his stage box and is off. The stage arrives at a lonesome turn in the road when Jack jumps from the brush and, covering Dick with his gun, orders him to dismount, the passengers to get out and give up their valuables, placing them in a handkerchief, which he makes Dick spread on the ground. Having trimmed them, he orders them back into the coach and Dick to drive off. Then he gathers up and makes off with the booty. Dick drives around back to the inn, gives the alarm, and a posse of mounted cowboys start out after the outlaw. Jack, driven by the pursuing party to the top of a precipitous cliff, deserting his horse, climbs, or rather tumbles, down over the rocks, badly cutting and bruising himself as he goes. Reaching the bottom, he runs through the woods and comes upon Mollie who hides him in the well just in time to elude the pursuers who drive up. She sends them off in the wrong direction, and, when they have gone, assists Jack out of the well, binds up his wounded head with a strip of linen torn from her skirt and gives him her horse, on which he escapes. The cowboys soon find they are on the wrong scent and return just in time to see Jack galloping like mad down the open trail. Here follows a most exciting chase, showing some marvelous horsemanship. Jack has distanced them, but his horse runs lame, and he makes a heroic dash on foot towards a barn. Failing to open the lower doors, he climbs up on a rope to the second story, pulls up the rope and closes the door. The posse now arrives, and a fusillade of bullets is sent at the door, which Jack retaliates, laying out a couple of the party. They at length set fire to the barn, and Jack is forced out through the back, and, as he leaps, a well-directed bullet from Dick's gun sends him reeling to the ground, just as Mollie, who has followed the chase on horseback, dashes up, dismounts and takes Jack's head in her arms only to find him dead.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "16",
  "imdbID": "tt0000736",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}