{
  "Title": "His Wife's Mother",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "01 Mar 1909",
  "Runtime": "6 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "John R. Cumpson, Florence Lawrence, Dorothy West",
  "Plot": "That one may be killed by kindness is a demonstrated fact, but that dire deeds may be wrought by generous acts is a rarity. Jones does, though, with great success. But, then. Eddie has never fallen down yet, although he has gotten into some awkward positions. Wifey's mamma promises, or rather threatens, a visit. This, of course, is most delectable news to Jones: \"not\" and when she arrives he is further perturbed by her egotistical domination of the household. Son-in-law must not smoke, nor drink; the maid must not frill nor flounce, but attire herself austerely demure. To say that this gets on Jones' nerves is putting it mildly, but what can he do? \"Ah! an inspiration. It takes nerve, but it is worth a chance.\" So he sets out, to make his wife jealous of her own mother. First he goes out and buys her candy and flowers, then he showers attentions upon her to the extreme neglect of wifey, which starts things in the right direction for Jones. After this he takes mamma dear to the milliner's and buys her a Merry Widow creation that is a marvel of merchandises de mode. All this, of course, costs money, but it is well spent, for the effect is very apparent, and the master stroke was struck when Jones takes mamma to Rector's and introduces to her notice that effervescent bubble water, champagne. Well, you see the stiff, prim old lady soften and become the giddiest girl extant. Back home they go, and it is all off between mother and daughter, and Mrs. Jones packs up mamma's duds and fairly throws her out of the house, with an injunction to go away and never come back. Of course, Jones is in bad for a time, but when he explains that what he did was induced by his selfish love to have wifey all to himself, he is forgiven and receives the usual \"make-up\" kiss.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "25",
  "imdbID": "tt0000901",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}