{
  "Title": "Napoleon, the Man of Destiny",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "10 Apr 1909",
  "Runtime": "13 min",
  "Genre": "Short, Drama",
  "Director": "J. Stuart Blackton",
  "Writer": "Eugene Mullin",
  "Actors": "William Humphrey, John G. Adolfi, Julia Arthur",
  "Plot": "The picture opens with Napoleon at Malmaison after the battle of Waterloo. He visits the room where Josephine died, enters slowly, walks sadly around, looks at her portrait, then sits in a chair and falls asleep. In successive visions he sees Marengo: The Austrians' charge. Napoleon, with his generals, passes. The \"wall of granite\" is impregnable. Napoleon, Emperor: The Coronation scene. Court assembled in Notre Dame. The Pope blesses Napoleon. He places the crown on his own head, then crowns Josephine. Austerlitz: Picturing Napoleon and his staff in the center. The Austrian generals approaching and surrendering their swords in token of defeat. Jena: Napoleon mounted on his famous white charger in the thick of battle. Friedland: The charge of the Cuirasseurs. Napoleon watching the battle through a telescope. Marriage With Marie Louise of Austria: Ceremony being performed by an Archbishop in the Grand Gallery of Louvre. Napoleon's mother, brothers and relations in attendance. Birth of King of Rome: The court assembled in an ante chamber as Napoleon enters carrying the infant. Education of the King of Rome: Napoleon's son playing with his keys, the cardinals, bishops, generals and soldiers watching. Moscow: The retreat with the dead and wounded in the blinding snow. The City of Moscow burning in the distance. Abdication: Farewell to the Old Guard. Napoleon embraces the general and kisses the flag as the soldiers weep. Waterloo: The dying soldiers cheering their leader. Napoleon, on his horse, seeing defeat. Marshal Soult leads the general's horse away. Saint Helena: The exiled Emperor standing on a rock meditating, looking sadly out to sea.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.9",
  "imdbVotes": "30",
  "imdbID": "tt0000979",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}