{
  "Title": "Making Moving Pictures",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "08 Dec 1908",
  "Runtime": "N/A",
  "Genre": "Documentary, Short",
  "Director": "J. Stuart Blackton",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "A Day in the Vitagraph Studio. Of the thousands who daily witness moving picture exhibitions, the number who have any conception of the manner of making a picture is comparatively small. Therefore, to the majority this picture will prove a genuine novelty. It opens in the private office of the Vitagraph Company, where the manuscript is being carefully considered. The studio directors enter, receive their instructions, proceed to the studio, get out the cameras, give orders about scenery, props, etc. Then we get a view of the Vitagraph actors and actresses making up for their different characters. All preparations finished, the Vitagraph automobiles line up. The performers get in and proceed to the scene of operation, which happens to be, in this instance, a busy city thoroughfare. A trolley is held up, numerous little by-plays, not in the lines, occur to add variety and interest to the picture. This scene over, all hands return to the studio, where we see a stupid actor being put through his work. Next a view is given of the quick lunch counter in the Vitagraph plant. Following this, the studio scenes are rehearsed and photographed, showing all the necessary paraphernalia for the different effects required, as well as the rapidity with which scenes are struck and made ready by the stage hands. The picture finally finished is taken to the testing room, where we see it projected. The Story: \"Love Is Better than Riches.\" A young soldier and his sweetheart are sitting in the parlor of the girl's home. The young man proposes and is accepted. The young lady's father enters, is furious when he hears of the engagement, and orders the young man out of the house. He goes, taking his sweetheart with him. They hurry to a church, are married and return to her home. The couple tells the father of their marriage. The old man is beside himself with rage and turns them out into the street. Their start in life is humble, but their home is happy, while that of the father is lonely. The next scene shows the girl and her soldier husband walking along the street. The young man leaves his wife for a moment, when an automobile dashes along, knocking her down. The auto is owned by her father. The old man gets out, recognizes his daughter and wants to take charge of her when the husband appears, waves him aside and takes his wife to their home. We find the young man waiting upon the invalid when the father enters and begs forgiveness. A happy reconciliation takes place and the picture closes with the father fondly embracing his daughter.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000718",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}