{
  "Title": "The Gold Seekers",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "02 May 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Henry B. Walthall, Florence Barker, Dell Henderson",
  "Plot": "The maxim, \"'Tis darkest just before dawn,\" was certainly verified in the case of the despairing prospector who is the subject of this Biograph story. All his searching for the coveted yellow ore has been fruitless, and he starts out to make his last effort to find pay dirt. The privations he has suffered do not affect him as much as the hardships endured by his patient wife with their little child, a boy of ten years. To see them subjected to hunger and exposure almost drives him mas, and this final effort is almost maniacal. As usual, his endeavors seem to be in vain, until in a fit of rage he hurls his pick away from him and sinks despairingly on the ground. Here he sits hopeless, when he sees something shining in the earth that the pick's point had upturned when he hurled it from him. He is dazed, and can scarcely believe his sight. However, a pan of the dirt taken to the brook and washed proves he has at last struck pay dirt. Wild with joy, he rushes to his camp to give the news to his wife. She reminds him of the importance of filing his claim at once, and to this end the three, man, wife and child, go back to the place and he stakes the claim, guarding it, while the wife hurries to the agent's office to file it, she taking the little boy with her. Two mountain reprobates from a distance see the staking of the claim, and knowing that the first one filing the claim may secure it, try to reach the agent before her, but as she is on horseback and they on foot, she reaches there first. When she arrives she finds the office not yet open and a line of prospectors awaiting the agent's arrival. The two scoundrels now scheme to get the wife's place in the line, and to effect this they play upon her sympathy by getting an unconscionable old woman to feign illness and ask to be assisted to her home. This the wife does, the scoundrels following and locking her in a room with her little boy. They go back to the agent to secure his recognition of their claim. After futile efforts to burst the door, the wife lets the baby through the transom on a rope, telling him to run for help. This the little fellow manfully does, and after a time engages the attention of a couple of ranchers, who release the poor woman, rushing her to the land agent's office just as he is about to sign the claim of the scoundrels. The agent listens to the woman's story, backed up by the ranchers and the baby, and signs the claim, handing it to her, at the same time pushing a pistol in the scoundrels' faces with the injunction, \"Now, git,\" and they very wisely \"got.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.6",
  "imdbVotes": "43",
  "imdbID": "tt0001236",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}