{
  "Title": "Nell Gwynne",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "01 Jun 1914",
  "Runtime": "50 min",
  "Genre": "Biography, Drama, History",
  "Director": "Raymond Longford",
  "Writer": "Mrs. Charles A. Doremus, Paul Kester, Raymond Longford",
  "Actors": "Nellie Stewart, Augustus Neville, Charles Lawrence",
  "Plot": "At the opening of the story, Nell Gwynne, a popular English actress, is seen as an orange girl selling her goods in and around the old Drury Theater. While she is bantering, Lady Olivia Vernon, the ward of Lord Jeffreys, Chief Justice of England, appeals to Nell for a hiding place. Lady Olivia is being pursued by her guardian and his soldiers and Lord Jeffreys is trying to force Lady Olivia to marry a wealthy lord. By quickness of wit, Nell secures a hiding place for Lady Olivia and later directs Lord Fairfax, Lady Olivia's lover, to the hiding place. While the soldiers are searching for the young couple, Nell distracts their attention by her powers of mimicry. Nell has been endeavoring to secure a part in one of the productions at the Drury Lane Theater, but has been unable to secure an opportunity to show her ability. In desperation she had assumed the role of the orange girl, hoping in this way to find occasion to demonstrate her histrionic ability to the manager of that theater. On the occasion of the illness of one of the principal characters in a production, Nell secures an opportunity to appear in the part. She makes an instantaneous hit, and from then on her success is assured. Lord Jeffreys tries to force Lady Olivia to marry the wealthy Lord Rochester, but Nell Gywnn repeatedly outwits the chief justice. Fairfax, Lady Olivia's lover, is finally captured by Lord Jeffreys and thrown into prison. Lord Jeffreys has trumped up charges against Fairfax, and by trickery has made King Charles believe them. Nell seizes an opportunity to disguise herself as Lord Jeffreys, and to issue orders which help release Fairfax. Nell's final appeal to the King saves her young lover, and he is set free to join his sweetheart. Lord Jeffreys, for his trickery, is dismissed by the King. Nell continues on her rollicking way, and is the idol of the country. Her final good deed is the presentation of a wonderful hospital to the nation. Although she is now the favorite of the King, Nell does not forget her old friend.",
  "Language": "None, English",
  "Country": "Australia",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjlhYWI4OTUtNjVkMC00MzMxLWI4ZjUtNzMzOWRjOTA2MTUzXkEyXkFqcGdeQXVyMjQ0ODE4OTU@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "23",
  "imdbID": "tt0001911",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}