{
  "Title": "A Man with Three Wives",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "12 Nov 1909",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Blanche Sweet",
  "Plot": "The location of this picture is not in Utah as might be inferred from the title, but right here in New York; and the situation is not so serious as it sounds. Jack Howard who, with his chum Ralph, occupies a pretty studio in the Artists' Quarters, has just been married and some vague rumor of the event has reached the ears of his Uncle Peter. Now, Uncle Peter is a man of millions and Jack is his heir; and, like many other men of affairs, Uncle Peter considers it among his prerogatives to decide the domestic future of his lawful heir. He, therefore, sends Jack a peremptory telegram forbidding him to marry, under penalty of disinheritance. As Jack has already committed that indiscretion it is too late to obey the command so, when Uncle Peter announces that he is coming for himself to see about things, the situation becomes desperate; but Jack is a young man of resource and, despite the fact that Ralph has a wife and baby, he insists upon introducing his bride to Uncle Peter as the lawful spouse of Ralph. Jack's mother-in-law has a constitutional objection to models in her son-in-law's studio, so when she discovers one posing there, Jack sees no way out of the dilemma except to introduce the model as Ralph's wife, thus presenting Ralph with his third spouse. Things might have gone very smoothly under such circumstances, but for the fact that, to Uncle Peter. Ralph must appear to have one wife, and to Jack's mother-in-law, another; and must keep the situation from his own lawful wife. How thoroughly things get mixed when the different members of the families arrive together at the studio can better be told by the film than by words. The denouement is happy, however, as well as hilariously funny. The uncle falls a victim to the charms of Jack's wife and, gallantly accepting the inevitable when he is informed of the true state of affairs, he turns his attention to the model whom he embraces in his enthusiasm. Ralph's wife is pacified too, after an effort, in fact, everybody catches the spirit of the occasion, and joins in the hilarity except the mother-in-law, around whom they all dance ring-o-rosey, to her complete discomfiture.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000955",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}