{
  "Title": "When a Man's Married His Trouble Begins",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "16 May 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "James Morrison, Mabel Normand, Edwin R. Phillips",
  "Plot": "Jack Howard, through hard work, has at last placed himself in a comfortable position and finds himself with his dear little wife, Mabel, located in a little apartment with all the comforts of home. He is now ready to enjoy married life; the strain has been too great, however, and he is almost on the verge of nervous prostration, sick and irritable. Mabel tries to cheer and comfort him; she waits on him and is a truly good and faithful wife, very much concerned about her hubby. She insists he must take a vacation, and after he has gotten permission from his employer, and she has packed his grip, he is about to leave home when he thinks of his camera, with which he promises to take some scenes of the location where he will rest and recuperate. When he gets on the train, he happens to meet an old friend, a newspaper man, who has been assigned to a theatrical performance, which is to take place later in the week. They compare cameras and speak of the objects of their trips out of town. Jack enjoys his vacation and he does not forget to make good use of his camera, taking many beautiful scenes from nature and several snapshots of the natives. His friend, the newspaper man, has filled his commission, taking some photographs of the members of a burlesque company, and he is quite satisfied with his success. By a strange coincidence, Jack and the reporter on their return home again meet on the same train, and again tell their experiences during their week's outings. Arriving at their home town, they separate, and by mistake exchange cameras. Jack leaves his films at the photographer's to be developed and goes to meet his wife, who is very glad to see him back again looking so well, and asks him if he has brought home any photographs of his trip. He speaks very enthusiastically about them and tells her the proofs will be home in a short time. A messenger boy comes in with the pictures, and when \"Jacky dear\" shows them to his wife she is horrified to see several views of the theatrical troupe in grotesque and abbreviated skirts; no amount of explanations will console her, and it is not until his newspaper friend, who has discovered that he has gotten Jack's photographs instead of his own, comes into the house, sets the whole matter straight, and restores peace in the family.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNWRhNTNmOGItZDJhNi00OTViLWJlZWMtNWYzMDhjOWZlYjJiXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001979",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}