{
  "Title": "Patricia of the Plains",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "01 Oct 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Arthur Mackley, Clara Williams",
  "Plot": "Patricia Watkins and her father are proprietors of the Lariat Saloon and dance hall but because of his small size and his tendency to keep in a state of perpetual drunkenness the old man has little to do with the business. Patricia as a barmaid meets all the riffraff of humanity drifting across the plains to the west and the Lariat Saloon is noted far and wide, not so much for the quality of its poisons as for the pretty maid who always offers a smile with the drink. On the evening our story opens, Patricia receives from the upstage driver a box of bullion with instructions to guard it carefully until the next day, when it will be picked up by the mountain stage. As the coach hauls up at the front of the saloon a man on horseback watches from behind a boulder, and, satisfied the box is left in care of the Watkins', wheels around and rides down the trail. Next we see him join a confederate and after a short consultation both ride to the Lariat and enter. It is perfectly evident that the second man, apparently the master of the two, is greatly impressed by the girl's beauty, and after a few drinks he strikes up an acquaintance with the girl. Sheriff Dixon, who is also in love with Patricia, enters, looks the stranger over, but refuses to shake hands with him when Patricia offers to introduce her new friend. Later, when the girl leaves the saloon for the cabin she turns Dixon down cold and to further arouse his jealousy accepts the stranger's invitation to accompany her home. An hour later Sheriff Dixon receives a note in which it is stated that Dick Martin, a highwayman, is in his vicinity and a description of Martin corresponds with that of Patricia Watkins' new friend. The Sheriff loses no time in his effort to capture his rival. Riding first to the Lariat he learns that Martin is still at the Watkins' cabin, but arrives there too late as Patricia has hidden the bad man and informs the Sheriff and his posse that he left an hour before. The Sheriff shows Patricia a photograph of Martin and tells her that he is wanted and will swing if he is caught. However, the girl does not give him up but when the Sheriff leaves she sends Martin away refusing to shake hands with him in parting. Not long after, Martin, who has tried to make his escape, is shot and wounded by the Sheriff, but succeeds in eluding him while he makes his way on foot to Patricia's cabin. After hearing his story the girl takes pity on him and hides him in a loft just as the Sheriff again enters. Dixon makes love to Patricia and endeavors to take her in his arms. A drop of blood from the wounded man above, splatters on the Sheriff's hand and in a rage he pulls down the ladder and orders Martin to come down.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001357",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}