{
  "Title": "A Stage Romance",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "17 Feb 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Bannister Merwin",
  "Writer": "Bannister Merwin",
  "Actors": "Mary Fuller",
  "Plot": "At the very opening of this picture we are shown the rehearsal of a new Civil War drama. Here is shown the alert stage manager, the leading lady, the heavy man and the hero. One soon realizes where the little lady's affection lies, and that the green-eyed monster is fast taking hold of the rejected one. His jealousy reaches its climax upon the opening night of the play, when, spurred on to hatred and revenge, the rejected lover visits the leading lady's dressing room and sees there the revolver that she uses in the play to shoot the \"heavy man,\" who, in reality, is none other than the man she truly loves. He removes the blank cartridges from the revolver and substitutes real bullets instead, hastens to his own room as the curtain rises. But the warp and woof of Fate never wove a more subtle design than when the intended victim, during the action of the play, sprains his ankle, and bring unable to continue his part, the stage manager assigns it to the culprit. After hastily changing his clothes to those of the disabled man, he rushes to the star's dressing-room to change the bullets in the revolver to blank cartridges, when, lo! He finds it is too late, the revolver having been taken upon the stage. The curtain is up and the culprit is compelled to be the victim of his own crime. But again Fate intervenes and he is saved, though not without revealing his own criminal intent.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzM0NzBmZjktZDA4Ni00Y2E1LWI0YzctNDI3MGU0NDc0M2IxXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001898",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}