{
  "Title": "Chumps",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "16 Jan 1912",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "George D. Baker",
  "Writer": "Wallace Reid",
  "Actors": "John Bunny, Marshall P. Wilder, Leah Baird",
  "Plot": "Bunny and Marsh attend a show and both fall in love with a charming danseuse. They send their cards into the Green Room to her, receive an audience and take her home in a taxi. Her father objects to their attentions and forbids her seeing them again. When her father is absent she sends them each a note to call on her. Bunny gets there first with a five-pound box of candy. While he and Lauretta are tete-a-teting Marsh is announced. Bunny hides behind the portieres. It is now Marsh's turn. He trips in with an immense box of Jacque roses, which he presents with a great flourish and much to do. He is getting on finely when another visitor comes in. Marsh is obliged to hide behind the lid on top of the grand piano, underneath the cover. The third caller is a very tall, handsome young man. To cap the climax her father returns and the last visitor takes refuge under the sofa. His obedient daughter tries to hold his attention. This is too much for the three hiders, who make up their minds to beard the lion in his den. Bunny and Marsh fearlessly face the old gentleman and bid him a cheery good-evening. The tall young man looks puzzled. Marsh and Bunny proclaim their admiration for the old fellow's daughter and tells him their intentions are honorable. This is the last straw for the tall young man. He waves them aside and boldly declares he has secretly married Lauretta and she is now his wife. The little fellow collapses and the big one takes his pal in his arms, carrying him from the room in tears, like a bawling infant.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BN2FhNmEyMTItMDQwMS00YTI4LTk2MTgtMWYzYjE1YjYyNDU4L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002100",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}