{
  "Title": "A Westerner's Way",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "05 Nov 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Arthur Mackley, Harry Todd",
  "Plot": "Jason Watkins, a real estate and loan agent, enters his office in the little Arizona town of Navajo, to find that during the night robbers have visited the place and broken into his safe, taking with them a large sum of money and other valuables. Watkins immediately notifies the sheriff, a posse is hurriedly organized and a search made for the culprits. However, their search is unfruitful, and Sheriff Watkins dismisses the posse and rides on to a neighboring town. In the meantime Big Bill Hastings, the robber, who has hidden in the hills until satisfied the posse has given up the chase, has examined his loot and stowed it away in his shirt bosom. For the first time in twenty-four hours he has thought of food, and now finding his inner man crying to be fed, he mounts his horse and cautiously rides down the trail. A few hours later he enters a gambling house in the town to which the sheriff has also ridden, eats and drinks, and after turning the roulette wheel a few times just to test his luck, saunters out, and into the arms of Sheriff Wells. The sheriff recognizes him and draws his gun before Big Bill has recognized his pursuer. Bill submits to the arrest good naturedly, and goes back with the sheriff to the hotel, where they must wait for a morning train hack to Navajo. The evening drags slowly and the sheriff suggests that they visit the gambling house just to pass the time away. At the table the sheriff sits down just for a friendly game or two, though he is warned by Bill that he is likely to get cleaned. The sheriff plays and loses, and unmindful of Bill's advice, lays out more chips on the table. Bill yawns and stalks to the door, and turning to the sheriff says, \"I am going to bed, sheriff; I will be there when you come.\" In the west in the early days a man's word was as good as his bond, and despite the fact that Big Bill would probably serve a long sentence if found guilty, the sheriff knew the bad man would keep his word. Later Sheriff Wells, stripped of his money, and of Jason Watkins' money, which he had taken off his prisoner, enters his room at the hotel. Bill is there, steeping peacefully, but awakens when the door closes. The sheriff confesses his loss of the money. Bill listens silently and finally tells the sheriff to go to bed. Shortly after, when the sheriff has dropped off to a restless sleep, Bill slips a weapon from the sheriff's belt and slips out of the room. The next scene shows him stealthily entering the gambling house, where the proprietor, alone, is counting up the day's receipts. He is masked and the proprietor is unable to recognize him though his intentions are easily apprehended. In the end Big Bill leaves with the stolen money, gambled away by the sheriff, and returns it to him. The sheriff, glad to get the money back, allows his prisoner to go after exacting a promise of reformation from him.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001451",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}