{
  "Title": "A Wreath in Time",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "08 Feb 1909",
  "Runtime": "9 min",
  "Genre": "Comedy, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Mack Sennett, Florence Lawrence, Linda Arvidson",
  "Plot": "A few of us have had the chance to read our own obituary notice, but it fell to the lot of John Goodhusband the rare privilege of viewing his own elegiac cinerary floral offerings, and at the time John was anything but a \"dead one.\" It happened thusly: John, after office hours, meets a couple of his erstwhile chums, who prevail upon him to go with them to the show and make a jolly old-time bachelorhood night of it. Now John is fully alive to his duties as a benedict, but it is hard to resist the temptation, so he yields and sends Mrs. Goodhusband a telegram that he had left on the Red Eagle Express for Freeport on business, and will return in the morning. The trio then repair to the Empire Theater, where the Burlesque Company is playing, of which La Tunita, the Queen of the Orient, is the bright peculiar star. To say they enjoy the show is putting it mildly, and after the performance they play the role of stage door Johnnies, inducing several of the show girls to join them in several cold bottles and hot birds at a neighboring lobster palace. Meanwhile, an \"extra\" evening paper is handed Mrs. Goodhusband, which contains the alarming news that the Red Eagle Express has been \"wrecked and all on board killed.\" Sorry her lot; a widow so early in the game. Well, she dons the weeds and hies herself to the florist and orders a suitable floral tribute, a large wreath of roses, with the word \"R-E-S-T\" worked in violets. All this time John is having a rip-roaring good time piling up an iridescent souse, arriving in the gray of morning to a house of mourning, where he is met by his own widow. Shown the newspaper, he feels some eclaircissement is due the lachrymose Mrs. Goodhusband, so he sets to work his fabricating faculties, and in lucid terms tells how he, the lone survivor of the calamity, at the risk of his own life endeavored to save others, dragging them from the wreck. He plays the noble hero in the eyes of Mrs. G. until the maid enters with the morning paper, which states that the account of the wreck was all a mistake; it never happened. Poor John is now up against it for fair, and he certainly would have come out badly but for the arrival at this moment of the wreath, which presents to the Mrs. the thought of what might have been, hence she weakens, with a promise from John that to his bachelor traits he exclaim \"requiescat in pace.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "17",
  "imdbID": "tt0001099",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}