{
  "Title": "The Better Way",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "12 Aug 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Stephanie Longfellow, Kate Bruce, Henry B. Walthall",
  "Plot": "Parker is wooed by young Oliver Sylvester, who is loved by her in return. Her all-absorbing dream is of the day when she will become the happy bride of Oliver. Fortune, however, is unkind to her family and dire straits force her to harken to the proposal of Old Squire Calvin Cartwright, an honest tender-natured farmer of considerable means. Marriage with the Squire would assure Elizabeth of her widowed mother's comfort, hence she consents and is married. Oliver does not seem to realize the truth of the conditions and persistently seeks the poor girl, with a view of alluring her from her aged husband. What a terrible position for the girl, who really loves the fellow and so has not the power to repulse him firmly, her romantic dreams rising, almost taunting, in her mind. While Oliver is pleading earnestly, the Squire enters and fully appreciating her plight, makes the sacrifice, bidding her go with her heart's desire, as he feels he is too old to make her happy and forget. Elizabeth is astounded, and under the influence of her young lover, whom she deludedly believes the soul of honor, accepts the proposed surrender, and leaves with Oliver. They have not gone far when he seizes the weak, trembling girl in his arms and passionately kisses her. That kiss is the awakening. She is aroused from her lethargy and is now fully alive to her sense of duty. Casting her lover aside, she dashes madly to her mother's home, not daring to re-enter that of her husband. The Squire, however, although he seemed impassive at the time, sank into despondency when she was gone, and would have died from grief, had not Elizabeth been persuaded to return to him she had now learned to love.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "62",
  "imdbID": "tt0000807",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}