{
  "Title": "His Only Son",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "09 Oct 1912",
  "Runtime": "10 min",
  "Genre": "Short, Western",
  "Director": "Jack Conway, Milton J. Fahrney",
  "Writer": "N/A",
  "Actors": "Wallace Reid, Dorothy Davenport, Jack Conway",
  "Plot": "Bob Madden returns home slightly intoxicated and his father angrily commands him to leave the place and shift for himself. The next morning he goes, leaving his father a note: \"Dear Dad, I am going out West and try to make a man of myself. I hope some day you will be proud of me. Your son. Bob.\" His father relents and, after tracing him to the station, buys a ticket for the same place. In the meanwhile, Rob has arrived, and reading a notice that cowboys with outfits are wanted on the Carter ranch, he buys an outfit from a man near the station and starts for the Carter ranch. However, the foreman will not have him, as he confesses that he cannot rope, so Bob rides on until he comes upon an Outlaw's Camp, and is glad to accept their rough hospitality. In the meanwhile, the ranchman, Joseph Carter, receives his new automobile, but being unable to take his daughter, Jessie, sends her with the foreman for a ride. The machine breaks down and the chauffeur returns for parts, while the foreman takes his opportunity to force his attentions upon Jessie, her cries bring Bob and the outlaws to the scene. The foreman recognizes the outlaw chief and returning to the ranch, starts out at the head of the cowboys to capture the band. Bob has loaned Jessie his horse to return home, and the outlaws have just broke camp, so when the foreman and the boys return they only succeed in capturing Bob and hustle him off as an outlaw. Jessie arrives at the ranch, learns where the boys have gone, so together with her father, rides to the rescue, arriving just as his father comes along. The two fathers learn that they are old friends. The man at the station recognizes Bob, and general rejoicing takes place.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMGZlNGZmN2ItMGI0Ny00NDU4LTlkZjItMzU4YmRjMmM2ZjJjXkEyXkFqcGdeQXVyMzg1ODEwNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002247",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}