{
  "Title": "The Flying Circus",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "28 Jun 1913",
  "Runtime": "46 min",
  "Genre": "Drama",
  "Director": "Alfred Lind",
  "Writer": "Carl Otto Dumreicher, Alfred Lind",
  "Actors": "Rasmus Ottesen, Emilie Otterdahl, Lili Beck",
  "Plot": "The Flying Circus was the largest traveling artist band in the country, and among its favorite artists were the rope-dancer, Laurento and the snake tamer, Ula Kiri. The hot blooded gypsy snake tamer is passionately in love with the attractive young man, hut he does not quite return her feelings. She is hasty and ill-tempered, and not far from being cruel to those depending on her. For the first time the Flying Circus pitches its tents in a small country town. The daughter of the mayor attends. The rope dancer meets her and for him it is a case of love at first sight, and he decides to do all in his power to win her. That night a great fire breaks out in the town, and the flying embers ignite the home of the mayor. The townspeople strive to deflect the flames, but all in vain. The mansion is doomed to destruction and it seems that the mayor's daughter must perish. At this juncture Laurento beats his way through the flames and scales the wall, and, picking up the frantic maiden, jumps to the mesh of telegraph wires outside the window. Carrying his burden over the fragile wires, he saves her amid the frantic cheers of the populace. The grateful mayor makes him a welcome guest, and he soon wins the heart of the young girl, but he has yet to obtain the father's consent. He worries continually about this problem, and not even at home can he rest in peace, for Ula Kiri, who feels that her beloved friend is sliding away from her, keeps tormenting him with jealousy and mockery. At last he plucks up his courage and goes to the mayor. The latter is friendly to the young man, but he compels the rope dancer to leave with a vague promise for the future. If circumstances, should alter. A capital idea strikes the young man to obtain money. He arranges to do a rope dance to the church tower. The circus director is delighted with the idea. The great day arrives, and the people of the town gather around the church. The rope dancer cannot forget Erna's sorrowful eyes and pale face as he walks along the flaccid rope towards the dizzy height. A snake has escaped and its body bars the way to the entrance to the tower. The snake tamer has, in her mad jealousy, forgotten all about her duties, and this negligence now proves fatal. Erna implores her in vain to call back the reptile, as she is the only one that can do it, but Ula Kiri will not listen to her in her storm of jealousy and hatred. But Erna overcomes all difficulties. Her great love teaches her what to do, and thus she saves her sweetheart. The mayor can no longer withhold his consent to the marriage and the same evening the Flying Circus goes away to the other regions, leaving a happy couple in the country town.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZTljZDk2YjUtYzA4ZC00ZjFiLTk2NmYtNTcwZWNiYTY4ZWI4XkEyXkFqcGdeQXVyODg3Mjk3Mjc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.4",
  "imdbVotes": "142",
  "imdbID": "tt0002186",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}