{
  "Title": "The Diamond Star",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "20 Feb 1911",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Maie B. Havey",
  "Actors": "Wilfred Lucas, Florence Barker, John T. Dillon",
  "Plot": "John Wilson's growing indifference towards his wife is brought to a climax when he arrives home on this particular evening, after an afternoon with the boys, in an intoxicated condition. A serious quarrel ensues and they separate, but to avoid scandal to reside in the same house, occupying different apartments. Practically free to do as he pleases, and suffering somewhat from the result of his hasty step, for he really loves his wife, he goes into the circle of the smart set and is fascinated by the belle. This fair charmer being possessed of a host of admirers, he is flattered by her special attentions to him, making him the favored one. He is destined to become a regular attendant at her house parties. Mrs. Wilson learns of this while on a pitiful secret visit to his rooms during his absence and hears the woman call him up by telephone, she picking up the receiver in answer to the ring. A few days later he is especially honored by a dinner given to him by the lady, but falling into his habitual indifference he forgets all about it. The lady in a huff calls him up by 'phone reprimanding him for his neglect. To make reparation for this slight he promises to give her the most beautiful diamond star obtainable, for which he has heard her express a wish. He gets the star and prepares to send it, enclosing a card reading: \"Accept this little peace offering and let us be friends again, Jack.\" He places this in his desk drawer to send to the lady that evening. Meanwhile, she alone and heart-crushed is proffered dangerous diversion by an old-time suitor, who on this day calls to take her auto riding. Wilson sees from his apartment the man leaving his wife's rooms and becomes jealous, which jealousy clears his vision. Realizing his love for his wife and appreciating his own contemptible actions, he is torn with distress. At his office he cannot work, for his mind is ever on his apparently lost love. A little girl next door, having the run of the Wilson apartments, enters John's room and finds the diamond star while playfully rummaging about the room, and innocently takes it to Mrs. Wilson. She upon reading the card naturally thinks it is intended for her and pins it to her corsage, hurrying to her husband's apartment to thank him. He having just arrived in, of course, astounded buy happy that the star, although misgiven, is the result of a reconciliation.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "31",
  "imdbID": "tt0001582",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}