{
  "Title": "The Two-Gun Man",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "05 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "N/A",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Arthur Mackley",
  "Plot": "Leaving his cabin one morning, Dan Hicks, a squatter, is about to fell a tree, when he discovers an anonymous note pinned on the bark, warning him to move out of the community. Believing it to be the work of a large cattle company, who own a nearby ranch, nicks hurries back to his cabin in a rage, and finds Myrtle Dunn, daughter of the ranch superintendent, who has brought his sick wife some fruit and his baby girl a dolly. Sympathizing with Hicks. Myrtle takes him to her father and gets him to write to President Wilson of the company, asking that Hicks be allowed to remain undisturbed. Wilson, however, desires the squatter removed and hires a noted two gun man, Jack Harvey, to stay around the ranch, pick a quarrel with Hicks when he sees him and kill him. Harvey arrived at the ranch, goes to Dunn's office and shows him a letter of introduction from Wilson. Dunn is arguing vigorously against the scheme to kill Hicks when Myrtle, who is in the adjoining kitchen, bears the talk and sets out for Hicks' cabin to warn him. Determined to have it out with the \"killer,\" Hicks is on the point of rushing out of the cabin when his sick wife prevails on him to remain with her and Myrtle leaves. Next morning, as Myrtle is picking flowers. Baby Hicks rolls her mother up in a roller-chair and Mrs. Hicks gets Myrtle to beg the gun-man not to harm her husband and to go away. Meeting Harvey, Myrtle gets him to go with her to Hicks' cabin, where, through the open window, the gun man sees Baby Hicks and her sick mother. Undergoing a change of heart, Harvey now enters the cabin, tells Mrs. Hicks he will leave the community and starts back to the ranch. On the way he meets Hicks, who, knowing nothing of what has taken place, wounds Harvey severely in the arm and leaves him. Hicks now overtakes Myrtle, tells her what he has done and the girl horrifies him with the story of Harvey agreeing to go away. Suddenly Harvey staggers up. Myrtle binds up his arm, Hicks begs forgiveness, the two men shake hands and the picture closes with Myrtle thanking Harvey with a wonderful look from her brown eyes.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001952",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}