{
  "Title": "By the House That Jack Built",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "11 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama, Fantasy",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, Ethel Grandin, Hayward Mack",
  "Plot": "Purity, a bond girl, is discovered intently poring over a volume of the Nursery Rhymes, while seated in the garden of her mistress, caring for a child. She is discontented with her lot and longs for an adventure, such as she has read about. Suddenly an old hag appears to her out of space and asks for food. Purity, in the goodness of her heart, brings her the viands and the woman is instantly transformed to the richly attired old lady of Banbury Cross, kind and indulgent. She announces she has been commissioned by Old King Cole, of nursery rhyme fame, to find a bride for his son among the mortals and she has selected Purity, as she is beautiful, and meets all the requirements. She administers a sleeping potion to the girl that causes her soul to leave her body and, clapping her hands, her white horse appears, accoutered for a trip to fairyland. Seated behind the old lady of Banbury Cross, Purity is transported to the unknown realm. Here Purity meets all the characters mentioned in the nursery rhymes. The prince, the son of Old King Cole, immediately falls in love with Purity, as the old woman of Banbury Cross has conspired with Cupid to pierce the heart of the prince with an arrow. The wicked queen of the gnomes, however, is in love with the prince, and she induces Taffy, the Welchman, who is a thief, to steal the heart of the prince. The prince is transformed from a generous and lovable young man to an individual without a heart, and declines to marry the little maid from the earth. This angers Old King Cole and he sends his retainers to bring the queen and Taffy. They are led by little Boy Blue, and, after a short struggle, the capture is made. The heart is of no use to the queen as it has been rent in twain by the arrow of Cupid. Taffy and the queen are condemned to be hanged, but Purity intercedes for them and the king grants them mercy and they are commanded to leave the domain. Purity and the prince are married amid pomp and splendor and are supposed to live happily ever afterward.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzYzN2NhZjMtMGU5My00ZTQyLWFiNWItMmY2MmI1OTBlNTYxXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001686",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}