{
  "Title": "Ten Nights in a Barroom",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "09 Jun 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Frank Hall Crane, Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "This story is based upon the celebrated drama of that title, a story stronger and more impressive than any temperance lecture ever delivered from rostrum or preached from pulpit. Joe Morgan, an honest young workman, beloved and honored by all, a respected husband, father and friend, held in the highest esteem by his employers. His character and habits were temperate and upright. He shunned the saloon as one would shun sure death. The story tells of his terrible downfall, when upon one day he is lured by two \"friends\" to take his first drink. The demon rum takes possession of him, he becomes intoxicated and reckless, and his employer, finding him in that condition, takes him home. The wife is horrified and grief stricken. His conscience is stirred and he resolves never again to yield to temptation. But the poison is in his nerves and the next day finds him again at the barroom. The patient wife, waiting for his return, suspects the cause of his absence and sends her little seven-year-old daughter to the saloon. Here follows a most pathetic scene. The child enters the bar as the father, in a drunken frenzy, raises a chair to strike another drunken brawler. The little one confronts him. He is sobered at once and allows the innocent little one to lead him away and take him home. More promises are made, but, of course, the demon's work is not completed. He sinks lower and lower, until, discharged by his employer, he becomes the degraded drunkard whose constant haunt is the barroom, and the wife and child are reduced to poverty and hunger. The pitiful episode of these nights in a barroom is brought to a tragic ending. The little child enters the place to coax her father home, when, in the midst of a usual barroom fight, the child is struck with a large beer glass and falls senseless. Morgan is sobered again, and taking the child in his arms staggers home with her. He is now a nervous wreck and beneath the dreadful strain is overcome by an attack of delirium tremens. Thanks to the patience and devotion of a loving wife, he and the child are nursed back to health. Morgan has had his lesson; it has been a bitter one and has caused much suffering, but from this sorrow and evil comes much good. The drunkard is reformed, he becomes an ardent teetotaler and temperance worker. He is re-established and advanced in his position, and we see him several years later, united with his once more happy family, an honored man and an ornament to society.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001057",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}