{
  "Title": "The Two Brothers",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "04 Apr 1910",
  "Runtime": "17 min",
  "Genre": "Short, Western",
  "Director": "D.W. Griffith",
  "Writer": "Eleanor Hicks",
  "Actors": "Arthur V. Johnson, Dell Henderson, Kate Bruce",
  "Plot": "In Camarillo, principality of the Spanish dominion, there lived two brothers, Jose and Manuel. Born in a noble Spanish family and reared by a mother noble in both station and character, they were vastly different morally. Jose was a dutiful son and upright young man, while Manuel was the black sheep. It was on Easter Sunday morning during the processional that Manuel appears in an intoxicated condition and foully ridicules the priests and acolytes as they enter the chapel of the old mission. At this the mother's pride is hurt beyond endurance and she exiles her profligate son from her forever. Manuel is shunned as a viper and while making his way along the road, meets Pedro, the notorious political outlaw, who sympathizes with him and offers him inducements to join him, and so takes him to his camp. Meanwhile, Jose woos and wins the Red Rose of Capistran and the day for the wedding is set. Manuel finds the life in the outlaws' camp palls, and, drawn by irresistible memories, he visits his home village, Here he is shot in the arm by his brother, who hounds him, and escapes further injury by hiding among the ruins of the mission, where he is discovered later by the Rose and her girl companion, who relieve his agony by dressing his wounded arm. He goes back to the outlaw camp with a firm purpose of revenge. The wedding of Jose and the Red Rose has taken place and the young couple start for their new home with their friends, by the coach. On this coach is also the rich dowry chest. This the outlaw learns and here appears the brother's chance for revenge, so gathering together the band to pursue the wedding party, they overtake the coach, but not until Pedro has fallen and Manuel assumes leadership. Jose is dragged from the conveyance and brought before his brother, who is about to dispatch him, when the bride and her friend rush up. He now sees that they and his succor when wounded at the mission are the same, hence he allows all to go on their way unharmed. The little friend of the bride who assisted in aiding the wounded brother at the mission, fell in love with him at first sight, and at this second meeting she makes clear her feeling for him. He, on the other hand, is struck by the artlessness of the pretty little Senorita and later finds himself her willing slave, and it is with amazement that the villagers see her lead Manuel into the chapel. Thus he finds love the master to curb and finally dissipate his impious inclinations.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMmUwZGE5ZjMtM2M0Mi00MTBjLTk0MGQtOTk4YjZlN2RlYzZjXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "64",
  "imdbID": "tt0001428",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}