{
  "Title": "Home",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "24 Nov 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Oscar Apfel",
  "Writer": "Bannister Merwin",
  "Actors": "Charles Ogle, Miriam Nesbitt, Harold M. Shaw",
  "Plot": "Mr. and Mrs. Carter, an old-fashioned country couple, mourn the absence of their only son from whom they have had no word for several years. Thanksgiving Day is approaching and the longing to see her boy prompts Mrs. Carter to insert in a New York daily a \"personal,\" which reads, \"My child, come home. Then it will truly be Thanksgiving Day. Mother.\" The editor of the daily in going over the copy fresh from the press, reads it first. He stops in the midst of his work and a vision of his home and mother appears to him. He resolves to spend Thanksgiving, the first in many years, at his old home. He goes to the street, tosses the paper into the waiting auto before he realizes that he is stepping into the wrong machine, then getting into his own is driven to the station. The owner of the other machine gets In. finds the paper and puts it into his pocket. He visits an actress in her dressing room, and while waiting for her to finish her act, begins to read the newspaper. His eyes fall upon the personal and the appeal so affects him that he also decides to spend Thanksgiving with the old folks. The actress finds the paper he has left, starts to read it and finds the touching little paragraph. She, too, has been many years from home and decides to pay a Thanksgiving visit. Rushing from the theater, she is accosted by a newsboy, but not caring to stop, hands him the newspaper and hurries on. He promptly sells it again. A man buys it, goes to his club, begins to read and finds the paragraph. He decides to go home and in his haste, tosses the paper from the club window, where it lands at the feet of the one for whom it was meant. Penniless and cold be scans the \"want\" column, then he sees mother's \"personal.\" He decides to give up the city and go back to the farm. He beats his way on a freight train and arrives home just as his father and mother are asking the blessing before sitting down to their lonely Thanksgiving dinner. He takes his place with bowed bead, to be welcomed with open arms by both parents.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMDQ4OTRjY2MtOTM0Mi00YTQ2LWJjYzktYzE2Mjk0OWExMzJjXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001682",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}