{
  "Title": "The Power of Good",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "28 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "Jim Reed, an outlaw, holds up a stagecoach, but is seen by a horseman, who hastily rides to the sheriff's office and shortly after, the sheriff and posse are in pursuit. Finding the trail of the desperado they follow him through a dense woods on the mountainside before he is aware that he is being pursued. He easily eludes them and coming across a miner's hut, enters and holds up the miner's wife and daughter, while he forces them to prepare him a meal. The sheriff and the posse, in the meantime, have found his trail and tracked him to the hut, but the outlaw, threatening to kill the mother, forces the daughter to tell the sheriff and posse that the man has not appeared at their place. No sooner has the outlaw left the cabin than the daughter runs to call back the sheriff and sets them on the right path again. In a battle between the sheriff and Reed, the latter is wounded, but succeeds in again throwing the man-hunters off the scent and finally falls bleeding on the doorstep of another cabin. Here he is taken in by an old backwoodsman, who makes him swear that his wound has been caused by an accident, which Reed does. He remains with the backwoodsman until he has recovered, thanks to the care of the old man's daughter. His association with her, a woman, despite her rough beauty and culture, is pure at heart, has worked a change in his own mind. During his illness she has read to him out of her Bible and the old man's prayers at night have also stirred his conscience. One Sunday morning he is invited to go to church with them, but declines, assuring them that he will go when he is more able. After they are gone he hurriedly packs his few belongings, and leaving a note, explaining what he had been and promising to reform after he has served his time, he goes to the sheriff and gives himself up.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001836",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}