{
  "Title": "The Toss of a Coin",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "31 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Comedy, Romance, Short",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, Irvin Willat, Ethel Grandin",
  "Plot": "Dan Gardner, a young man, is down and out. Arrested as a tramp, he is thrown into jail and forced to associate with disreputable characters. He is released and with but a single coin in his pocket. Arriving at a bridge, he gazes into the water and his thoughts turn to suicide. He reaches in his pocket, extracts the coin and flips it up. Heads he dies and tails he lives. Fate is against him and he is about to carry out the decree when his preserver, Farmer Barton, drives on the scene. Mr. Barton is bound for the village to hire a man to assist him in his farm work. Dan is more than anxious to secure employment and accompanies the kind-hearted farmer home. Dan is fitted out with clothing and takes up his quarters in a detached cabin on the farm. Alice Barton is the rosy-cheeked daughter of the farmer, and has attracted the attention of Ed White, the sheriff, who released Dan from jail. Dan and the girl are thrown much into each other's society and the new farm-hand loves her. Assisting her one day in the field where she has sprained her ankle, the truth is forced home to him. He realizes the difference in their stations and resolves to leave the farm and go out into the world again. He flips the coin and once more fate decrees that he should do that which is not satisfactory to him. The two thieves who were released from prison with him, come to steal the money of the farmer, and while Dan is temporarily absent from his cabin, Alice comes to bring him some socks she has darned. Ed White, the jealous sheriff, notices the action and mistrusts the girl of being unduly intimate with Dan and informs her parents. Dan arrests the scoundrels, holding them up at the point of a gun, and they are turned over to the sheriff, but he is indignant at the accusation of White and is about to leave the farm, when his deed of heroism is made clear to the farmer, who has implicit faith in his daughter. Dan and Alice have a pretty little love scene and Dan is welcomed by the honest old farmer as his prospective son-in-law, to the discomfiture of the sheriff, who sought to prejudice the old man against him. All ends happily for Dan and he has at last found a home among kind and loving friends.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDMwYTVmODktYWVlMi00Njk2LWJjZWMtMTBkMjUwNDgxYWU5XkEyXkFqcGdeQXVyNDY1NzU5NjY@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001934",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}