{
  "Title": "The Viking's Daughter: The Story of the Ancient Norsemen",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "01 Aug 1908",
  "Runtime": "N/A",
  "Genre": "Short, Adventure, Drama",
  "Director": "J. Stuart Blackton",
  "Writer": "N/A",
  "Actors": "Florence Lawrence",
  "Plot": "This story of Norway's early history shows Theckla, the Viking's daughter, reclining on a couch in her father's castle surrounded by waiting servants, listening to the music of a harpist, who sits beside her. The door is thrown open, a messenger enters and delivers a message, presumably announcing the return of Olaf, her father. The daughter bedecks herself to fittingly welcome the returning warrior. Passing from the castle to the beach below, Olaf and his followers are just embarking. The Viking is dressed in a costume of the ancient warrior wearing armor and carrying sword and battle-axe He ascends the path to the castle, his men following. Between two of them walks Alfred, a young Saxon prisoner. They enter the castle, where Olaf is affectionately greeted by his daughter, who dismisses the attendants. When alone, Olaf presents the daughter with necklace, bracelets and jewels, the spoils of war. In the guard room of the castle the captive is seated on a bench, with soldiers carefully watching him. The door opens and Theckla enters, with a servant, carrying food and wine. The famished man looks up at the girl gratefully, while she starts in confusion at the manly prisoner. Alfred raises her hand to his lips in thanks for her kindness. At this moment Olaf enters. His daughter lays her hand on his arm, points to the prisoner, and pleads for him. The father shakes his head. At this juncture the high priest of Odin enters, hands a parchment to the Viking, who slowly unrolls it. He reads, \"Odin, the god of war, demands a sacrifice, and the prisoner must be offered up to-morrow at sunrise.\" Again Theckla pleads with her father, who shakes his head and points to the priest. He also is dumb to her entreaties, and commands her to leave the room. She rises, staggers and falls fainting in her father's arms. The following morning a procession of soldiers and priests, the captive walking between the latter, start for the temple, where the sacrifice is to be offered up. The prisoner is led to the altar and laid upon it. The priest takes a sacrificial knife from his girdle and is about to strike, when a messenger in terror rushes in and points towards the castle. The priests release Alfred and all start in the direction of the building. Over the rocky path it can be seen enveloped in flames and smoke. The young Saxon has outdistanced the others, and rushes into the burning building before his capturers are half-way up the summit. Inside Theckla is seated on a couch in deep dejection as a maid rushes into the room and excitedly points to the hall whence she has come. The young girl opens the door, but is beaten back by a cloud of smoke and flame. She sinks on her knees, raises her hands to heaven in prayer, then falls senseless on the couch. Alfred rushes in, seizes the unconscious girl in his arms and plunges out again through the flames. At the gate he comes upon Olaf and his followers, and places the daughter in her father's arms. She quickly revives, smiles in her father's face, and turns to her rescuer, who reverently kisses the hand held out to him. Again Theckla pleads with her parent, who grants his daughter's wish, and gives a command to one of his soldiers, who comes forward and gives a sword and helmet to Alfred, hails him as a hero and grants him his freedom. Then Olaf takes his daughter by one hand and her rescuer by the other, joins their hands and raises his own in blessing.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.6",
  "imdbVotes": "19",
  "imdbID": "tt0000781",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}