{
  "Title": "Classmates",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "01 Feb 1908",
  "Runtime": "12 min",
  "Genre": "Short, Drama, Romance",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "Edward Dillon, Linda Arvidson, D.W. Griffith",
  "Plot": "Two adolescent students at college are by circumstances thrown together almost continuously. They are classmates, roommates and players on the college football team, and being stalwart, athletic youths, have won hearty encomiums from the spectators for their superb work on the \"gridiron.\" They were the fastest of friends until a young girl appeared and by the workings of cruel fate was beloved by both. Now the golden woof in the weave of friendship becomes badly tangled, as we shall see. The girl has given her heart to one of the classmates, unknown to the other, who meets her for the first time at the football game, by the way, a most spirited scene, showing the team's quarters and then the actual game, which is undoubtedly the finest ever photographed. The graduation exercises follow and are attended by the highest dignitaries of Church and State, prominent among whom will be seen President Roosevelt, Bishop Potter, Seth Low, etc. This is followed in time by the graduation ball, during the course of which there is a confetti dance. This, without exception, is the most beautiful scene ever shown in motion pictures. As the dance progresses the dancers are showered with a veritable blizzard of tiny stars and ribbons, producing an effect simply indescribable. It is during these festivities that the youth confesses his love for the girl, and is plunged into the depths of despair when told that her heart is another's, his chum. How coldly do the classmates part, when the next day they start on their divergent paths of life. The unsuccessful suitor to the West, where he engages in mining pursuits, and the other to the metropolis of the East, becoming a successful financier, the owner of fast horses and, above all, the liege lord of the fair charmer. Two years later the Westerner is drawn on business East, and meets his old classmate. The dead coals of their friendship are mildly rekindled and an invitation accepted to visit the Easterner's home. While the trio are enjoying a pleasant chat over old times, an urgent message calls the husband to his stable on account of the illness of his most valuable racer, leaving his wife to entertain his chum until his return. The chum takes advantage of his absence to renew his protestations of love, which are spurned by the wife, who, when he becomes persistent, attempts to avoid him, mounting the stairs leading to the upper floor. He follows, whereupon the wife, with a well-directed blow, sends him reeling down the stairs, crashing through the balustrade to the floor below, just as the husband reenters, amazed at the sight. The woman's denunciation of the false friend brings about a terrific combat. About the room they struggle, smashing furniture and bric-a-brac to atoms, until the husband lands a powerful blow upon his adversary, dropping him like a log. He picks up a chair and would brain him but for his wife, who leaps between them, forming a picture and finish to a film story seldom, if ever, equaled.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.3",
  "imdbVotes": "65",
  "imdbID": "tt0000662",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}