{
  "Title": "The Call of the Wild",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "27 Oct 1908",
  "Runtime": "16 min",
  "Genre": "Short, Action",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Charles Inslee, Harry Solter, Florence Lawrence",
  "Plot": "George Redfeather, the hero of this subject, returns from Carlisle, where he not only graduated with high honors, but was also the star of the college football team. At a reception given in his honor by Lieut. Penrose, an Indian agent, the civilized brave meets Gladys, the lieutenant's daughter, and falls desperately in love with her. You may be sure he is indignantly repulsed by Gladys and ordered from the house for his presumption by her father. With pique he leaves, and we next find him in his own room, crushed and disappointed, for he realizes the truth: \"Good enough as a hero, but not as a husband.\" What was the use of his struggle? As he reasons, his long suppressed nature asserts itself and he hears the call of the wild: \"Out there is your sphere, on the boundless plains, careless and free, among your kind and kin, where all is truth.\" Here he sits; this nostalgic fever growing more intense every second, until in a fury he tears off the conventional clothes he wears, donning in their stead his suit of leather, with blanket and feathered headgear. Thus garbed, and with a bottle of whiskey, he makes his way back to his former associates in the wilds. He plans vengeance and the opportunity presents itself, when he surprises Gladys out horseback riding. He captures her after a spirited chase and intended holding her captive, but she appeals to him, calling to his mind the presence of the All Powerful Master above, who knows and sees all things, and who is even now calling to him to do right. He listens to the call of this Higher Voice, and helping her to her saddle, sadly watches her ride off homeward.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjIxZTE4ZTAtMzg4NS00MGFhLThmNTktYWIyYzJlMzNlOWIwXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "124",
  "imdbID": "tt0000654",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}