{
  "Title": "A Cowboy's Mother-in-Law",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "15 Oct 1910",
  "Runtime": "N/A",
  "Genre": "Comedy, Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Victor Potel",
  "Plot": "Nellie Blair, the niece of a wealthy ranchman, and an orphan, comes in make her home with her uncle, and shortly after her arrival finds that the whole \"Circle A\" outfit, every manjack on the place, is in love with her. One by one they propose until Charley Martin, better known as \"Cayuse\" Charley, makes an appeal to Nellie's fancy and wins her consent to marriage. A short time later they are married and go to live in \"Cayuse's\" shack. Cayuse is the happiest man in the world, and his ever smiling face strikes the envy chord in the other boys' hearts. As a benedict, at least for the first few months, he proves ideal, spending his evenings at home, \"doin'\" the dishes or scrubbing the floors to make Nellie's work lighter, but finally his long spell of usefulness ends. After the first few little excuses to get away evenings, Nellie finds that he does not care much for housework, and when she asks him why he has so neglected her he retorts sharply that he reckons a woman ought to do her own work. It is only a slight step from neglect to ill-treatment, and one morning, after being roughly abused by \"Cayuse,\" Nellie resolves that she must appeal to her old-time friends to help her in bringing Charley to terms. The boys are indignant when they hear that Charley has been maltreating their former sweetheart, and endeavor to think of some plan to bring him to terms. \"Better string him up,\" one suggests. \"Ride him on a rail,\" says another. \"Listen to this,\" from Pete the Coyote, who has been reading the Lariat Bugle, \"Mother in-Law Tames Vicious Husband.\" After reading the item through, all of them suggest that they see Nellie and have her send mother down. They learn to their dismay that Nellie has no mother. In the end the following plan is adopted. Pete is to disguise as Nellie's mother and is to bring \"Cayuse\" to time. The outfit is obtained and the big cowpuncher, arrayed in the feminine wig and skirts, would send any man's heart to his throat if he thought of having trouble with her. That evening when \"Cayuse\" returns he is even more fretful than before. He does not make much headway, however, before \"Mother\" puts in an appearance. The following scenes are extremely funny. \"Cayuse\" is made to perform all sorts of stunts in the kitchen, and once, when he balks, finds a big forty-four thrust under his nose. In the end he is forced to sign a pledge in which he promises not to abuse his wife under penalty of being shot by any one of Nellie's friends. \"Now, kiss your mother-in-law,\" says Pete, but when he feels the rough cheek he grabs for his pistol, at the same time reaching for Pete's wig. Pete is too quick for him, and the pistol drops from \"Cayuse's\" hand. However, \"Cayuse'' is cured, and when the film closes we have the intimation that \"they lived happily ever afterward.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001168",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}