{
  "Title": "Battle of Santiago Bay",
  "Year": "1898",
  "Rated": "N/A",
  "Released": "N/A",
  "Runtime": "N/A",
  "Genre": "Short, War",
  "Director": "J. Stuart Blackton",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "I never saw this silent film, so I will not comment about it. However, I read about it's creation, and how it's battle scene was recreated in the 1940s in a documentary on the film - which was one of the first film to use miniatures models for battle sequences. The actual battle of Santiago Bay occurred on July 2, 1898. It is a unique battle because the ships of one of the two fleets were totally destroyed. The victorious side lost only one man (decapitated by a chance cannon ball). The total loss of life was less than that of a single ship that (ironically) was sunk the same day elsewhere. And the real battle did not stir until after the battle smoke cleared.The Spanish American War lasted only a few months. Of all U.S. wars it is the shortest. Most of us recall it for the loss of the battleship Maine, Commodore George Dewey's victory at Manilla Bay (with his famous command to Charles Gridley to \"fire when ready\"), and the charge up San Juan Hill by Lt. Col. Theodore Roosevelt. One may also recall the yellow journalism of Hearst and Pulitzer. But many things were forgotten. Military actions in Cuba by the staff of General William Schafter were terribly botched. There were many dead soldiers due to diseases in the camps. The meat supplies were tainted. To top it off there was the battles over Santiago Bay.The film deals with how an American fleet was able to destroy a Spanish fleet under Admiral Cervera on July 2, 1898. Cervera had taken his fleet from Spain in April, and skillfully avoided the American navy. If you remember the business in CITIZEN KANE where a flustered Walter Thatcher (George Coulorous) questions Charles Kane (Orson Welles) about an \"armada\" off the coast of New Jersey, that business is based on the temporary mystery of Cervera's fleet. But his ships were soon bottled up in Santiago Bay, Cuba. Just the after the war began the navy department promoted several commodores. Dewey was one of them, but below him was William Sampson and Winfield Scott Schley. Sampson was a highly respected strategist and tactician, but he was a cold, aloof man who the sailors disliked. Schley was more popular - he had rescued the few survivors of the Greeley Arctic expedition in 1884, and had been at the center of the \"U.S.S. Baltimore\" affair in 1891, which almost caused a war between Chile and the United States. However, he had a reputation of being a sloppy ship commander among his peers, and he had an alcohol problem that would get worse in later years. Sampson made a skillful ship plan for stopping any dash by Cervera's fleet from Santiago Bay. But on July 2, 1898, when Cervera decided to flee, Sampson had been called to a meeting on land with Shafter. Schley was in command on the scene.Using Sampson's plan, Schley did sink the Spanish fleet. As I said, only one U.S. sailor died in the battle. But Schley, for all his competence and dash, did not have a clever statement to say in the battle like Dewey had at Manilla. In fact a subordinate, seeing the struggling Spanish sailors in the waters, made the melodramatic, but decent line \"Don't cheer boys, the poor devils are dying.\" Also, despite the heavy death toll of Spanish seaman, by sheer irony that same day a French steamer, Le Bourgoyne, had sunk in a collision off Sable Island in Canadian waters, with the loss of over 560 lives. It was worse than the Spanish fatalities.But the second battle of Santiago loomed. Sampson had struggled to return to the battle front quickly, to take command of his fleet and his battle plan. He came too late, and was bitter about this (he felt that Schley had been sloppy in executing the plan - and Schley probably was). Had Sampson been smart he would have remained quiet and eventually people would have wondered who planned the destruction of Cervera's fleet. Instead he started insisting that he deserved to have the credit for the victory. Schley was not happy about this. He was aware that Sampson was technically his superior due to the pecking order of their promotions (both promoted on the same day, but Sampson's name higher on the list than Schley's), and he was not thrilled by that. Had Schley been smarter he would have said that everyone knew how brilliant Sampson's plan was, and that he was honored to have put it into effect. Instead he said he was responsible for the victory, not Sampson (who was not there). The controversy over Santiago Bay would go on into the next decade. In 1902 a naval court of inquiry decided 2 to 1 that Sampson was the one to whom the credit should go. This looks final, although the \"1\" was George Dewey, who was more impressed that Schley handled the actual fighting. It did not do Sampson any good, as he felt humiliated that he needed to go to court to get credit for his strategy. He died in 1902. Schley never fully recovered either. His alcoholism worsened. It did not help him that Schley Land in norther Greenland that his friend Adolphus Greeley had \"discovered\" in that 1884 expedition was proved to be non-existent by Commander (later Rear Admiral) Robert Peary. Schley became (with Greeley) a persistent critic of Peary's Arctic reputation afterward, and a supporter of the claims of Peary's rival Dr. Frederick Cook. But he was finished and died in 1911. The actual tragic-comedy of the REAL battle of Santiago would make an interesting military movie. Unfortunately nobody has ever seen fit to tell it on screen.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.6",
  "imdbVotes": "45",
  "imdbID": "tt0000173",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}