{
  "Title": "The Artist's Revenge",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "31 Jul 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "Raphael Perkins, a rather shabbily-dressed artist, is seen at work in his studio, his actions betraying a feeling of despair and worry. His wife enters, tries to cheer him up, makes a proposition to which he emphatically shakes his head, then, reconsidering, takes a small picture from the wall and gives it to her. She kisses the artist good-bye, takes the picture to the office of Jacob Harris, an art dealer and money lender. Harris inspects the picture, his face lights up for a moment, then assumes a look of indifference. He shakes his head and hands the picture back. The poor woman, on the verge of tears, pleads with him and at last disposes of the picture for a five-pound note. After the woman has gone, Harris smiles to himself over the rare bargain, while the wife returns home and gives the money to her husband. Perkins is in a rage at the paltry price paid, denounces Harris in no uncertain terms and vows to get even if the opportunity is ever offered. A short time after Harris visits a rival art dealer, Moses Goldstein, where the two men are observed discussing business over their wine and cigars. Goldstein gets up and with a look of pride points to a full length portrait of himself which has just been finished. Harris admires it and determines to outdo his rival. Returning to his office he sends a note to Perkins asking him to paint a portrait of himself in character and naming the price of ten pounds. Perkins receives the letter and sees in it the chance he has longed for. He immediately accepts the offer on condition that payment for the same be made in advance. He sets about perfecting his arrangements and a little later Harris enters, and after a short talk pays over the money. The artist hands his victim the outfit of a Samoan warrior, sandals, breast-plate, helmet, sword, etc., and bids him attire himself in an adjoining room. Harris is soon ready, is perched upon a platform in an awkward pose, while the artist apparently works rapidly, so fast in fact that he opens a window to cool himself. Harris, in his scanty clothes, is almost frozen and begs the artist to close the window. He also notices at this time that his clothes are missing and begs the artist to return them. He finally offers ten pounds, but Perkins demands double, which amount is finally given to him. Harris rushes behind the screen, puts on his street clothes, comes out quickly and is shown the artist's conception of himself, a life-sized picture of a jackass. The art dealer rushes home, where we find him endeavoring in various ways to ward of pneumonia, while Perkins and his wife repair to a swell restaurant and dine sumptuously with the \"easy money.\"",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000795",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}