{
  "Title": "The Ghost's Warning",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "17 Nov 1911",
  "Runtime": "N/A",
  "Genre": "Short, Thriller",
  "Director": "Ashley Miller",
  "Writer": "N/A",
  "Actors": "Marc McDermott, Miriam Nesbitt, William Wadsworth",
  "Plot": "The tale begins back in the old, old days when lords and ladies lived in romantic old castles and dressed in picture clothes. A maiden comes to the time of life when she must choose between love and high position. Her artist lover is only a carver of wood, so she chooses the prince, who gives her rich jewels and a great name. Of course she is unhappy, and we see the enactment of the final tragedy of her young life, after which her ghost haunts the spot where it took place. Then we come to matters of today. A descendant of her cruel husband, Count Sombra, has come to America to marry some American dollars. He has met the father of a girl who seems desirable, and comes by invitation to call on her. A little surprise awaits the girl, for the girl has a cousin whom he has met before and who wants to marry him. He lets her know of his intention to marry the heiress, and being a young lady of resource, she decides to upset his plans. She introduces a handsome young artist and gets him a commission to paint the heiress's portrait. The scheme is partly successful; the heiress falls in love; but the millionaire takes his daughter, also the count and cousin for a cruise on his yacht to the Mediterranean, as a cure for the girl's infatuation. It looks as if his cure were likely to succeed, and the heiress forget the artist lover. The latter is sketching at Castle Sombra, when the yacht party lands there. They do not meet, but while the heiress is trying to decide to fulfill her father's wishes and accept the count, the ghost of the girl who made the wrong choice comes to her and warns her to avoid her unhappy state and to marry the man she loves.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYWYxNGI3ZGQtYjBhNy00MzVlLWE1N2ItMGNlYzRkZDViN2U2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001643",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}