{
  "Title": "Her Darkest Hour",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "13 Feb 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford",
  "Plot": "We see \"Little Mary\" first in charge of a school room with a bevy of unruly scholars over whom she apparently has no control, being a novice in pedagogy. Her failure has evidently reached the ears of the members of the board of education, and a committee of the guardians of public instruction visits the institution of learning, and the shortcomings of Ruth, the teacher, are apparent. She is dismissed from her position in disgrace; a holiday is proclaimed. The children depart, and Ruth is alone in her sorrow and bitterness of her failure as a teacher. Sorrowfully she dons her wraps and leaves the school room with its disappointing memories. We next see Ruth in her struggle for her livelihood making application for the position of stenographer in an office. Her beauty is remarked by the male clerical force and she is subjected to hold stares. Her struggles are not unlike those of many a prepossessing young woman who must of necessity earn a living by being associated with men in public offices. Ruth is ushered into the presence of the head of the firm, and as her face is perhaps her best recommendation, she is immediately engaged. She assumes her duties, only to be called by telephone into the presence of the impetuous and designing head to take dictation. They are alone, and during the process, the blasé man of the world remarks her beauty and she is subjected to insult. Smarting under the cruel treatment she leaves the office. The clerical force surmising what has happened, admires the girl for resisting temptation. The story shifts to the home of William Lawrence, a widower, and his little daughter Dorothy. Dorothy is a petted child and it is quite beyond the power of her father to control her actions. He realizes the child needs the care of a mother. Ruth, unable to find employment, feels the pangs of hunger, and walking on the street she sees a milk wagon standing in front of the Lawrence residence. She is impelled to steal as the milkman is temporarily absent, and she takes a bottle of milk to be detected in the act. She is being accused by the vendor of lacteal fluid when Lawrence puts an appearance and saves her from further humiliation. He is at once interested in Ruth, take her into the house and Dorothy, hungry for a woman's affection, loves her. Ruth is retained as a member of the household and learns to love her benefactor. She is discovered by Dorothy kissing the photograph of her father, and an avowal of love is forced from the widower by the declaration of Dorothy that she desires a mother. The story ends with the prayer of the child about to be fulfilled, and Ruth finds a loving husband and a home.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001661",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}