{
  "Title": "Eradicating Aunty",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "31 May 1909",
  "Runtime": "6 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Auer, Florence Lawrence, Owen Moore",
  "Plot": "Tom Norton married Flora, the niece and young ward of Miss Matilda Scroggins, and in a moment of indiscreet good humor writes Aunty to visit them at their villa. Of course Aunty comes, and is accompanied by the Rev. Joshua Whittington, the gentleman who has done the deed for the young couple. No sooner have they set foot on the place than the trouble begins. First of all, Aunty and the reverend gentleman object strenuously to the candied affection indulged in by the young couple. Then they proceed to run things to their own Ideas. The cook does not furnish the table to suit them, so there is trouble in the kitchen; the servants are not alert enough, so they fall in for a share of the interlopers' despotism: and soon the household is in a tumult verging upon insurrection. At last a shaft of light breaks in upon the dark and stormy aspect in the person of Bill Corker, an old college chum of Tom's, who is the comedian of a show playing in the town, and he calls. Hearing the tale of woe of his friends, he volunteers to help them out. Well, talk about a \"monkey and parrot\" time: Bill plays the leading role in the funniest comedy he has ever done in the whole course of his histrionic career. Many things are pulled, but the climax comes when Bill, in a fire-eating cowboy makeup, chases the odious visitors out of the house, down the road to the railroad station, where they both leap on a moving train which carries them cityward, presumably thanking a benevolent Providence that they have escaped with their lives, no doubt to ejaculate whenever Norton Villa is mentioned, \"Never again.\" So, though Bill was not a friend in need, he was a friend indeed.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.9",
  "imdbVotes": "38",
  "imdbID": "tt0000857",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}