{
  "Title": "The Banker's Daughters",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "20 Oct 1910",
  "Runtime": "16 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Earl Hodge",
  "Actors": "Verner Clarges, Stephanie Longfellow, Dorothy West",
  "Plot": "The crook is ever possessed of an clement of subtlety and inventive ingenuity, which, if exercised in worthy efforts would be highly commendable. Fate, however, always ethical, is unceasingly conspiring against a successful consummation of his sinister efforts. The apparent wealth in the suburban home of Mr. C.W. Bourne, the banker, has excited the cupidity of three members of the underworld. They therefore concoct a scheme to gain an entrance. First of all, they would learn the layout of the house. This they do by disguising one of their number as a messenger and delivering a fake package at the house. He reports to his comrades, and entering a large trunk, the other two dress as expressmen to deliver it with human contents. But there is another thing to be effected; that is to get the banker, who is the widowed father of two daughters, out of the way. This they do by sending the following telegram: \"Come to New York at once. Big shortage. Cashier has committed suicide. Coulter.\" At the time of the arrival of this telegram, the banker is presenting his youngest daughter, who has been ill, with a beautiful diamond necklace. This little surprise he effects to lift the girl's spirits. Of course, he is loath to leave, particularly as the men servants are off for the evening. Still, the message is urgent and seems plausible, so he goes. Shortly after his departure, the trunk is delivered, and though there is some question, his oldest daughter receives it into the reception room, thinking it another of her father's surprises, she not knowing what had called him away so suddenly. The invalid sister is resting in the room next to the reception room, while the sister is in the reception room admiring her sister's present before a mirror. Suddenly she sees the reflection of a hand protruding from the trunk, which is now slightly open. The man inside hears her move and the hand is drawn back. She pretends not to notice this occurrence while hurriedly writing a note to Martha, the maid, dispatching her little niece, who happens to be in the room at this moment. This note reads: \"There is a robber in the room. Telephone for police and keep quiet.\" As the child passes through the adjoining room, the invalid sister insists upon seeing the note and after a parley gets it. Rushing to the telephone, she calls the police headquarters. The desk man is dozing, and it is with difficulty she makes him answer and understand. When he does, he acts quickly, sending four officers on a mad rush to the Bourne mansion. Meanwhile, a thrilling scene is being enacted in the reception room. The man having gotten out of the trunk, renders the girl helpless, admits his accomplices and the three are ransacking the place when the police enter and capture them. At this moment the father returns, hiving found the message a trick, so the little family is thankful that nothing more serious has happened than the shaking up on their nerves.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "67",
  "imdbID": "tt0001129",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}