{
  "Title": "The Two Reformations",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "28 Jan 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Fred Church",
  "Plot": "Young Frank McLain loses his position in the east, and resolves to go west to prospect for gold. Arrangements are made that he leave his wife at home, and send for her later, as soon as he has found a position. Frank's prospecting proves a failure, and he is without funds, when his plight is made more severe by receiving a letter from Alice, his wife, stating that she also is out of money, and is threatened with expulsion from their home by the landlord. It is at this moment of despair that an escaping bandit, one \"Bad\" White, as he is known, enters Frank's cabin, begging protection from the sheriff and posse, who are in hot pursuit, promising Frank a bag of gold if he will secret him someplace about the prospector's quarters. Frank hesitates but a moment, and, finding the temptation too strong to resist, yields. The sheriff enters, and asks Frank if he has seen White, and then leaves when Frank says he has not. Later, Mrs. McLain receives money from her husband, and decides to go west without notifying Frank. She arrives, and takes the stagecoach to Snaketown, a mining town, unaware that her husband and \"Bad\" White have made plans to hold up the very stage upon which she is a passenger. White, however, learns of her arrival in time to forestall the hold-up, and later, when Frank and his wife meet, the two resolve to give up the game of outlawry, happy at having escaped the disastrous end of Frank's romance, which would surely have occurred had the hold-up happened.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDZkOTc4OTYtN2I3Ni00NjUyLThlMjMtMzY3YTIzM2U1MzEzXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001950",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}