{
  "Title": "The Robber's Sweetheart",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "04 Apr 1908",
  "Runtime": "12 min",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "Arnold Richard Nielsen",
  "Actors": "Robert Storm Petersen, Clara Nebelong, Viggo Larsen",
  "Plot": "Tom, the young captain of robbers, and his sweetheart, Clara, are living in a small cottage in the wood. She is his good spirit. When his wild companions are coming for him, she always tries to dissuade him from joining them in their lawless doings, and she never lets him go till he has promised her neither to kill any human being nor any animal. One member of the band, the spiteful Jim, is in love with Clara and bores her with his tiresome declarations of love, in fact one day be sneaks away from his comrades, who are just going out plundering, and returns to Tom's cottage in order to make love to Clara, but as she again refuses his brutal caresses energetically, he leaves her, threatening both her and Tom's lives. His threat soon becomes serious, as he walks straight to the nearest prefect of police, to whom he betrays all his companions and offers to guide the soldiers, who are sent in pursuit of the robbers. In a hollow way in the wood the soldiers hide themselves while Jim steals away, and when the robbers unsuspectingly come strolling uphill, they plunge straight into the lion's mouth. It now comes to a close fight between the soldiers and the robbers, during which two of the latter are killed by the soldiers bullets while Tom, after a desperate combat, is fettered and carried away along with two of his companions. Clara, who in a mortal fright has followed the wicked Jim, unfortunately is too late to warn her friend, but she now catches sight of the fleeing Jim. She lies down behind a tree root in wait for him, and by the time he is quite near to her, she jumps forward and stops him with her revolver. When the rascal realizes that he is lost, he tries once more to kiss her, who by her faithfulness towards her friend, has turned himself into a miserable traitor, but he again fails, for Clara is a good marksman, and her bullet kills him. Clara now has avenged herself and Tom, who however is lying in the jail upon a bundle of straw with his hands tied behind his back, while the soldiers are keeping watch in the adjoining room. Yet this hindrance is of no consequence to Clara, who has but the one purpose of releasing her friend. With a basket full of bottles containing narcotics she is admitted into the guard room. The soldiers get drunk, Clara steals the keys and sets her lover free. They both succeed in escaping through the guard room but in the street they are discovered by an officer and a soldier, and although Clara attacks the enemy with the courage and wildness of a tigress, she at last must save herself by taking to her heels. At dusk Tom, in close custody, is carried out into a carriage with his bands still tied behind his back, in order to be taken to the prison in town, but he does not get as far as that. Clara lying on the highroad behind a heap of stones in wait for the carriage, and when same approaches, she springs forward, mounts the carriage steps, seizes the soldier by the throat, till he has lost consciousness, then she throws him into the carriage and releases Tom, with whom she flees into the wood. At a lake she washes the wounds of the half-unconscious Tom who by her help drags himself along to a farm, where Clara threatens the farmer into giving her two horses and after a wild ride, during which Tom is hardly able to keep himself in the saddle, the two fugitives reach their cottage. Shaking with excitement and exhaustion they enter their home, where Tom sinks into a chair, while Clara kneeling before her wounded friend tries to console and encourage him. The pretty picture of a faithful wife's devoted love is, however, abruptly disturbed by a strong noise outside the house. The poor lovers full of despair start to their feet, and at the same moment the shutters are burst open by the soldiers' guns. Once more Clara makes an attempt to save her friend, and the fist soldier who enters the room is killed by her bullet, yet the superiority is too overwhelming and a few bullets make an end of the faithful lovers' struggle. Even at the moment of death the brave Clara uses her last strength to drag herself on toward the dead body of her friend and press a kiss on his pale lips. -- The Moving Picture World, April 4, 1908",
  "Language": "None, Danish",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNGVkNDZlMmQtOGViYi00ZmViLWI5MGUtMzBkMjI2ZTM1NTIyXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.9",
  "imdbVotes": "41",
  "imdbID": "tt0000617",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}