{
  "Title": "Lochinvar",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "06 Aug 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "J. Searle Dawley",
  "Writer": "J. Searle Dawley, Walter Scott",
  "Actors": "Marc McDermott, Mary Fuller, Harold M. Shaw",
  "Plot": "Sir Walter Raleigh's romantic story of the love that laughed at more than locksmiths, and to which even castle walls and haughty fathers were no bar, is told by the Edison Company with a wealth of scenic vesture and old Scottish atmosphere that brings out all its picturesque details. We see young Lochinvar, who \"rode out of the West,\" sending one of his retainers disguised as a peddler, to the fair Ellen, who, much against her will, has been betrothed to Douglas. The retainer brings her a message of hope; yet the eve of her forced marriage arrives and no Lochinvar. But as the marriage festivities are in progress our hero appears before the castle walls and asks permission to congratulate Douglas. After being disarmed he is admitted, and then during the one and last dance which he is permitted to have with Ellen, he suddenly seizes a sword from the wall, takes her in his arms, and before anyone can stop him, breaks one of the high windows and carries her down the castle wall. His swift horse is waiting for him below, and with Ellen in his arms he dashes off, hotly pursued by her father, Douglas and a castle guard. Because his horse is the best in the land, the lovers succeeded in reaching the monastery so far ahead of their pursuers that when the latter arrive the ceremony has been performed and their pursuit is in vain. The presentation of this story is full of vitality, life and good red blood, and one's heart must beat faster when watching its unfolding and its happy termination at the altar.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000940",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}