{
  "Title": "The Gamblers",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "22 Jun 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "Charles Klein",
  "Actors": "Wallace Reid, Zena Keefe, Earle Williams",
  "Plot": "Mrs. Travers, a society leader, is madly in love with Arthur Ingraham, a rising diplomat. Arthur is not in love with her and avoids her advances. He is in love with Beatrice Langton, a young debutante, to whom he becomes engaged. Mrs. Travers is furious. She looks for some means to avenge herself on the innocent Beatrice. Professing great friendship, she gets her to come to her house to play bridge, contrives that she shall lose, and at the end of the game, Beatrice, whose means are very modest, finds herself in debt. Assuming friendship, Mrs. Travers promises to pay the debt, and accepts an I.O.U. from Beatrice, saying she can take her time to pay her. Beatrice is delighted, but later finds she is unable to meet her obligations to Mrs. Travers. She begs her to be lenient and considerate. The avenging woman then shows her claws and refuses to help her or delay payment unless she will break her engagement with Ingraham. In desperation, Beatrice, fearing her lover's displeasure and disrespect, consents, and returns to him her engagement ring. At first Ingraham is angry. Then he begins to suspect some underhand work. He overhears Mrs. Travers speaking to Beatrice over the telephone, and induces Beatrice to confess the truth to him. He turns the tables on Mrs. Travers, paying her what Beatrice owes her, and telling her what he thinks of her conduct. Realizing that she has not only lost his love, but his friendship, and made herself hateful to him, she departs, leaving Beatrice and Arthur more firmly locked in love's embrace.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002205",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}