{
  "Title": "Eloping with Auntie",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "24 May 1909",
  "Runtime": "7 min",
  "Genre": "Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, David Miles, Anita Hendrie",
  "Plot": "Dad was certainly \"a wise old owl,\" and his subtle scheme would have culminated to his wishes, had Harry been a less daring lover, but \"faint heart ne'er won fair lady\" and Harry's heart was anything but faint. That Harry and Margie deeply loved each other is most apparent; that Dad had a strong aversion for Harry as a son-in-law is also apparent, and when he finds them in clandestine conference there is something doing. Harry is chased about the room by Dad with a cane, which in a wild sweep at Harry goes through a pier mirror. Oh, the woe of it. This might be considered ominous, and it was for Dad, but it was the omen of good fortune for the lovers. As an extreme measure Dad decides to send Margie to Europe with his sister, her aunty, to be out of reach of Harry. Bright scheme, you would say. Well Aunty's vanity was the undoing. She insists on a new and elaborate gown, so Dad gives her the money to buy it. Harry learns of this and follows Aunty to the store and buys an exact duplicate of her traveling outfit. Attired in it he visits Margie's home. Upon entering he is almost confronted by Aunty similarly attired. To hide he dodges behind the mirror, and oh horror, the broken glass has been removed. Here is a predicament. Aunty is approaching. Ah! an idea. Harry stands his ground and when Aunty comes to the mirror, she also not knowing it has been removed, he mimics her antics to a nicety, so she imagines him a reflex, and so exits perfectly satisfied with herself. Dad then appears and shoving a roll of bills into masquerading Harry's hand, sends him off with Margie for Europe (?), but instead they go to the minister's.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "51",
  "imdbID": "tt0000855",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}