{
  "Title": "The Colonel's Peril",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "29 Jun 1912",
  "Runtime": "11 min",
  "Genre": "Short, Western",
  "Director": "Francis Ford, Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Robert Edeson, Ethel Grandin, Charles K. French",
  "Plot": "Tom Norman, the son of the colonel, falls in love with pretty Nell, the daughter of a corporal. The colonel frowns upon the match and sends his son to college. Six months completely tire Tom of college life and he enlists in the army. The colonel is hurt over Tom's conduct and refuses to communicate with him. Two years later, Tom, who has won his sergeant's stripes, is assigned to his father's post. The colonel refuses to recognize him as his son. Nell and her father, however, welcome him back. A sudden uprising of the Indians sends the emigrants and settlers scampering for safety. Blazing cabins dot the surrounding country. At the head of a squadron of cavalry Colonel Norman sallies forth, confident in the belief that short work would be made of the redskins. He is surprised and ambushed, however, by a horde of redskins who outnumber the soldiers ten to one, and is himself shot from his horse. Tom picks up the unconscious body of his father, and carries it away, pursued by the relentless foe. Down a precipitous cliff Tom slides with his burden, and concealing his father behind a huge rock, makes every shot count. A score of wounded and frenzied soldiers escape and gallop back to the fort. The sad story is quickly told and the second division is called out, riding like the wind to save their comrades. The Indians are routed and Tom and his father rescued from their perilous situation. The next day, propped up in bed, the colonel is visited by Tom and Nell, and he smiles his forgiveness as he tenderly draws them to him.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYjUyOTE4YjktYWE4MS00NDU0LWIwMDYtYWQ0YzlkMjgxZmE2L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002108",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}