{
  "Title": "Alkali Ike Plays the Devil",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "27 Aug 1912",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Augustus Carney, Margaret Joslin, Harry Todd",
  "Plot": "Alkali Ike receives some good news one morning in the form of an invitation from the boys of a nearby town to attend a masquerade ball with his best girl. Much elated. Alkali calls on Sophie and she gladly agrees to go. Alkali now goes to the town postmistress, secures the address of a costume firm and writes for a costume. It arrives in the nature of a Mephisto garb, horns, tail and all. On the eve of the ball Alkali is gallantly escorting a young lady, who has just arrived from the east, to her friend's home when he is seen by Sophie, who instantly becomes wildly jealous, wreaks her vengeance on them and is hustled away by her frightened father. Deprived of his gal, Alkali determines to go to the ball alone, dresses in the Mephisto costume and starts up the trail in the moonlight. A lone horseman sees him, dashes madly back to the saloon and gasps out he has seen the devil. The boys are having a great laugh at his expense when Alkali enters to secure refreshments and the boys almost wreck the place trying to escape in wild terror. Alkali continues calmly on his way, but the frightened boys form a posse and start in pursuit. In the shooting that follows Alkali loses the better part of his tail and seeks the protection of Sophie's house, where he is nabbed by her father. It is not until the boys burst in that Alkali's identity is revealed and his outlandish costume explained. Going down on his knees Alkali pleads with Sophie to forgive him and go to the ball. For a moment she hesitates, then plants a resounding smack on his brow and takes him in her arms while the boys file sheepishly from the room.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjMzZjRkZGItNzMwOS00MTdkLWE0NGUtMWIzNjFjYTQ3Y2FkL2ltYWdlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002005",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}