{
  "Title": "The Slave",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "29 Jul 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, James Kirkwood, Harry Solter",
  "Plot": "The noble sacrifice of a devoted wife and mother. The pages of Roman history do not chronicle a more noble deed of self-sacrifice than that set forth in this Biograph story, which shows how a devoted Roman wife and mother went to the very extreme of mental, moral and manual endurance for the sake of her beloved ones. Nerada, a beautiful Roman girl, was much sought by lovers, among whom was Deletius, a wealthy patrician, but she clings to the white rose of purity, rejects the nobleman's gifts and proposals to accept one of her own honest caste, the poor young sculptor, Alachus, whom she marries. Some years later we visit the atelier of Alachus to find that bitter poverty is the lot of the little Roman family, now increased by a child, who is lying ill unto death. The poor sculptor enters, returning from a tiresome, fruitless journey trying to sell his statues, but the very gods seem to conspire, and he is now face to face with that wolverine specter, starvation. Footsore and weak from hunger he sinks down upon the couch fainting. Brave little Nerada, in sore distress, realizes that their life's blood is slowly but surely ebbing for want of nourishment. In desperation she decides to make the sacrifice, though appalling, odious and heart-breaking it may be, by going to the slave mart and sold as a slave that the lives of her husband and child may be saved by the proceeds thereof. Meanwhile, during all these years, Deletius has suffered keenly, for he truly and honestly loved the girl Nerada, and since the time of her rejection of his love, which he then thought, like on many other occasions, was but a fleeting fancy, life was dull, he appears bored and annoyed. The fawning of his slaves and attendant seemed hollow mockery. Nothing seemed possible to lift him out of the slough of ennui, until his secretary conceived the idea of attending the slave mart in the hope of obtaining a new face that might interest him. Entering about the time the slave master puts Nerada on the stand, he is at once determined to procure the beautiful girl feeling sure that here is a means of dissipating the lethargy of his master, Deletius. After spirited bidding, Nerada is sold to the secretary, and is about to be taken to the palace of his master, when Alachus rushes in, having learned of his wife's action. But it is too late; she is another's by right of purchase, so he returns heart-broken to his studio to receive another and more severe blow, his child is dead. Assisted by his friend and neighbor he carries out the precious faded flower for burial. When Nerada is ushered into the presence of her new master, the amazement is mutual. Deletius, at first, is inclined to gloat, but when he hears the desperate, heart-rending appeal of the noble girl, he realizes what a precious jewel true, self-sacrificing love is, so the white rose of purity remains unsullied, and he decides to hand her back to her beloved ones. Repairing to the home of Alachus, what a pitiable scene greets them. Grief has shattered the reason of the poor sculptor, but at the sight of Nerada the veil of darkness slowly fades and the dawn appears.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjk2M2YyMDMtYzVkYi00MzgwLTg3ZDctOGYwN2M5YmQxZDY1XkEyXkFqcGdeQXVyNzU3NjUzNTc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.1",
  "imdbVotes": "43",
  "imdbID": "tt0001041",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}