{
  "Title": "At Cripple Creek",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "17 Jul 1912",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Hal Reid",
  "Writer": "Hal Reid",
  "Actors": "Wallace Reid, Gertrude Robinson, Sue Balfour",
  "Plot": "Belle Gordon, an orphan, finds an advertisement in the papers for a governess to apply to the Rev. Strong, at Cripple Creek, Col. She writes and has her fare advanced. Upon arriving there she finds the place consists of a crowd of disreputable miners and dance-hall girls. She learns that the advertisement was merely a trap to lure her out into the dance-hall of Martin Mason. She tries to get away but cannot. Dynamite Ann, one of the worst women of the place, remembering the time that she first came to Cripple Creek through the same sort of an advertisement, wishes to help the girl. Joe Mayfield, the United States Deputy Marshal enters, and, seeing Belle's plight, rescues her. He takes her away with him, and also Maggie, Mason's young daughter. He asks Dynamite Ann to go to his cabin to look after the girls. She accepts, grateful for the trust reposed in her. Reginald, a young dude from the east, dances attention on Maggie, while Joe Mayfield loses his heart to Belle. Joe is interested in a mine called the \"Last Dollar\" which is reputed to be worthless. Mason and his partner, Alvarez, discover gold in the mine and try to bargain with Joe for its possession. Joe refuses to relinquish it, and for revenge the Mexican takes up Joe's adopted child who is walking on the rocks and throws her down. As he goes up again Wahketa swings out on a grape vine and catches the child in midair. The next day Mason and Alvarez go down into the mine. Joe and Belle, coming down later, are surprised by them and tied hand and foot. Wahketa, who is also tied, manages to burn the cords off his hands and releases Belle and Joe. The three make their escape. A short time later, on the wedding day of Joe and Belle and Maggie and Reginald, Mason and Alvarez come and look in at the festivities. The wedding takes place and just as the guests are leaving the room, the Mexican shoots through the window at Joe, but Ann jumps forward and receives the bullet in her own heart. She dies in Joe's arms.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTI1MzlmY2UtOThjNy00N2EwLWFmNGEtZDQ1NTdhZmEyMzQxXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002035",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}