{
  "Title": "Spike Shannon's Last Fight",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "26 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Arthur Mackley",
  "Plot": "'Spike' Shannon, a pugilist by occupation, signs to fight a 10-round bout, with another young knight of the ring. A contract is drawn and 'Spike' and his backers leave the office of the promoter. On the street they encounter a young couple, evidently at outs, but which proves later, upon the girl's explanation, to be a flirtation, in which she has no desire to take part. The masher has insolently insulted her. 'Spike' takes in the situation at once and with his strong right arm knocks the dude sprawling. 'Spike' then offers to assist the young lady with her basket of washing and is graciously permitted. At the girl's home Nora Flannigan introduces the young Irishman to her mother, who says he may be permitted to call. The affair ends in 'Spike' throwing up the 'sponge' to the little god Cupid and the two are engaged to be married, when the catastrophe occurs. On the day of the match she learns that he is a pugilist and in tears tells him that he must either give up the fight or give her up, which he at first reluctantly refuses to do, but later visits the promoter at the club's training quarters and tells this official he refuses to go into the ring. Six months later finds the young couple married. Nora is ill and only an expensive operation can save her life. In desperation 'Spike' finally goes to the office of the promoter and asks an opportunity to go into the ring again. The promoter refuses him, but 'Spike is given a chance when Joe, one of the combatants of a bout scheduled to be fought that night is hurt and 'Spike' put in his place. The fight scenes in this picture are remarkably realistic, and the bout going four rounds, in which 'Spike,' after a hard battle, is the victor, thus winning enough money to pay for the operation, which saves Nora's life.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNmY2YzI1MDQtNmVkZC00YTEwLTgyMzctNmRhZGUyMTMwZjViXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001894",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}