{
  "Title": "An Affair of Hearts",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "19 May 1910",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Frank Powell",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Billy Quirk, Mack Sennett, Florence Barker",
  "Plot": "In this comedy we are introduced to the impulsive hearted Frenchman. For him to see a pretty woman is to love her, heedless of the disaster his attendant persistence may incur, as it is that when Mons. Borni espies the fair unknown he is anxious to become her abject slave. She, however, resents his independence and in his delection he writes to his dear friend, Mons. Renay, the following: \"My dear Renay, I love, I worship a lady I do not know. From no one can I find out who she is. I have just seen her. I must know her and make her my wife. What shall I do? My dear friend. I crave your help. Gaston Borni.\" Mons. Renay hies to his dear friend's assistance and the first sight they get of the fair lady is as she speeds through the park in her auto. She is alone, and they engage a small runabout to follow her. Borni, of course, paying for it. As there is but one front seat, Renay takes this, while the lovestruck Borni is forced to occupy the footman's chair, but what cares he, so long as it will take him into the presence of his charmer? They follow her auto until it arrives at the lady's home, which she enters hurriedly. A policeman is standing by, and they, that is, Borni, pay him to divulge the name of the fair goddess, but after pocketing the liberal bribe he tells them he is very sorry to say he doesn't know her. But they reason faint heart ne'er won fair lady, so they persist, and the next time they encounter her riding horseback. Here Mons. Renay woos her on his own account, his pervious heart having also been touched. Her horse enable her to distance them, but a bicycle rider appears and they procure the wheel. Borni again paying the fee, but Renay decamps on it. This endeavor also proves a failure, and meeting a hunter in the woods they, Borni, of course, purchase his guns in a duel. This procedure is not as acceptable as they imagine, for they realize it takes a certain amount of nerve to stand up as a target, even though you yourself may have a human target at your disposal. Well, while they parley, the lady views with amusement their antics from her veranda, and she decides it is now time to put a stop to their imbecility, so dispatching her maid to the field of honor, the valorous lovers are invited to appear at the house. They both declare their undying love for the fair unknown; they would fight for her; they would lay down their lives for her, but when her sturdy robust husband appears, they find they have pressing engagements elsewhere.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.8",
  "imdbVotes": "67",
  "imdbID": "tt0001103",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}