{
  "Title": "The Dancing Girl of Butte",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "06 Jan 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Barker, Owen Moore, Linda Arvidson",
  "Plot": "Bella is a dancer in a music ball at Butte. She is pretty, light-hearted, and yet possessed of a refined nature that commands a respect not looked for in such surroundings. Strolling through the city park one morning, she steps on an uneven spot in the path and turns her ankle. Her cry of pain brings to her aid Howard Raymond, who assists her to her home. Bella's demure manner and pretty face appeal to Howard, and he realizes it is a case of love at first sight. Bella, herself, is deeply impressed with the young man the accident has caused her to meet. However, she realizes her position and dissipates all serious thoughts on the matter. Howard, who is a newspaper artist and an enthusiast in all respects, tells his fellow artists of his love for the unknown girl. They, being used to his impetuousness, simply smile. On this occasion he is in earnest, and hastening back to the girl's house, he surprises her in her dance hall attire. This she explains by making him believe that she is a member of a traveling dramatic company. Well, it is the old story. The accident was simply a trick of Cupid to bring two hearts together, and they are betrothed. They exchange photographs, and when he shows her picture to his friends they recognize in it the dancing girl. So they go to the girl and ask her to give him up. This she is loath to do, admitting that while she has danced at the hall, the work was detestable. Finding her unwilling to repulse his suit, they tell Howard of her calling, which he does not believe, and knocks one of them down for what he regards an insult. The girl, however, in honesty enters and admit the truth, taking the artist to the place where she works. What a blow to the poor fellow, and he turns from her with a crushed heart. Cut to the quick by his repulsion, she tells him that although she has been forced to earn a living in this fusion, she is through with it all, and while her soul is pure she will leave it. The sincerity of her tone softens the young man, and turning, he takes her in his arms. His friends smile derisively and leave the hall. Two years later the artist's two friends are sitting in the park, when a young couple pass pushing a perambulator containing a baby. One of them exclaims: \"Look! Raymond and the dancing girl. Well, I'll be mowed!\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.2",
  "imdbVotes": "41",
  "imdbID": "tt0001176",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}