{
  "Title": "After Many Years",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "03 Nov 1908",
  "Runtime": "17 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "Alfred Lord Tennyson, Frank E. Woods",
  "Actors": "Charles Inslee, Florence Lawrence, Harry Solter",
  "Plot": "John Davis, first mate of the brig \"Gifford,\" is seen bidding his wife and infant child a tearful adieu on the eve of the sailing of his ship. Caught in a terrible storm in the Pacific Ocean, the vessel is wrecked and all on board are supposed to have been drowned, at least so the newspapers chronicled. What a blow this was to the young wife, waiting for her dear one's return. Although the evidence was apparently conclusive, still she could not reconcile herself to the fact that her husband had gone from her forever; something in her heart tells that he still lives, and in truth, for we see the poor shipwrecked mariner cast up by the seething sea on to a desert island in the Western Ocean. Here he spent seven long, weary years, worse off that De Foe's famous hero, \"Robinson Crusoe,\" for he at least enjoyed the companionship of \"Friday,\" but Davis was all alone. Now and then a distant sail, like a tantalizing phantom, would come into view and fade away again from sight, being too far off to see his signals of distress. His only solace was the picture in a locket of her who was waiting, waiting, ever hopeful of his return; praying as, indeed, was he also, their prayers ascending at the same time to the Father Almighty, through whose Grace and Mercy they were both imbued with hope, for although she finds her lot arduous, the care of a child being an exacting responsibility, she has repeatedly rejected the suit of Tom Foster, a good fellow, who would care for her and her little one. But no, that intuition tells her John will return, although it seems at times she hopes in vain. However, John's prayers are at last answered, and a boat is sent from a passing ship to his rescue. Returning home unannounced, the sight that greets him freezes his blood, for there he sees his wife and Foster walking through the garden accompanied by the child. He at once concludes that he has been forgotten and his place taken by his friend. His soul is at first filled with revenge and he is about to strike Foster down, but no, she is happy. She thinks him dead, and why not let it be so? This would be the most kindly, so he slinks hack into the foliage, intending to go away forever. They pass into the house, leaving the little one playing on the lawn. He cannot resist folding the child his child to his heart. From her he learns the truth as the mother returns from the house, and two faithful souls are \"once more united never to part.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.5",
  "imdbVotes": "87",
  "imdbID": "tt0000629",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}