{
  "Title": "The Battleground",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "12 Aug 1912",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "Omer F. Doud",
  "Actors": "Harry Lonsdale, Wallace Scott, Rosalind Vereen",
  "Plot": "Yielding to the insistent entreaties of his father, mother and a friendly priest, Bob Carroll goes away, much against his natural desires, to become a priest, after promising to marry his sweetheart, Anna Catherwood. Anna, piqued at Bob's adherence to parental wishes, hastily marries a working boy, Jim Whitcomb, and in the six years that follow, becomes addicted to liquor. Jim, himself, a drunkard, comes home one day to find Anna drunk and carousing. In the scene that followed, Anna, laughing derisively, informs Jim that Bob, now a devout priest, is the father of their six-year-old child. After that Anna takes the downward path and Jim finds consolation in saloons. One day, on charity bent, Father Bob goes into the slums. Accidentally he finds the child, and thinking it one of the city's waifs, notifies his mother to call and get it. Entering a dive, Bob is horrified to find Anna--\"not as they parted in the years gone by\"--but Anna is too drunk to recognize Bob. REEL 2.--Mrs. Carroll called with Bob and took the child to the Society of Cruelty to Children. Anna returning one day, finds Bob's note telling of the child's whereabouts. Mrs. Carroll often met Anna at the Society's office, and finally succeeded in bringing about the reformation of the woman, little knowing her identity. She adopted the child and secured work for Anna as a nurse. Later, Anna, now on her upward path, stepped into a church in search of spiritual consolation. There, face to face, she met Bob, praying at the foot of a cross. There, for the first time, Bob learned that he was the father of Anna's child--a frightful revelation that spelled the day of death for the gentle-hearted priest. One afternoon Mrs. Carroll, Bob, and the child went for an auto ride. They ran down Jim Whitcomb as he staggered from a saloon. At the hospital, there was a moment of recognition and understanding--a moment of horror during which Mrs. Carroll understood that her adapted child was really her grand-child: Anna, that this good woman benefactor was the mother of Bob; Bob, that he had kept in his own home as his mother's ward, his own child--and all of them knew that the end of Jim Whitcomb had come. Falling at his feet, Father Bob whispered, \"Forgive me, for I knew not what I did.\" In his study the next day they found Father Bob, sitting upright in his chair, tightly clutching the big crucifix on his desk, his glassy eyes fastened on the Savior. Bending over him, Mrs. Carrol and Anna heard his stiffened lips mutter: \"Come unto me all ye that are weary and heavy laden, and I will give thee rest.\"",
  "Language": "None, English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzE5NTFjNGQtZDUwNS00NjE0LTk4YWYtZWJjM2Y1YjQ2ZTNlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002052",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}