{
  "Title": "The Indian Maiden's Lesson",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "22 Apr 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Ann Little, Arthur Mackley",
  "Plot": "Rev. Warren Addington, the pastor of an eastern evangelical church, is left a will wherein is given the location of a valuable mine in Montana, unknown to any other living person. He takes only one man into his confidence, Jack Beardsley, a westerner and a seemingly trustworthy man, who is familiar with the country. They set out for the mine, prospector style, after swearing allegiance to each other. Beardsley, however, upon the discovery of the mine, turns traitor and after severely wounding the minister prospector, leaves him on the desert to die. In the morning he is found by Red Feather, an Indian maiden, and taken to the Indian village where he is nursed back to health, physically, although he is unable to recall anything preceding his awakening in the Indian village. He carries a small Bible with him and from this instructs the Indian girl, his rescuer, in things pertaining to the true God and His commandments. The most impressive of the commandments to the girl is, \"Thou shalt not kill.\" At this time Beardsley, who has been captured by the Indians, is brought into camp and the sight of his treacherous friend awakens memory in the minister's mind. He is obsessed with a desire for revenge and to kill Beardsley himself. About to execute this revengeful scheme he is intercepted by Red Feather, who flashes before him her slate, on which is written, \"Thou shalt not kill.\" Addington drops the knife and permitting Beardsley to go, turns to thank the Indian girl who saved him from committing a terrible deed.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDU3YzM0NTEtMzczMS00M2FkLWJiMzQtMGViZTZmODZkNjAyXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001702",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}