{
  "Title": "For the Queen's Honor",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "06 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Thomas H. Ince",
  "Writer": "Thomas H. Ince",
  "Actors": "King Baggot, Owen Moore, Mary Pickford",
  "Plot": "Prince Alberto loves Gilda, the sister of Queen Amalia and his love is returned. He asks the permission of the king to marry Gilda and the ruler gladly grants the request, having a high regard for the prince, Duke Arturo, a villain at heart, of an intriguing nature, loves Queen Amalia and resolves to win her from her husband or compromise her. Prince Alberto notices the duke holding whispered converse with the queen, and taking the king aside, cautions him to look to the queen's honor. The king, already suspicious of the attentions of the handsome duke, decides to keep the queen and the duke under espionage. Through a subterfuge the duke appoints a clandestine meeting with the queen. Her sister, somewhat suspicious, discovers them and takes in the compromising situation. She leads the queen away and then pleads with the duke to not annoy her sister with his unwelcome attentions. The king and the prince, looking through a secret panel, discover the duke and Gilda together. The enraged king demands an explanation and Gilda, with her quick woman's wit, confesses that she loves the duke and has met him by appointment, to shield her sister. The king's suspicions are not fully allayed, and he commands them to go to the chapel and be married, while the prince is broken-hearted. The duke and Gilda persist in their statement that they are married, to the grief of the prince and the dismay of the queen. The king, still suspicious, conducts them to their bridal chamber and leaves them. The duke, although a villain at heart, does not attempt to take advantage of the situation, but conducts his wife to her bedroom and hands her the key. She locks herself in and he remains in the outer room during the night. The next morning the prince meets the duke and challenges him to a duel. The duke refuses to fight, but takes the prince to the altar of the chapel and, after swearing him to secrecy, divulges the story, leaving the prince and Gilda in front of the altar engaged in prayer. The duke and the king engage in a friendly fencing bout, but while the attention of the king is directed elsewhere, the duke removes the button from the king's foil, poisons the point of the weapon and leaves it where the king may pick it up without knowing it has been tampered with. When the king returns to renew the friendly passage at arms, he touches the duke and he is killed by the deadly poison. Thus ends the story, with the king in ignorance of the true situation, having killed the man who tried to betray him, the queen relieved from an embarrassing situation, and the lovers free to marry, the king the only one of the principals who never knew.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001623",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}