{
  "Title": "Captain Kate",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "13 Jul 1911",
  "Runtime": "14 min",
  "Genre": "Short, Drama",
  "Director": "Francis Boggs, Otis Turner",
  "Writer": "Edward McWade, Otis Turner",
  "Actors": "Kathlyn Williams, Charles Clary, Frank Weed",
  "Plot": "Two caravans meet on the desert, one headed by Howell and Clancy, two New York men, who are gathering animals for circus purposes, the other is led by an old animal tamer named Desmond and his beautiful daughter, whom the natives have nicknamed Capt. Kate. After exchanging cards, the caravans go their separate ways. Desmond is stricken and dies, leaving Kate alone. She assumes her father's perilous business, leading her party of native hunters after big game. Later, one of the hunters is stricken and the superstitious followers of Capt. Kate, recognizing the nature of the disease, abandon the hunt and their leader, one servant alone remaining faithful to his mistress. Kate, realizing that she can go no further without assistance, calls a halt and they erect a crude hut in which she is to live, while the servant goes in search of Clancy. Scene of Kate's isolated life and her dangers follow. She is besieged by wild animals, who make her life a long nightmare of peril. Her only companions during this period are a pair of pet leopards. One scene shows an attack on the heroine's home by a lioness and the leopards are liberated to give the intruder combat. The leopards finally overcome the lioness, after a thrilling battle. Meantime, the servant, who was dispatched with Kate's message, meets death on the desert. His body is found long afterwards by Clancy and with it, the message. Of course, the hunter makes all haste to rescue the isolated girl and succeeds. The rescue introduces the packing of animals for shipment, their handling in the forest and the wharf. There is a happy ending; Clancy being too busy courting Miss Desmond to heed his partner's admonition to help with the crated captives.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BM2ExOGZmM2QtOGM0Yy00MGM0LWJlMDAtNTM5M2E2YTAwMDYwXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.3",
  "imdbVotes": "22",
  "imdbID": "tt0001529",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}