{
  "Title": "For Her",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "31 Dec 1912",
  "Runtime": "11 min",
  "Genre": "Drama, Short",
  "Director": "Harold M. Shaw",
  "Writer": "Bannister Merwin (scenario)",
  "Actors": "Charles Ogle, Mary Fuller, Bigelow Cooper, William West",
  "Plot": "John Hart, a counterfeiter, is arrested in a restaurant while dining with his fifteen-year-old daughter Mary. He succeeds in concealing the fact from her by excusing himself for a moment and leaves a note and money for her wants, to be delivered to her by Jimmy, the old waiter who had served them a long time. Some years later when Hart is released from the Federal Prison, his first thought is of Mary whom he seeks in the last place he saw her, the restaurant where Jimmy works. Fate favors him as Mary is there with her husband one Jack Hanley who has defied his father's will by marrying Mary who had become the elder Hanley's stenographer. Hart does not disclose his identity knowing the disgrace it would cast on his daughter. Things had gone poorly with Mary and Jack and they were reduced to sore straits, but Jimmy was their friend and often made their simple orders more sumptuous by strategy. Old Hart at once returned to his counterfeiting, and therefore Stoll, the secret service man was sent out to find him as before. Meanwhile old Hanley had relented having been so harsh and had a private detective looking for his son and daughter-in-law. Hart in disguise frequented the restaurant where Jack and Mary took their meals and tried to find a way of relieving their financial distress but without success. Stoll, knowing Hart's love for his daughter and remembering their former place of dining, sought the old counterfeiter there. The detective failed to penetrate Hart's disguise but Jimmy, the old waiter, had not, and gave Hart warning to go. The latter, in trying to bluff the detective stopped to light a cigar and in doing so used the peculiar mannerism of the engraver unconsciously rubbing the steel shavings from between his fingers. The moment he had gone Stoll remembered the mannerism and followed but Hart escaped through a ruse. Old Hanley, having located Jack and Mary, gives them a splendid dinner and incidentally a fifty dollar tip to old Jimmy of whose kindness Jack and Mary had told him. The closing scenes mark the end of Hart's misspent life and are full of tragic pathos.",
  "Language": "None, English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002189",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}