{
  "Title": "The Poor Sick Men",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "26 Jan 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Frank Powell",
  "Writer": "Eugene Mullin",
  "Actors": "Dell Henderson, Grace Henderson, Marion Sunshine",
  "Plot": "Mrs. Wilson secures seats for the theater as does also her daughter Pearl, each expecting their respective hubbies to accompany them thereto. The men, however, have other fish to fry, both having a weakness, each unknown to the other, for the green baize covered table, a quiet game of draw, so when they learn of the plan of their wives they at once scheme to avoid what would now be an ordeal. The subterfuge is illness. Mr. Wilson pretends to suffer rheumatism of the foot, while son-in-law has a violent headache. Of course, neither of the men know why the other is so anxious to avoid going to the theater with the ladies. Steeped with abject sympathy, they consent to go unescorted. Now the men are up against another problem, that is, how to avoid each other. Wilson is the first to make the getaway and makes hurried tracks for the club room where he is deeply engrossed in the game when son-in-law arrives. Consternation besets both at this meeting and when Wilson exclaims, \"what are you doing here?\" Son-in-law answers, \"I came after you.\" Well, the truth of the situation prevails, and they make the best of it by becoming partners in the little indiscretion, both taking hands. They have hardly started in when there is a cry of alarm occasioned by the butting-in of the police and the majority of the players are \"pinched.\" Wilson and his son-in-law elude the cops by getting out on the fire-escape, not, however, without losing their coats and hats which they left in their hurried decamping. Coming back to the room they find the entrance still guarded, so a disguise is their only hope, as they must resort to desperate means. Climbing up the fire-escape, the son-in-law enters a room above and pilfers a small boy's suit which when donned makes him look like a ten-year-old. Father manages to get a policeman's coat, belt and hat from a flat kitchen where Biddy is entertaining her \"copper\" sweetheart. This way they manage to get by the guards, but their trouble has only just begun for the father is taken for a real cop and placed to guard a street corner and the son-in-law, mistaken for a \"mamma's pet,\" is set upon by a gang of hoodlums. However, they manage to get home just ahead of their wives who are excessing in their sympathy for the poor sick men who had to remain at home and suffer from their illness, while they enjoyed an evening at the theater. You may imagine that the episode proved a lasting lesson.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001835",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}