{
  "Title": "The Desperado",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "23 Jul 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Fred Church, Clara Williams",
  "Plot": "\"Black Bart,\" a western bad man, is much wanted by the county sheriff and a proclamation to this effect, offering a reward of $5,000 for the bad man's capture, has been posted. At the opening of the film we see the wily criminal laughing good-naturedly at the ominous warning, which he proceeds to riddle with bullets from his revolver before riding away. We are next shown the sheriff's office. This dignitary is assembling a posse to make a raid on Black Bart in his desert lair and to bring him back, dead or alive. We see them ride away and some time later draw up in a rocky ravine to make explorations in the neighborhood. Their horses are corralled and left to take care of themselves while the search party climb over the stones up the hillside to a rocky eminence which offers a view of the surrounding country. While they are thus engaged Black Bart rides up the ravine and spots the posse's horses. Struck with the humor of the situation, as he sees it, he resolves to make away with the mounts, which he does successfully, hiding them in another part of the ravine. Then he steals out carefully to reconnoiter. The sheriff and his gang return and find their horses gone. This is evidently Black Bart's work and they resolve that if he is in the neighborhood to make the capture. To insure a quick search the sheriff divides his party into one and two to each division and sends them out by various and separate paths. Black Bart is on the lookout and when his worst enemy, the sheriff himself, comes into view behind a rocky jetty, he covers him with his gun and before the astonished sheriff can regain his senses has deprived him of his gun and ordered him to \"beat it.\" Black Bart hurries off in the opposite direction, examining the sheriff's gun and witching warily for others of the party. A moment later two of the posse come in sight and are confronted by the bad man's gun so quickly that they make little resistance when he also takes their pistols. There are but two others of the party yet to be corralled and Bart waits for them. A moment or two later they come into view and the performance is repeated When Bart has sent them hurriedly on their way the bad man laughs and examines the weapons of his disarmed foes. With a sudden inspiration he hurries back to the corral where the horses of the sheriff's party are confined, ties the bunch to one string and gallops easily off toward town. By this time the Sheriff and his gang have met and are commenting vitriolically on what blundering fools they have been. One man, single-handed, has robbed them of their horses, guns and honor. It is ten miles to town and the sun is shooting little red darts of fire on the long snaky road toward town. Black Bart canters into town by the alleyway and leaves the horses and the sheriff's weapons back of the latter's office with a curt note to the sheriff and his boys. Later the boys, footsore and limp, drag themselves into town, whereupon the sheriff immediately tenders his resignation to the county board. Two days later, in answer to the ad from the county board, a strapping big cowboy enters the office of the board and applies for the job of sheriff. He is asked if he would be afraid to tackle Black Bart. He answers that he will capture the bad man if they promise to give him a permanent job. This is agreed to and the cowboy rides back home to show his wife and baby his star. Then he explains to his wife just how he will affect the capture of Black Bart. She makes bandage for his uninjured hand in which he slips a short-barreled revolver. Then he kisses his wife and baby good-bye and promises to bring the bad man back with him. Next we see him seated in a stage coach on his way over the hills to the vicinity of the bad man's latest depredations. Bart is waiting for the coach and the usual hold-up occurs. But when he examines the supposed wounded cowboy a bolt of lightning flashes from the victim's bandaged hand and the bad man falls wounded. A few hours later the experimental sheriff and his captive enter the office of the county board. The cowboy sheriff is congratulated and receives his permanent appointment as sheriff of the county.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001180",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}