{
  "Title": "A Dead Man's Honor",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "23 May 1911",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Maurice Costello, Mabel Normand, Julia Swayne Gordon",
  "Plot": "Hugh and Henry Watson, two brothers, are in love with Helen Mallory. She rejects Hugh and accepts Henry. Hugh, broken-hearted, goes west, leaving a note to his mother telling her the reason for his going away. Hugh is the apple of his mother's eye, and she grieves herself into a collapse and is dying with sorrow. Her sight fails her. Henry tells his mother that he will go in search of his brother. Henry arrives among the mountains of Colorado. He takes a stagecoach and on his way to the point where he expects to find his brother, the stagecoach is held up by a masked robber and when the passengers are being robbed, Henry shoots the highwayman, whom he discovers to be his brother Hugh. Henry tells Hugh to get away as quickly as possible. He makes himself up to appear like the desperado and is afterwards captured as the guilty party. Henry gets word to the wounded brother, telling him to pose as the passenger who shot the thief in the stagecoach hold-up and collect the reward offered and take the money home to their mother and he will go to prison in his stead. Hugh will not stand for this and gives himself up, informing the sheriff that he is the guilty man and Henry is the man who shot him and should have the reward for his apprehension. Henry takes the money home to the old mother, who has now become totally blind, and to save her the shame and grief of a dishonorable son, pretends that he is her boy Hugh and the old lady passes away happy in the thought that Hugh has returned safely to calm her last moments as she falls into an eternal sleep.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNmY2NmQwNzgtZTA5Mi00OTYxLWJjOGUtMDYxNzUyZGY4NDAxXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001574",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}