{
  "Title": "The Tavern Keeper's Daughter",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "24 Jul 1908",
  "Runtime": "7 min",
  "Genre": "Action, Short",
  "Director": "D.W. Griffith",
  "Writer": "N/A",
  "Actors": "George Gebhardt, Edward Dillon, Florence Auer",
  "Plot": "In the lonely wilds of Southern California there stands a rural tavern, kept by an old trapper, who had been widowed years ago; his wife leaving him a most precious legacy in the being of a pretty daughter. She was indeed the fairest flower that e'er blossomed in the land of the golden sun. At this tavern there stopped the honest, hardy miners and trappers of the neighboring country on their way to and from their claims in the mountains. A sort of a rest-up place for a chat and a smoke with the old keeper, and a mug of ale, served by the fair hands of his daughter. Among those who frequented this rustic hostelry was one of those proletarian half-breed Mexicans, whose acidulate countenance was most odious to all, particularly the girl. On the other hand, her blue eyes, golden hair and sunny complexion inflamed him so as to make bold to kiss her. He is indignantly repulsed, receiving a blow on the face from the girl which sends him from the place, scowling and towering with rage. It is nightfall and the guests all having departed, the keeper leaves for a short jaunt up the road, warning the girl to be sure to lock up during his absence, which she does: then going to her room to prepare for her well-earned rest. She has just removed her waist when there is a knock at the door, and, thinking it is her father returning, she throws a mantilla over her shoulders and opens the door to the Mexican, who had seen her father depart. The cruel, black nature of the brute now asserts itself, and barring the door, he seizes the helpless girl, who screams and struggles until her father, bursting in, engages the half-breed in a fierce conflict, while the girl rushes out into the night. The Mexican having with a blow stunned the father, follows after her. Next we see the poor frail creature dashing wildly and almost aimlessly through the thick forest, coming at last, as morning breaks, to the cabin of her nearest neighbor. Staggering into the place in a state of exhaustion, she relates her experience to the miner's wife, who goes to bring her husband's aid. Hearing the Mexican's approach, the girl hides behind a curtain. In rushes the infuriated beast in search of his prey. While rummaging the place, he is attracted by the childish prattle of the miner's baby, who sits in its cradle playing with her dollie. His heart is softened by the pure, innocent chatter of the child, and he drops on his knees before the crib and prays to God to help him to resist his brutal inclinations. The girl, who Is deeply touched at this scene, comes from her hiding as he rises and is taken by the hand by her persecutor, who implores forgiveness, which is granted, and departs as she takes the baby in arms and kisses it in gratitude, for was it not her deliverer? \"And a little child shall lead them.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.2",
  "imdbVotes": "23",
  "imdbID": "tt0000771",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}