{
  "Title": "The Death of Nathan Hale",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "29 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Harold M. Shaw, Marc McDermott, Marie Tener",
  "Plot": "Captain Nathan Hale receives orders from General Washington to join General Putnam in the defense of Long Island. On his way he stops to visit his sweetheart, where he rinds his rival, Dalton, who has just proposed to and been rejected by Dorothy. Dalton, seeing that Hale is the favored suitor, resolves to be a soldier also, and promptly enlists with the British. Hale proceeds to Long Island, where he and his command fight bravely to prevent the British advance, but Howe and Clinton hurl such an overwhelming force against the little array that they are obliged to take shelter in the forts. General Washington, seeing the impossibility of holding these, orders a retreat to New York. Leaving their camp fires burning, they silently steal out and under cover of a heavy fog, board the waiting boats and cross to New York. When Howe moves forward to the attack the next day, he finds nothing but a deserted camp. Washington, being anxious to learn the movements of the British, Hale volunteers to obtain the information and disguised as a schoolmaster, he makes his way to the British camp. Here he is recognized by Dalton, who at once reports that Hale is a spy. Hale is arrested and searched and, plans of the British position being found in his possession, he is condemned to be hanged as a spy. He is thrown into a temporary prison to await execution. He is not permitted to write to his mother or his sweetheart, even the consolation of the church being denied him. But his sweetheart manages to slip by the guards and bid him a tearful farewell before she is roughly torn from his embrace. The next day Hale is led out and executed as a spy. As he speaks his last words, \"I only regret that I have but one life to lose for my country,\" the scene dissolves into the statue of Nathan Hale in City Hall Park. New York City, the transformation to the everyday activity of a great city being a startling one.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTkyOTE3ZGYtNWIxNi00ZDg5LTkzZDQtMWJjMjAwNjQ5MjhkXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001575",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}