{
  "Title": "The Two Paths",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "02 Jan 1911",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "N/A",
  "Actors": "Dorothy Bernard, Wilfred Lucas, Adolph Lestina",
  "Plot": "Florence and Nellie are dressmakers, sewing to eke an existence. A wealthy woman calls for a gown they have just finished. She is accompanied by an unconscionable profligate, who, tempting the girls in turn, points out the \"easy way.\" Nellie spurns him but Florence hearkens to his persuasions and accompanies him to where all is pleasure. He brings her to his mansion, a palace of pleasure during a Bacchanal orgy. She at once becomes obsessed with the spirit of revelry and it swept on to the inevitable goal, the morass of moral indifference. Nellie, however, is content in the house of toil and \"She layeth her hands to the spindle, and her hands hold the distaff,\" marrying her honest, manly sweetheart, receiving as the years roll on the greatest of God's blessings, a family of three children. How terrible is the one's fate in contrast with the other's. Steeped in the toxin of gaiety she goes down, down until there is no chance for retreat. She, up to now, the toy of the tempter, grows unattractive to him and he unceremoniously discards her, putting her out to shift as best she can. An outcast, she now realizes the reward of worldliness. \"For her home inclineth unto death and her path unto the dead.\" Hence, in the squalor of her hovel death comes and she has reached the inevitable. Nellie has been guided by the Proverb, \"The path of the just is as a shining light, that shineth more and more unto the perfect day.\" We realize the result of this as we leave the happy little family sitting by their fireside.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzk5MTBhYjEtN2Y5Yi00N2I2LTkxZDMtOTY3YmZiYzI5NjIwXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "31",
  "imdbID": "tt0001949",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}