{
  "Title": "The Pirate's Gold",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "06 Nov 1908",
  "Runtime": "16 min",
  "Genre": "Short, Action",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Stanner E.V. Taylor",
  "Actors": "George Gebhardt, Linda Arvidson, Charles Inslee",
  "Plot": "Young Wilkinson is leaving his dear old mother for a journey to seek his fortune in a foreign clime. Now, the little cottage is situated near the coast. The waters of the sea have been infested with a band of gold-thirsty pirates, who pillaged every ship that came their way. Having successfully perpetuated one of their nefarious exploits, they are struck by a storm and forced to put out from their floundering vessel in a small yawl, in which they place a chest of valuables, for the shore. Thrown up on the coast by the voluminous waves, they disembark; there are three of them, the chief and two underlings. Taking the chest to a place of safety, they proceed to divide the spoils. A contention arises, and the two turn on their chief, who strikes down one of them at once, but is stabbed in the back by the other, whom he afterwards strangles. Gathering up the treasure, he struggles along, his life's blood oozing from the wound inflicted by the mutinous pirate, until he comes to the cottage of Wilkinson. A terrific storm is still raging and the poor old mother is trying to shut out the force of the gale when the chief staggers in. He begs her to hide the gold, which she does by dislodging several bricks in the fireplace and placing the treasure behind them. This is hardly done when the pirate chief drops dead from the loss of blood and the poor woman is felled by lightning. Hence, the hiding place is seemingly an eternal secret. What a sad home-coming it is for the son, after his success abroad. A year later, however, we find him a happy bridegroom and the sun again shines on the household. But eight years later he is stricken ill, with nothing in store for his wife and little one. The process server has seized the effects, and despondingly he goes to the kitchen to put an end to his unendurable existence. The good wife, suspicious, follows and just as he puts a pistol to his head she strikes his arm, causing the bullet to crash into the fireplace, splintering the bricks and disinterring the hidden treasure.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "20",
  "imdbID": "tt0000740",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}