{
  "Title": "Billy and the Butler",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "25 Jun 1912",
  "Runtime": "N/A",
  "Genre": "Crime, Short, Thriller",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "John Steppling, Francis X. Bushman, Dwight Mead",
  "Plot": "Billy McGrath is arrested one morning for speeding and taken to the police court. He pays his fine and is about to depart when he comes face to face with a man being led in handcuffed by an officer. Billy sizes the fellow up and leaves. The handcuffed man is really James Thornton, alias \"Butler Jim,\" an English crook whose specialty is robbing his employers while serving as butler in their houses. Later Billy is a guest at a week-end house party given by his friend Lawton. On arriving he is talking with Lawton, when the butler passes through the room. It is Thornton. Billy tries to remember where he has seen the man, but cannot place him. With a confederate, Thornton now plans to rob the house while the guests are at dinner. Coming from his room, Billy sees the two leaving one of the rooms with stolen jewelry in their hands. He endeavors to capture them, but is overpowered and locked in the bathroom. He manages to escape by knocking the hinge-pins from the door, pursues the crooks out across the lawn, and is putting up a brave fight to keep them from escaping in an auto when an officer arrives. Thornton cleverly explains that Billy is a crook, and the puzzled officer puts McGrath in handcuffs in spite of his vigorous protests, allowing the real crooks to escape in their auto. Once Lawton and the guests are summoned Billy is identified, the thieves pursued in another auto and captured after a revolver battle. Meanwhile Billy is still handcuffed back at the Lawton residence, and is in misery until the police get back and liberate him. The stolen loot is restored to Lawton and Billy is once again the hero of the hour.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjk1ZWYxZjItNmY1ZS00NmQ3LWI5N2MtMTMxNmYzYTQ5YjBhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002062",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}