{
  "Title": "Fate's Funny Frolic",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "25 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Short, Comedy, Romance",
  "Director": "R.F. Baker",
  "Writer": "N/A",
  "Actors": "Francis X. Bushman, Dorothy Phillips, Frank Dayton",
  "Plot": "A young society matron, Charlotte Wayne, plans a house party and among her invitations are those to Richard Malcolm, a bachelor, and Alice Trevor, a young, unmarried lady, whom it would be unsafe to call an old maid. Mrs. Wayne, who is an inveterate matchmaker, has a scheme in mind, that of matching these two perfectly good friends of hers. But Dick and Alice have never met and by coincidence meet at the railway station under circumstances which do not reflect well on Dick's good character, although he has been in no part to blame. The second misfortune occurs on the train and increases the young lady's anger with Dick, whom she believes is purposely annoying her. Arriving at the little station of Hazlehurst, Dick is surprised to find that the young lady is also leaving the train. On the station platform another accident occurs, which again puts Dick in a bad light, and under other circumstances might have proved serious. Accidentally Dick, in passing the young lady, who is about to enter a motor car, he hooks her handbag in his golf club, whereat she promptly has him arrested. He, however, shows his credentials to the village constable, who proves to be a friend of Wayne's, and Dick is released. On the road to Wayne's country home Alice's car breaks down and it is in this disagreeable circumstance she is found by Dick who, despite his previous persecution, offers assistance, but Alice refuses. At the home of the Waynes two hours later the delightful young people meet. Imagine their surprise. Alice, at first indignant, and inconsolable, refuses to speak to Dick, but is finally persuaded to make up. As a sequel to the adventure, and to Charlotte Wayne's match-making, Dick and Alice become engaged and six months later mail an invitation to their marriage to Mr. and Mrs. Wayne.",
  "Language": "English",
  "Country": "USA",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzc2N2I5ZGItYzczZS00MzI3LWI0YmQtNGE2NWE3MGM3Yjc2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001606",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}