{
  "Title": "A Misalliance",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "02 May 1908",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "N/A",
  "Actors": "N/A",
  "Plot": "Kitty and Daisy are supporting themselves and their inebriated father by singing and dancing in a music-hall. The fact that they have been able to keep themselves innocent in spite of all temptation, as well as their beautiful appearance and winning ways, has drawn Baron d'Alroys' attention to them. He is paying special attention to Kitty, and as she is unable to conceal the passionate love she is bearing towards the Baron, it is not surprising that the Baron, one evening as he is fetching the two sisters from the music-hall in his motor-car, asks Kitty to marry him. Neither the sad circumstances in Kitty's home nor the obstacles which his family and friends of rank try to throw into his way, in order to make him give up this marriage, can induce him to desist from his purpose. He keeps his word and marries Kitty. Two years later we find a happy home; a sweet little girl seems to be an inviolable tie between man and wife in this unequal marriage. The idyll is interrupted by a servant, who is bringing instructions for the Baron to go to the colonial forces in Africa. With anxious forebodings for the future, man and wife part, he to face a precarious destiny, and she to spend many a sad and lonely day with her haughty mother-in-law. We see the Baron again at the head of the van, marching into the enemy's country. With a few of his men he falls in an ambush and is severely hurt. Another officer succeeds in getting away unhurt, but as he has seen the Baron falling without rising again, he supposes him to be dead and takes the sad message to his unhappy wife, as he a little later on is going home on leave of absence. The blow is terrible to the young wife; she has not only lost her husband, as far as she knows, but the mother-in-law now turns her away from the home. Kitty has now to endure much evil from her drunken father and her now so flighty sister. Her little girl is her only comfort. One fine day the old Baroness comes to visit her. She wants to take the child away from her. During the conflict which is now taking place between the two women. Baron d'Alroys himself, all alive, makes his appearance. Now matters are changed about. Kitty gets reparation for her misfortune and the wicked mother-in-law is unmercifully turned out. The Baron embraces his two beloved ones, as if he would never part from them again.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000604",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}