{
  "Title": "A Summer Tragedy",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "19 Sep 1910",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Frank Powell",
  "Writer": "O. Henry, Stanner E.V. Taylor, John Peter Toohey",
  "Actors": "Mack Sennett, Florence Barker, Gertrude Robinson",
  "Plot": "Clarence Topfloor is given his week's vacation with pay, and makes great preparations for his stay at the seashore. In pressing his trousers, he badly scorches them, but thanks to a long coat he is able to hide the damage, so off he starts to give the seaside belles a treat, Adonis II. While Clarence is making these preparations, Mabel is starting off on her vacation. They are, of course, unknown to each other. Mabel vows that she will return from her sojourn with an engagement ring. So you see here are two romantic souls starting out chock-full of determination. Fate is going to be busy. Fortuitously Wavecrest-by-the-Sea Hotel is the destination of both, Mabel arriving first. She is in her room when Clarence arrives. He conceives the idea of playing the part of a millionaire for the week just to see what happens, hence he registers as Reginald Vandergould, Fifth Avenue, New York. Well, maybe he don't stir things. Everybody in the hotel is at attention. Here the \"pipe-dream\" begins. Mabel and Clarence meet, and, as she is also fostering an iridescent bluff, that of being an heiress, each thinks the other the real article. Down at the shore he points to a steam yacht at anchor as his, but as things aboard are in such confusion, owing to the crew being at work overhauling the \"log-book,\" he is forced to deny her the pleasure of a visit thereon. He doesn't get it on her for an instant, for pointing to a mansion that graces the distant shore as her summer home, she gives as a reason for stopping at the hotel, the servants being house-cleaning, she so disliked the taste of dust. Well, as they look good to each other, he proposes and she accepts. At this point in the romance two things happen, Clarence's time limit is up and his finances are down, so he must tear himself away, but parting is such sweet sorrow, and they leave each other vowing eternal constancy. Once outside the land of Utopia, they awaken. Mabel visits the city drug store to quaff a refreshing flagon of cream soda, when, \"discovered!\" Who should dole it out but Reginald Vandergould, Fifth Avenue, alias Clarence Topfloor. Another case of Cupid working overtime. At lunchtime Clarence hies himself to a neighboring \"Ham and\" emporium to have the festive coffee and sinkers served by the fair hands of Mabel; discovery no. 2. Their bluffs punctured, they both make the best of the worst of it, shake and become friends at least.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001406",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}