{
  "Title": "Get Rich Quick",
  "Year": "1911",
  "Rated": "Not Rated",
  "Released": "26 May 1911",
  "Runtime": "13 min",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "William Russell, William Garwood, Marguerite Snow",
  "Plot": "A young working man, with a steady job, good health and the wife he loves devotedly, is thoroughly happy, but the woman is not. She hates her shabby clothes and her narrow surroundings and is constantly hoping and praying that good fortune will knock at their door. One of Jack's friends is a shifty individual, who lives by his wits. With another acquaintance he evolves a \"get-rich-quick\" scheme that promises great returns, to the promoters. The two crooks want the working man with them, figuring that his good reputation and the confidence that his fellow workers repose in him will be a valuable asset. The young man refuses, but his wife insists. She tells him that the world owes him a living, and that she wants to be somebody, and not a nobody. And to fulfill her dreams he consents. Like other propositions of its kind, this is a swindle from the start. The crooks regard everything that comes in as theirs, and prevent money going out by false promises of wonderful profits. Jack takes his share of the loot, and his wife finds that she can dress as she wishes, eat what she wants, and meet the people she desires to know. Therefore she is happy. But the full nature of his crime is brought home to Jack when a poor widow calls to tell him that his partners have vanished and that every cent the old woman has in the world is swept away. She is friendless, too old to work, and also has a tiny grandchild dependent on her. Jack, realizing that he is responsible for blasted lives and ruined homes, is convinced that he has paid too large a price for the jewels and gowns of his wife. Remorseful, he decides to die. His wife reaches his side just in time to save his life. She demands an explanation, and he tells her. She tears off her gems, expresses sorrow for her selfishness, and tells him they will face the world together. Jack makes restitution to his dupes so far as he is able, and through the intercession of the old widow, they agree to give him a fresh start. And he returns to his former life, both he and his wife realizing that there is sorrow and seldom happiness in money made dishonestly.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzAxNDNhYTItOTE0Yy00YjExLWE1MDEtYjBhYTFjMjdkMTAyXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "42",
  "imdbID": "tt0001642",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}