{
  "Title": "The Millionaire and the Ranch Girl",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "03 Sep 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, Franklyn Hall",
  "Plot": "Nellie Blair and her father, an invalid, are in hard circumstances, due to the long illness of the latter. They have mortgaged their ranch and the mortgage is held by a young millionaire in a distant city, a local agent, however, representing him. Howell, the agent, however, representing him. Howell, the agent, an unscrupulous and crafty schemer, loves Nellie, and having proposed to her unsuccessfully, finally resolves to make use of the mortgage which he, by law, may foreclose at any time. Howell calls on the old man and insists on being paid. Blair deplores his lack of funds and begs for more time. Howell leaves, finally, with a halfway promise to let the matter stand for a few days, and on his way back to town encounters Nellie. He again presses his suit, but she scorns him, and when he turns on her with blazing eyes, showing her the mortgage and threatening her with the loss of her home, she brands him a coward and hurries away sobbing. Some few days later Milton Rodd, the young millionaire, in his office in the city, receives word from Howell explaining in highly exaggerated terms the flat refusal of Blair to pay the mortgage. Rodd immediately writes Howell and in the body of the letter orders him to collect the mortgage, but adds a significant postscript to the effect, \"But if they are financially unable to meet this, give them all the time they desire.\" This letter plays an important part in Howell's campaign for the girl's hand, and presents a strong situation in the story. The crafty agent tears off the postscript and presents to Blair merely the body of the letter, which orders the agent to evict Blair and his daughter upon refusal to pay. The next day the old man and his daughter are evicted, and are forced to take up their abode in a tent. Howell again comes on the scene with his promises and temptations, but Nellie orders him away. Milton Rodd at this time suffers a breakdown from overwork, and is advised by his physician to go to the country for a rest. Having heard of the eviction of the Blairs, he resolves to make the ranch house his home during his vacation, and a few days later he is comfortable established on the premises. By a lucky accident Nellie and her father, out for a walk, come into the yard for a drink of water, and meet Rodd. Nellie refuses to speak to him, and Rodd learns their identity from one of his ranch hands. Scenting trouble, and suspecting that something is not quite right, Rodd follows Nellie and her father to their tent, and though she again refuses to talk, he obtains sufficient information to be convinced that Howell was not on the square. Scenting trouble, and suspecting that something is not quite right, Rodd follows Nellie and her father to their tent, and though she again refuses to talk, he obtains sufficient information to be convinced that Howell was not on the square. He learns the whole wicked scheme when he forces Howell to produce his letter and also the detached postscript. With this as proof of his own innocence, he forces Howell to accompany him to the Blairs' temporary abode and makes him confess to his evil scheming. When Howell leaves, the girl expresses her gratefulness, and it is only too evident that a love affair is well started between them.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYmY1OWFkMzQtNDg1OC00ODAyLWIwZTUtYTFhNmRlNDhkYmFjXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001322",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}