{
  "Title": "In His Father's Steps",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "06 Aug 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "J. Searle Dawley",
  "Writer": "Bannister Merwin",
  "Actors": "William West, Ben F. Wilson, Laura Sawyer",
  "Plot": "Old Dr. Morton has been practicing in a little village for over forty years. This, his little world, is bound on the north by the woolen mills, on the south by Widow Jones' chicken farm, on the west by the quiet, sluggish river that cuts its way into the unknown, behind a cluster of woods, and on the east by Bill Cumming's pig sty. Within these boundaries lies the village of Centerville and the kind old doctor never dreamed that his boy, who had just graduated from a medical college in the great city, would aspire to anything higher, thinking he would be quite willing to come back home and take up his practice when night calls and weary watching by the sick would become too much for him. But youth and love climb higher than old age and gray hair and it is no small wonder that his son meets a woman he loves, in the great city. But when the boy told his father of his hopes and bright prospects, he could not help but see behind the sad, kind eye, a look of disappointment, and when at night he found the entry in his diary telling him of all it meant to the dear old man, he realized what he owed to the man who had worked day and night by the sick and dying in order that he might become what he is. So at last he takes from his old worn hand the medical case and goes forth to help those whom his father had loved and known for forty years. He gives up his high ambition and after a battle, the woman he loves, fully believing that she would not consent to become the wife of a simple country doctor. He had, however, failed to take into consideration the greatness of her love, and only realized it when, on returning home one evening, he finds her in his father's garden with the words upon her lips: \"Where you are there is my world also. It is the happiest and the best I shall ever want.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002264",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}