{
  "Title": "Behind the Stockade",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "12 Jun 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Thomas H. Ince, George Loane Tucker",
  "Writer": "George Loane Tucker",
  "Actors": "Mary Pickford, Owen Moore",
  "Plot": "Major Williams is engaged in tobacco culture and employs many natives and half breeds. His daughter, Florence, is quite a favorite on the ranch and has attracted the attention of Pedro, the half-breed overseer. Billy Thompson, from the States, the betrothed of Florence, is invited to sojourn at the ranch to join the Major in hunting while basking in the smiles of his daughter. This is noted by the overseer with a feeling of intense hatred. Billy arrives and is being shown over the plantation when he observes the cruelties of Pedro. He comes on him while he has a native hitched to a cart. The anger of Billy is aroused and he compels Pedro to release the tortured Filippino. Pedro is incensed and resolves to wreak summary vengeance on the planter and his family. He goes to the chief of a wild tribe, and tells him that Major Williams is ill-treating the natives. He incites the chief to plan an uprising by telling him that the landed property should of rights belong to the natives and the chief lends a willing ear. There is a conference which terminates in a war dance. Billy happens to be passing the field where the men are at work and notices the ship of Pedro lying idly on the ground. He is suspicious and repairs to the house of the planter. Major Williams, on his way home, notes the uneasiness of the natives. Looking through a powerful glass Billy and the major see the advancement of the savage horde. The major takes Florence and Billy and repairs to the stockade. Pedro is in advance of the wild men and professes friendship. He gains the interior of the stockade but is watched by Billy. The latter sees Pedro in the act of making an opening for the savages and he shoots him through the arm. The beleaguered are in sore straits and Billy resolves to seek help. Holding Pedro before him as a target, he issues forth and is protected. He makes his way quickly to the garrison and summons the United States soldiers, who mount and ride quickly to the relief of the major. The planter is making a gallant stand, doing execution with his hunting gun, and manages to stand off the black men. The soldiers arrive in time to rout them, and Billy is a hero, having saved his sweetheart and her father.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZGI4NmJjMmYtYmZlNi00MGQ1LWEwNGUtMDY3ZTEzOGY2ZWY2XkEyXkFqcGdeQXVyNjA5MTAzODY@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001501",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}