{
  "Title": "Knight of Black Art",
  "Year": "1908",
  "Rated": "Not Rated",
  "Released": "18 Jan 1908",
  "Runtime": "6 min",
  "Genre": "Short",
  "Director": "Georges Méliès",
  "Writer": "N/A",
  "Actors": "Suzanne Faes, Manuel, Georges Méliès",
  "Plot": "We are introduced to the banqueting hall of an old-time castle. Servitors stand awaiting the arrival of their master, who, appearing on the scene, throws his cloak to an attendant; unbuckling his sword, he hands him that also, then at the word of command the attendant throws them upward and they vanish. The knight then takes two large rings, a sheet of paper, which he places on one of the rings, then fitting the other over the paper draws it taut as a drum. Two attendants then hold the paper-covered rings upright, another hands a paint brush and paint to the knight, who proceeds to draw a face on the paper. This at a sign changes into a laughing, roguish character. The knight then plunges his arms through the eyes of the figure and draws therefrom bottles of wine which he hands to an attendant who surreptitiously drinks their contents. Making an incision where the mouth is drawn, our knight takes therefrom shawls, scarves and wraps of the finest texture. Taking the rings from the attendants, he turns it about to show there is nothing further therein, he hands it back and again draws this time four magnificent ladies' costumes, which he hands to his helper, He now takes the rings from the two pages and rolling them off the scene stands the boys in center of the hall, fuming them round he produces two other pages from them, then throwing the costumes to the four, who donning them are changed into four ladies who go through a graceful dance. Taking off the dresses, they change again to pages; the four become two and vanish from view. The knight takes a ring, ties four ropes to it, and, suspending it in mid-air, calls a page, who sits under it. Then from the ring there gradually ascends a fairy form, who at a sign again descends. The knight next causes a pedestal to appear, standing thereon he holds aloft one of the rings, which gradually lowers itself on the knight who disappears; appearing from another side, he takes the two rings, placing them edge to edge they form a cycle, which the knight mounts and rides away.",
  "Language": "None",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMGExYzA1Y2EtOWE3OS00ZjMwLWFjMmMtNGZkOWNhNWVjNTgxXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "179",
  "imdbID": "tt0000769",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}