{
  "Title": "The Bad Man's Downfall",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "11 Feb 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Brinsley Shaw, Harry Todd",
  "Plot": "When pretty Molly Martin comes out to the west to teach school, she is beset by many admirers. But the most persistent, and as fate often wills it, the least acceptable, is one \"Bad\" McGrew, town bully and a generally worthless scamp. His attentions are offensive to the refined girl, but so thoroughly cowed are the other town gallants, that McGrew has his own way and Molly finds herself in most precarious circumstances. McGrew cautions all the young men of the town that he will shoot any of them who try to make love to his girl, the young cowards faithfully carrying out his instructions. McGrew, after further warning the boys to keep aloof, leaves town for a trip up into the mountains and during his absence, Harry Perkins, a young U.S. deputy marshal, comes to town and is immediately smitten by the pretty school teacher. Despite the warnings of the others, Perkins becomes the devotee of pretty Molly. The crisis comes with the return of McGrew, who, of course, is informed of Perkins' jumping the love claim. McGrew sends a note to Perkins informing the deputy of his desire to see him. Perkins makes his call and at the end of a most dramatic scene snaps the handcuffs on his rival's wrists, producing credentials showing that McGrew is wanted by the government authorities for smuggling. Perkins not only wins the girl, but a substantial reward for the capture of McGrew.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZDBjMjk1ODgtM2Q1NS00MDNlLWJkNTEtYmMzMjM5NDMyOTMwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001493",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}