{
  "Title": "Concealing a Burglar",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "30 Oct 1908",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Arthur V. Johnson, Florence Lawrence, Harry Solter",
  "Plot": "Mr. and Mrs. Brown are preparing to attend a banquet, and Mrs. Brown takes from the jewel case a beautiful pearl necklace, but in her haste forgets to put it on. She notices its absence while seated at the banquet board and is very much wrought up in consequence, but Mr. Brown assures her that she will find it safe upon their return home. As one of the guests, there is a party named Wells, who, unknown to all, is a gentleman burglar. Hearing of the forgotten necklace, he sees the chance of a rich haul, and feigning illness, leaves the banquet hall, makes his way to the Brown apartments and is just about to decamp with the loot, when the Browns return; so he hides behind the portieres that cover the window, leaving the necklace lying on the dresser. Brown is a bit boozy, and goes out again, ostensibly to procure cigars. While he is gone, Mrs. Brown retires. Wells seizes this opportunity to get out, but hearing the approach of Brown, compels Mrs. Brown to hide him, or he will pretend to her husband that he is her lover. Here is a dilemma. Well, she conceals him in the closet. Brown enters, and taking off his coat goes to the closet to hang it up, and it looks for the moment that a discovery is inevitable, so Wells sneaks from there, and after ineffectually seeking a place of safety for some minutes, is finally caught. He throws suspicion on poor Mrs. Brown, who in vain tries to convince her husband the fellow is a thief. Finally the husband hands her a pistol and commands her to shoot her lover, or thief, whichever he be. This the wife is loath to do, but as Wells raises a gun and is about to shoot her husband, she sends a bullet through his wrist, dropping the gun from his hand. At this moment a couple of policemen, who had heard the skirmish, rush in and secure Wells, in whose pockets are found many articles of value, proving conclusively his true character. Brown now shamefacedly implores the forgiveness of his wife for his suspicious.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.8",
  "imdbVotes": "64",
  "imdbID": "tt0000665",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}