{
  "Title": "The Honeymooners",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "22 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Romance, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "William Garwood, Marguerite Snow",
  "Plot": "A celebrated man who was married five times said on one occasion, \"The most trying thing about getting married is the fool tricks one's fool friends play.\" And he knew what he was talking about. A young couple, found to their horror that their kind acquaintances, not content with the usual rice and old shoes, had captured their wedding coach, and decorated it so that everyone would be \"wise\" to the newlyweds. So the young couple decided to foil them. While the groom chatted with the guests, the bride cautiously made her escape by the back door and rolled off to the station in an auto, her husband having agreed to meet her there. And the wedding guests were surprised when the groom rushed out alone, and they saw that the laugh was on them and not on the young couple. But fate sometimes plays unexpected tricks. The bride was on the platform when the train pulled in, but the bridegroom tarried. His taxi broke down and he had to sprint all the way to the station. He arrived in time to motion his bride to get on the train. She did so, but he turned a graceful somersault and when he regained his feet the train had pulled out. The bride, carried away, finds her woes increasing. She has no money, no tickets, nothing but sorrow. The conductor listens to her gravely, and then puts her off at the next station. Knowing that her husband will undoubtedly take the next train, the bride tramps over the ties, hoping somehow and in some way to reach the city and join him. In the meantime the unhappy bridegroom finds that the next train will not come along for hours. There is nothing to do except to wait and he does so. Then when the train is a few miles out it is held up by a freight wreck, and the young man decided that a honeymoon is sometimes worse than a nightmare. The wreck was cleared away in time and the train continued along. The husband in the car was telling a sympathetic acquaintance of his unhappy lot. Suddenly he looked out of the window and saw a little woman crouched by the side of the track, tear-stained and miserable. He recognized her as the bride he had vowed to love and cherish. Under the circumstances there was only one thing that he could do, and he did it. He pulled the bell-rope and stopped the train regardless of the indignation and horror of the crew. Then rushing madly down the track, he picked up his bride and they vowed they would go through life hand in hand, because when they were not together, something awful was more than likely to happen.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYjJlYmU0ZjAtZjk5OS00ZTQ2LTg4ODktZTIxN2YzMGFiNmEwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001684",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}