{
  "Title": "At Scrogginses' Corner",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "09 Apr 1912",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Hal Reid",
  "Writer": "N/A",
  "Actors": "John Bunny, Leo Delaney, Edith Halleran",
  "Plot": "The general store at Scrogginses' Corner is the favorite lounging and meeting place for the citizens of the locality. On an eventful day a rich couple call at the store and ask Si Bunny, the storekeeper, permission to leave a bundle there, to be called for on their return. The storekeeper discovers that the bundle contains an infant. He takes it to his home and brings it up as his own. When the child has grown up to be an attractive young girl. Lee Livingston, a traveling salesman, makes love to her and induces her to leave home with him, on pretense of a visit to his folks. Old Si is broken hearted and would have killed Livingston if he had not been prevented. She discovers on her arrival in the city that Livingston is a rascal. She repulses him, but ashamed to go home, makes her living as an artist's model. The young artist for whom she poses falls in love with her and proposes marriage. She will not consent until she has returned to Si Bunny, the only parent she has ever known. The young sculptor escorts her to Scrogginses' Corner. Bunny receives her with joy and gladness, for he has always hoped and longed for her return. They get his blessing and consent to their marriage. The girl's mother, who deserted her, enters and asks her daughter to go with her. Helen rejects her overtures and remains with her \"daddy\" until her marriage to the young artist.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZWE5ODI0N2YtZGY2YS00MjBmLThkZWItMzZjMzUyNTI2Njc4XkEyXkFqcGdeQXVyMzg1ODEwNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002037",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}