{
  "Title": "The Flight from the Seraglio",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "23 May 1908",
  "Runtime": "9 min",
  "Genre": "Short, Drama",
  "Director": "Viggo Larsen",
  "Writer": "N/A",
  "Actors": "Viggo Larsen, Gustav Lund, Clara Nebelong",
  "Plot": "The caliph's favorite wife is coming, riding on a camel with one of her slaves. The procession passes a restaurant, where two Englishmen, Sir Hopkins and Mr. Jackson, are sitting between the Turkish guests. The two foreigners perceive the strange Eastern performance. The young Mr. Hopkins falls in love with the beautiful Sulejma. He imagines he receives a look from the black eyes, which promises him a great reward if he will exert himself and obtain it. He at once sets to work with all his energy. From a wandering chemist he buys an opiate, his friend takes it and succeeds in putting it into a bottle of wine intended for the caliph's harem guard. When the two eunuchs are sleeping soundly on their guard, the daring young man sneaks into the harem to see if he has understood the black eyes right. His appearance creates great consternation among the ladles of the harem. He has just made sure that he did understand the language of the black eyes as the caliph appears, and for this time puts an end to his impudence. The two sleeping eunuchs are imprisoned, and the new guard is cautioned to keep a sharp lookout. The lovesick young man keeps his aim in view. That which cannot be gained in one way, must be obtained in another. He buys a basket and some clothes from an old woman, and disguised as a basket woman he easily gains admittance to the harem. This time he is more successful. Sulejma sends the slaves away, gets into the basket and permits the courageous young man to carry her away. At the city gateway the fugitives are overtaken. The pursuers are close by, and Sulejma cannot run as quickly as necessary. A Turk is just passing by with two horses: quick as lightning Mr. Hopkins pounces upon him, throws him to the ground and jumps into his saddle. Jackson helps Sulejma on the other horse and off they go. Jackson stays back, prepared to sacrifice his own life, rather than let the caliph outside the city wall. He shoots the caliph and then sinks down, shot by one of his pursuers' bullets. His and the caliph's death have saved Mr. Hopkins' life and that of his sweetheart. The consternated guards lose their senses and forget the pursuing. The last picture shows us Mr. Hopkins and Sulejma on board the English vessel, which is to carry them to a more reliable harbor.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "14",
  "imdbID": "tt0000594",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}