{
  "Title": "Over Silent Paths",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "16 May 1910",
  "Runtime": "16 min",
  "Genre": "Short, Drama, Western",
  "Director": "D.W. Griffith",
  "Writer": "Stanner E.V. Taylor",
  "Actors": "Marion Leonard, Dell Henderson, W. Chrystie Miller",
  "Plot": "In the heart of the American desert we find an old miner with his only daughter, he toiling day after day at his rocker-cradle in quest of the precious ore, while his pretty daughter keeps his camp and makes it as comfortable as possible in this wilderness. Having secreted quite a store of nuggets, his daughter persuades him to return to civilization, where they may enjoy the fruits of their labor. Both are happy in the anticipation of what seems a bright future, and the girl starts to prepare their final meal at the camp. While she is away at the spring getting water, a desert wanderer appears at the spring getting water, a desert wanderer appears at the camp, and at the sight of the old man weighing his gold is seized with cupidity. He himself had toiled long in the wilds, but with no success, so he demands that the old man divide his gains with him. This, of course, the miner decries, and the wanderer uses force. In the struggle the old man is knocked down, and striking his head, expires. The wanderer realizes he has caused the old miner's death, and is filled with horror, but assuming he is alone in the desert, takes all of the gold and hurries off. What a sight greets the girl at her return. From the very zenith of joy she is plunged into most profound grief. However, she buries her dear old dad, and at his grave vows to bring to justice the man who caused he death. Meanwhile, the culprit has, in his terror, lost his way, and would have perished had he not been rescued by the girl as she is making her way to San Fernando. They are, of course, unknown to each other, and during their ride an attachment springs up between them particularly on the man's side. He falls deeply in love with his rescuer. When they reach town, she tells her story to the sheriff who warns her to be silent as her father's slayer will surely turn up in the town. Later the wanderer proposes marriage to the girl, and to further his suit tells her he has sufficient gold to make then happy, showing her the bags. At the sight of them she nearly swoons, but upon regaining composure, pretends to accept. He thereupon takes her in his arms, and while so engaged she stealthily secures his revolver, breaks away from him and marches him off to the sheriff with the gun pointed at his head. The sheriff takes him in hand to meet the punishment he deserves, while she goes back to the grave of her father, where we leave her as she says, \"I did it, Dad.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZWMwMmExYmYtNjkwNy00MTM3LTg3MWItNWFiYjdlYzYyMWEwXkEyXkFqcGdeQXVyNTcwNjUwNzk@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "68",
  "imdbID": "tt0001351",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}