{
  "Title": "The Italian Barber",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "09 Jan 1911",
  "Runtime": "17 min",
  "Genre": "Short, Comedy",
  "Director": "D.W. Griffith",
  "Writer": "N/A",
  "Actors": "Joseph Graybill, Mary Pickford, Marion Sunshine",
  "Plot": "Tony, the barber, on his way to the shop meets little Alice, the newsgirl, who runs a stand on a neighboring corner. He at once becomes smitten and can think of nothing else. Later they are betrothed and little Alice fancies she has made a good catch. However, clouds gather when Alice's sister Florence, who is a vaudeville artist, returns from her road tour with her sketch partner Bobby Mack, for the moment Tony sees Florence he transfers his affections to her. Poor Alice becomes aware of the waning of Tony's love for her and the heavy blow falls when on the night of the Barbers' Ball Tony escorts Florence thither. Alice being excessively romantic reasons that life without Tony is impossible so she is about to emulate the heroine of a novel she has been reading by terminating her unendurable existence with a pistol when Mack enters. The bullet she intended for her own lovelorn head passes through Mack's hat, scaring him stiff. Recovering himself, he wants to know the cause of this rash attempt at self-slaughter, and Alice tells him in detail of the inconstancy of Florence and Tony. At first Mack is wild with rage, but on second thought, he realizes that Florence is not worth worrying over as far as he is concerned, and convinces Alice of the same of Tony, so then and there a new vaudeville team is formed, with prospects of something even more serious. Mack invites Alice to go to the ball with him, which invitation she most willingly accepts. At the ball the two couples meet and for a moment it looks as if there is going to be something doing. However, the ruffled condition of the situation is smoothed out and each swain is well satisfied with the change of hearts and the quartette find significance in the dancing master's call \"Hands all around.\" \"Change your partner.\" Hence it is now certain that Alice and Mack the celebrated protean artists will now delight the hearts of the vaudeville fans, while Tony will lather and shave to maintain a home for the ex-vaudeville artist Florence.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZWY3M2M2YjEtODM3NC00NDE5LTlkOTItZGRjNjNmMjhkMGZhXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "48",
  "imdbID": "tt0001709",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}