{
  "Title": "A Child's Faith",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "14 Jul 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "James Carroll",
  "Actors": "George Nichols, Florence Barker, Alfred Paget",
  "Plot": "At the opening of the story we find Alice Paulton incurring the extreme displeasure of her father by rejecting the suit of the favored young man of her father for one of her own choice. Determined to marry this man she is disowned by her father, and so leaves his roof and is married. Mr. Paulton, being a widower, at first grieves over the loss of his daughter's love, but later becomes a monomaniac, money being his only thought, and to hoard this his only aim. He becomes a veritable tyrant, grinding his debtors most unreasonably. Thus things go on for several years. Meanwhile a girl child has blessed the young couple, and at the end of ten years the young father is in the last stage of consumption, with little strength left to work. Dire poverty reigns in the household, and in desperation the wife goes to her father to implore his aid. He is now in the extreme of money madness, and almost throws her from his house. The worst is to come, and it comes soon; the young father dies. Here the poor woman is left destitute, with her little girl to care for. Her attempts to secure employment are in vain and starvation stares them in the face. But the little child has faith in prayer. The old man's temper has now gotten worse and his niggardliness more excessive, until finally he sells his home that he may add the returns to his hoard and moves into cheaper quarters. Fate leads him to engage the squalid room directly above his own daughter and granddaughter, although he is quite unaware of it. He is at a loss to find a place to hide his money until he espies a stove-pipe hole in the chimney wall. This he reckons a safe bank, so here he keeps it. On the floor below we see the poor woman despairing, until when she leaves for the next room, the child kneels and prays for aid. At the same moment the old man is replacing his gold in his chimney bank, and shoving it in too far, down the chimney it falls, striking the fireplace below and rolling out in front of the kneeling child. She at once believes it came from the Heavenly Father, and so kneels in thanksgiving. The old man becomes a raging demon at the loss of his money, and when the janitor directs him to the apartment beneath he bursts in and snatches the money from the child's bands. The confusion brings in the mother, and a recognition occurs. The old man is adamant, however, and still refuses aid to his daughter. While in the hall on his way to his own apartment, the thought of the little child on her knees praying with such faith impresses him, and changes his entire nature Well, he returns to his daughter and granddaughter for good.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "61",
  "imdbID": "tt0001151",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}