{
  "Title": "She",
  "Year": "1911",
  "Rated": "Unrated",
  "Released": "26 Dec 1911",
  "Runtime": "24 min",
  "Genre": "Short, Fantasy, Sci-Fi",
  "Director": "George Nichols",
  "Writer": "H. Rider Haggard, Theodore Marston",
  "Actors": "Marguerite Snow, James Cruze, Viola Alberti",
  "Plot": "(Part One) The first scene shows us the outer court of the temple in Egypt, in the year 350 B.C. Here Amenartas, the Pharaoh's daughter, waits to meet her love, Kallikrates. He has just taken the vows, becoming a Priest of Isis. She urges him to renounce these vows and flee with her from Egypt. We next see them during the sacrificial ceremony in the temple. The young priest goes about his sacred office constantly feeling the eyes of the woman he loves upon him. At the close of the ceremony he can resist her appeal no longer and they make their escape. They leave the city behind them, and on the desert meet some friendly Arabs. The young priest is weak from fasting, and his wife secures for him the camel owned by an Arab chief, so that they may continue their journey. They thank their Arab friends, leave them, and on foot make their way to the water's edge. After traveling \"twice twelve moons\" they land with their infant son on the coast of Africa, near a rocky precipice, known as the Negro's Head. In her cave in the hollow mountain, \"SHE,\" the white witch of Africa, who has learned the secret of eternal youth, sees the approach of the Egyptian, by her magic power. \"SHE\" determines that he is the perfect man, that \"SHE\" will have him bathe with her in the fires of eternal youth, and together they will rule the world. \"SHE\" summons him. In his camp in the desert the messengers of \"SHE\" find Kallikrates, his wife and child, and bring them before \"SHE.\" \"SHE\" shows the Egyptian the fires of eternal youth and offers him her love, but when he remains true to the love of his wife, \"SHE\" strikes him dead. His wife, Amenartas escapes with her child. At the riverbank, the wife embarks with her child, whom she calls Tisisthanes. She swears that this child shall return and avenge his father's death, or if not he, his male descendants. Over the smoldering fires of eternal strife \"SHE\" tries in vain to restore the vital spark to the body of the man she loved. Unable to give her loved one life, \"SHE\" has his body mummified by a marvelous process, which makes him look as though he did but sleep. Beside her dead love, \"SHE\" weeps and prays, that though \"SHE\" cannot restore him to life, some day, though it be in the remote centuries to come, her love will be reincarnated, and return to claim her. (Part Two) We now see a room in England, in the year 1885 A.D. Holly, an Englishman, whose face is so ugly that it has won him the appellation of \"the monster,\" receives, by the will of his friend, the fortunes and custody of that friend's son, Leo Vincent. This child is the direct descendant of the Priest of Isis, whom \"SHE\" destroyed centuries before. With the child, is sent a letter of instructions and an antique chest. The letter explains that Leo is to open the chest on his twenty-fifth birthday and follow the instructions it contains. Through the ages '\"SHE\" waits beside the body of her dead love, still praying for his reincarnation and return. On his twenty-fifth birthday, Leo opens the chest and finds in it the story of his ancient ancestor and the information that although many men of his family had spent their lives in seeking \"SHE.\" None of them had ever found her. Leo also finds instructions to carry out the work, to seek \"SHE,\" learn her secret of eternal youth, and then destroy her. Leo determines to set out on the mission. Leo and his guardian, Holly, approach the shores of Africa, and note the strange rock, the Negro's Head. \"SHE,\" in her cave, sees in a vision, Leo approaching. He strongly resembles his ancient ancestor, and \"SHE\" firmly believes he is the reincarnation of her ancient lover. \"SHE\" sends for him. Through rocky caverns Leo's boat glides up the river toward the hollow mountain. At an ancient landing place, now fallen into ruins, Leo's boat is stopped by a tribe of natives, who pay allegiance to \"SHE.\" They blindfold Leo and Holly and lead them to the cave of \"SHE.\" \"SHE\" welcomes Leo as her lost love. He tells her he has come to destroy her, to revenge the death of his ancestor. \"SHE\" gives him the knife from her own girdle and. baring her bosom, bids him strike. Before her unveiled beauty, Leo is powerless to destroy her. \"SHE\" then bids him follow her and leads them through a strange passage. In a rocky cavern \"SHE\" shows Leo the mummy of his ancient ancestor, and so like is it to the young Englishman, that he feels he is gazing upon himself. \"SHE\" then destroys the mummy as she feels she has found her living love. \"SHE\" leads Holly and Leo over a rocky precipice to the cave containing the \"fires of eternal youth.\" \"SHE\" begs Leo to step into the flame so that he, too, will never die. Leo fears to take the step. To encourage him \"SHE\" steps first into the flames. The quality of the fire has changed in the centuries since \"SHE\" last bathed in them. \"SHE\" suddenly shrivels up before the eyes of the astonished men. \"SHE\" grows suddenly old, until she resembles an ape. With outstretched arms, and a cry to Leo not to forget her, \"SHE\" dies. Holly and Leo, half crazed with the terrible sight they have witnessed, find their way back to the native village. They are directed, by an overland route, as to how they can leave the country and they do so. Safely returned to England, Leo, whose golden hair has been turned white from his horrible experience, destroys all records of \"SHE,\" the mysterious. His family has been avenged.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZGJkYTdjNWUtOGNkNi00ZmVlLWI1OGMtOGRjMDhhMjE4YmJmXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "78",
  "imdbID": "tt0001877",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}