{
  "Title": "Back to the Primitive",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "11 May 1911",
  "Runtime": "14 min",
  "Genre": "Short, Western",
  "Director": "Francis Boggs, Otis Turner",
  "Writer": "Edward McWade, Otis Turner",
  "Actors": "Kathlyn Williams, Charles Clary, Tom Mix",
  "Plot": "John Wilton cables his sister Helen in London to leave for South Africa via S.S. China and apprises her of the fact that Lord Thurlow sails on the same ship and is to act as her escort. At the same time telling her he will meet them at Cape Town. After a hurried preparation for the departure the long journey is begun. Lord Thurlow is attentive to his charge that he may fulfill the wishes of his friend and confidant, John Wilton. Will Carson, a fellow passenger aboard, much admires the young and handsome Helen and seeks an introduction through the ship officer. The admiration becomes mutual and they are seen on the promenade deck enjoying fresh sea air. Their action causes much uneasiness on the part of Lord Thurlow, who interferes in the discharge of his duty, and is in turn insulted by Will, much to the disgust of Helen, who regrets the publicity of the incident. The approaching storm rivets the attention of all on board and for a time the unfortunate affair is forgotten. When 500 miles off Cape Town the vessel is wrecked and all are struggling in the treacherous waters of the sea. After two days' time famine and starvation made the occupants of the improvised raft almost welcome death as relief. On the third day they are washed ashore and when sufficiently revived wend their way to the jungle in search of civilization. A deserted hut furnished them shelter, but must be guarded night and day, for the country round swarms with wild beasts and life in these parts is all but pleasant. Helen, secure on the top of the thatched hut, is startled to see lions and leopards prowl around almost within hand reach. Thurlow is at their mercy and meets his fate stoically. Two years elapse and the brother who had mourned his sister as dead, has his attention called to an article in the press referring to the wreck and suggesting that it was possibly the China. An expedition by elephant train was organized and John, trusting in kind providence, sets out to find the party. After many vigilant days and nights the signal flag and the remains of the fire is found, their hopes were soon realized and amid the greatest rejoicing brother and sister are reunited over the dead body of a savage African lion that the party were compelled to kill in the rescue.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzMyZjM2ZGQtNzY3Mi00OTdkLTk0NWUtYTVmMjI1ZjFmYjU3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTE1NDUzNg@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.9",
  "imdbVotes": "26",
  "imdbID": "tt0001490",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}