{
  "Title": "Fog",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "13 Dec 1912",
  "Runtime": "11 min",
  "Genre": "Drama, Short",
  "Director": "Ashley Miller",
  "Writer": "Bannister Merwin",
  "Actors": "Mary Fuller, Marc McDermott, Miriam Nesbitt",
  "Plot": "We are introduced to Liz, an East Side vendor of vegetables and we see her driving her moke through the East End of London. The next scene shows Lady Cecily of Park Lane breaking a pearl necklace which the Honorable Jack Penderberry offers to have repaired for her. As the Honorable Jack leaves the house and travels past Hyde Park Corners and down Picadilly, a London fog begins to fill the air and soon he finds himself wandering helplessly in its obscurity. A member of the underworld, familiarly called \"the rat,\" who has been talking with Liz and her father, hears a sound in the distance and following the scent, comes up behind the Honorable Jack and bowls him over with a blow on the head. The handsome young man falls at the feet of Liz and when \"the rat\" comes to complete his work and rob his victim. Liz, who has been struck by the looks of the stranger, protects him. Her father backs her up and \"the rat\" is sent about his business while Liz and her father take Jack home. They find that he has entirely lost his memory of the past and Liz decides that she will keep him and make him learn to love her, so she hides the pearls in what she considers a safe place and Jack begins a different life which continues until Lady Cecily joins a shimming party one night and stumbles into a restaurant where Jack and Liz are having supper. Then the cloud clears from Jack's mind but Lady Cecily seeing him with Liz cannot understand the situation and refuses to hear any explanation. That night in the wharf cottage, Liz realizes that she has really lost the man she loves and that his happiness depends on her making his peace with the girl he loves. She makes the sacrifice and finding Lady Cecily at home, tells her how it all happened.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002187",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}