{
  "Title": "The Frontier Child",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "13 Sep 1912",
  "Runtime": "20 min",
  "Genre": "Drama, Short, Western",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Francis Ford, Mildred Harris, Art Acord",
  "Plot": "John Adams is a pioneer, living in a log cabin with his wife and baby girl. He digs a bear pit. A big black bear falls crashing into it. An Indian comes upon the captured animal and shoots it and secures the skin. Adams meets him with the bearskin on his arm and attempts to take the hide away. The Indian draws a knife, and a fierce encounter takes place, in which Adams lands a crushing blow on the Indian's jaw. knocking him down. As Adams walks away the Indian regains his feet, and fires at the trapper. As the report rings out and the bullet sings past his head, Adams drops to the ground and feigns death. The Indian runs up and leans over him and is clutched by the throat by Adams, who leaps to his feet. The Indian is badly wounded and Adams departs. The redskin happens to be the chief's son, and when he is found by his tribe their rage is unbounded. A war dance is held, and they decide to retaliate by an attack upon the whites. Mrs. Brown, a neighbor, is taken ill and her husband drives over and gets Mrs. Adams to minister to her. She leaves baby Dot alone. The Indians finally reach the Adams cabin. Dot leaps into the huge bucket at the well and descends to the bottom. The Indians sack the cabin and are about to depart when they spy Adams coming home. Quickly hiding, they await his approach and leaping upon him he is overpowered and carried away. The cabin is set on fire. Dot comes from her hiding place, and with water from the well manages to extinguish the blaze. She then barricades the door, and tremblingly awaits, she knows not what. Coming home in Brown's rig. Mrs. Adams sees the Indians galloping toward her from the vicinity of her home. Brown wheels the horse around, but her mother instinct is aroused to the highest pitch and she refuses to go on. Brown then resolves upon a desperate measure, and secreting Mrs. Adams in the bushes he drives out into the open and plies the whip to his horse, drawing the pursuit of the Indians. Mrs. Adams races home and hammers at the door. Dot, thinking it is the Indians, lifts a heavy gun across the back of a chair and is about to pull the trigger when her heart fails her, and she turns away and hides in the fire-place. Mrs. Adams calls to her, and at the sound of her voice the little girl springs to the door with a glad cry and unlatches it. In the meantime Adams has been securely bound and placed in a tepee to await torture, with a guard in front. Straining at his bonds he finds he cannot undo them, and shaking himself forward he manages to drop a few matches out of his shirt pocket. Working with his hands behind him he gathers up twigs and leaves, and scratching the match with his mouth he sets the mass on fire. He turns over and holds his hands into this fire, burning off the cords, and is free. Hundreds of emigrants and settlers seek the protection of the fort. The gates are scarcely closed behind them when the Indians attack. A sensational and thrilling battle takes place in which the soldiers and emigrants are being defeated when they resolve upon a desperate course. A huge bomb is made of a keg of powder, and as the Indians gather to rush upon the weakened gate it is thrown into their midst, blowing them to atoms. With a wild rush the whites rush from the stockade and attack the bewildered Indians, and the few surviving redskins are killed or driven off. Adams throttles his guard and escapes. He is rent with conflicting emotions, but entertains a forlorn hope that his family may have escaped. Running to the door he calls to his wife, and his heart leaps with joy when she replies, and with Dot rushes into his arms.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002201",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}