{
  "Title": "The Unknown Claim",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "09 Jul 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Fred Church, Franklyn Hall",
  "Plot": "Reuben Ellis and his daughter, Belle, are in hard financial straits. Burdened with debts and pressed by persistent creditors, the old man finds but one way to meet his obligations, and that is mortgaging the ranch. Belle tries to console him, but agrees that they must borrow money. Ellis rides into town and applies to a money-lender for a sum sufficient to meet his debts. Walker, the loan agent, agrees to ride out to the ranch and look it over, but after he has viewed the ramshackle buildings and pitiful collection of household furniture he shakes his head and says the place is not worth a cent. Now it happens that one of Ellis' employees, who has been in love with Belle, in wandering over the ranch, discovers an unknown claim, which bears evidence of a good pay streak. He is excitedly making an inspection when he hears voices, and then hides behind a rock as Walker and Ellis come into view. Walker is giving his final verdict, offering a trivial sum for the property. The old man shakes his head and turns away. Walker is about to go, when the ranch-hand stops him and shows him the rich ore deposits of the unknown claim. Walker appreciates the value of the mine and resolves to accept the mortgage from Ellis and, if possible, to secure the ranch property. Cautioning the ranch-hand to be silent, he again interviews Ellis and offers him money on the ranch property. The next day an assayer, accompanying Walker and the ranch-hand, make investigations at the mine. After this the assayer leaves them and, in passing Ellis' ranch house, stops to get a drink. Belle brings him the drink and lingers near him shyly as he questions her. It is a case of mutual infatuation, but young Bartwell, the assayer, makes his departure without making further advances. A year goes by and Ellis, who is still deeply in debt, receives a letter from Walker advising him that the mortgage will fall due that day and unless it is paid he will immediately foreclose. Ellis is in despair, when Belle resolves to go to the money-lender and intercede with him. As she leaves the house she is confronted by young Bartwell, smiling pleasantly at her. He has something important to tell her, he says, and asks her to go for a walk with him. By a lucky accident they pass the mine which Bartwell has assayed the year before and he makes mention of the fact, wondering that it has not been developed. The girl looks surprised and tells him that the property belongs to her father. Then she goes on to explain about the mortgage and how it is likely to be foreclosed at noon that day. Bartwell sees through the whole wicked scheme. He looks at his watch and finds it is after 10. Two hours to make a twelve-mile ride! Bartwell presses a roll of bills into her hand and, helping her into his saddle, tells her to ride like the wind. The ride which follows is thrilling and shows most remarkable horsemanship. At ten minutes to 12 she springs from the saddle in front of Walker's office and enters. One of the rogues, hearing her coming, has attempted to set the clock up ten minutes, but she sees the trick and makes him turn the hand back. Then she offers the money and demands the mortgage. It is turned over to her and she goes out. At the ranch house a few hours later the girl enters breathlessly after her long ride and flourishes the mortgage. The old man tears it up, and Bartwell, who has waited for this opportunity, confesses his love to the girl and is accepted.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BM2E1NmJhM2EtMDliYy00ZmNhLTllZDgtY2I2MDkxMDY1NDhhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001436",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}