{
  "Title": "The Stolen Jewels",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "29 Sep 1908",
  "Runtime": "11 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Harry Solter, Florence Lawrence, Linda Arvidson",
  "Plot": "It would have taken more than the wonderful powers of deduction of a Sherlock Holmes to have dispelled the mystery that shrouded the disappearance of a case of jewels at the home of Robert Jenkins, a wealthy stockbroker, and although they were eventually brought to light, it was through a most remarkable accident. Mr. and Mrs. Jenkins are getting ready for an evening at the opera, and. as usual Mrs. Jenkins is tantalizingly slow in her preparations, and is almost carried out of the house by the impatient Jenkins. Baby Jenkins is very much in evidence, and requires a bribe to induce her to remain contented with the maid. This Mrs. J. furnishes in the shape of a papier-maché doggie, the head of which is removed to find its interior filled with candy. Mrs. Jenkins is inclined to deck herself out in her diamonds, and takes the case from the strong-box, but in her anxiety to appease her husband's flustering, she hurriedly kisses baby and departs, forgetting all about the jewels. They are not long in the theater before the thought of the diamonds comes to her, and the awful possible result of her carelessness. She will not rest until Mr. Jenkins takes her home. On arriving there, sure enough her worst fears are apparently confirmed. There on the desk lies the jewel case empty. Good heavens! what's to be done? No one was in the house but the baby and nurse, both of whom are now abed. There is no trace or sign of the entrance of a thief. How did it happen? Well, the detectives are summoned and put to work on the case, but without success, although a reward of $10,000 is offered for the apprehension of the robbers and return of the jewels. The detectives finally give the matter up. Poor Jenkins is certainly up against it, for the loss of the jewels is the beginning of a streak of wretched luck. He is beaten on all sides in the stock market until at length he is forced to the wall. Poverty, disgrace and even starvation stare him and his loved ones in the face. Forced to sell his house and then the furniture to satisfy his creditors, he is in the depths of despair as he stands and views his precious little one playing on the floor with her doggie, unconscious of the anguish of her father. Piece by piece the household effects are seized, until there remains but a couple of chairs, on one of which Baby places her doggie. At that moment the door opens and Smithson, Jenkins' friend, enters to offer his sympathy and aid. Smithson is a good hearted, blustering fellow, and in the enthusiasm of his friendship, flusters about, finally throwing himself into the only chair in the room, not noticing the toy, of course crushing it to atoms. Leaping to his feet, he is profuse in apologies, when, lo and behold! there among the fragments of the broken dog lay the diamonds. The clouds that hung over the household are dissipated and the little family may start anew. There are many sensational incidents in the course of the film, one showing the curb market of New York is most unique.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.1",
  "imdbVotes": "26",
  "imdbID": "tt0000767",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}