{
  "Title": "Forgiven in Death",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "10 Jun 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Brinsley Shaw, Arthur Mackley",
  "Plot": "Ned and Jack, two western boys, are both in love with the pretty daughter of their employer, who, liking both, is unsettled as to which of them she will accept. She finally decides upon Jack and not desiring to hurt Ned's feelings, proposes to her father that she and Jack be married secretly. The marriage is performed and the following day Ned and Jack set out for a prolonged prospecting trip in the mountains. While Ned has not learned of the marriage of Jack and Katy he suspects that she really loves his pal the best and alone in their cabin in the hills he decides to find out if there are any grounds for his suspicions. When Ned finds that Jack alone is receiving letters from Katy, his intense jealousy is aroused and each day he insists on going for the mail. Not suspecting that his pal is playing him false, Jack submits each time and allows Ned to visit the post office, where the latter, when receiving a letter from Katy for Jack, hides it in his shirt bosom to later be secreted in a little locker under their bunks. One day on his way to the village he is halted by the war cry of an Indian scout and a moment later a party of savage Mojaves appears in sight. Turning his horse, Ned rides desperately back toward his cabin, the Indians in hot pursuit. Arriving within a quarter of a mile of the shack, he dismounts and runs on foot to the cabin, into which he bursts and cries to Jack that the Indians are upon them. A fierce battle between the two men in the cabin and the Indians outside takes place in which Jack is mortally wounded. Ned, then conscious-stricken, and seeing that his pal cannot live much longer, brings out the hidden letters and fights the Indians off, while Jack propped against a table reads each one. Ned is finally shot down and when the savages break down the door of the shack and enter, they find the two men stretched on the cabin floor, with their hands clasped together, dead.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTgyOWM2ZGQtMTBiOC00YmZkLTgyN2ItZGIwYjM3YWYwMDZmXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001626",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}