{
  "Title": "A Clue to Her Parentage",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "27 Dec 1912",
  "Runtime": "11 min",
  "Genre": "Short, Thriller",
  "Director": "J. Searle Dawley",
  "Writer": "Bannister Merwin, James Oppenheim",
  "Actors": "Mary Fuller, Marc McDermott, Miriam Nesbitt",
  "Plot": "Being the Sixth Story of \"What Happened to Mary. Lieutenant Strakey, Mary's opponent, in \"A Letter to the Princess\" has been commissioned to go to America and Madam Jolatsky, who has fallen in love with the young officer, throws up her own appointment in London and follows him, taking the same steamer and thereby becoming a fellow passenger with Mary. Mary's cabin mate is a young woman who seems to he struck with Mary's appearance and when Mary is looking over the letter which is the only clue to her mysterious birth and parentage, this young woman, Nell Benson, sees the writing and so finally succeeds in getting Mary to show her the letter. She then sends a wireless message to someone in New York, expressing the belief that she has found \"the missing heiress.\" Lieutenant Strakey seizes upon the word heiress which he happens to catch sight of and immediately begins attentions to Mary which Nell Benson does not want her to accept. Besides this Madam Jolatsky speaks to Mary and warns her not to flirt with Strakey. This opposition develops in Mary's desire to play the game to the end and she accordingly leads Strakey on. Madam Jolatsky slips a valuable bracelet into Mary's trunk just before the steamer lands in New York. Of course this is found by the customs official and Mary, unable to explain why it is not in her declaration of how she came by it, is arrested. But just at this minute Nell Benson appears with a distinguished-looking gentleman whose name seems to create a stir with the officials and who takes charge of the case. He takes Mary with him and bringing her into a great mansion, informs her that this will be her home henceforth. He refuses to tell her more about her family except to point to a portrait on the wall which he tells her is that of her mother. The wandered has found a home and at least a memory of a mother.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002105",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}