{
  "Title": "The Close of the American Revolution",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "02 Jul 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Charles Ogle, Marc McDermott, Miriam Nesbitt",
  "Plot": "It is a strange coincidence that the beginning of the American struggle for Independence should begin with a famous ride and that the closing days of that heroic struggle should bring forth another ride that history has almost failed to recognize. No great poem has been written to make the name of Jack Jouett ring down through the ages as does that of Paul Revere. Nevertheless Jouett's ride should take its place amongst the great rides of the world for to him alone is due the lives of such men as Thomas Jefferson, Patrick Henry and Lee. Even the grave where this young hero lies is naked and unknown. Charlottesville was the capital of Virginia for only one week after Richmond was named by the British, and the State Legislature was held by them in an old tavern, only a few miles from Monticello, Jefferson's home. This fact soon came to the attention of Cornwallis, who determined at once to strike a strong blow to the cause of the colonists by sending Colonel Tarlton and his daring men to dash on to Charlottesville and capture the State Legislature. It was a daring march, well planned and boldly carried out, and, but for the wonderful ride of Jack Jouett, it would have been crowned with success. Jack Jouett chances to be forty miles from Charlottesville. A moment and he plans to beat Colonel Tarlton and his horsemen on their aim of death and destruction. Mile after mile he urges his horse on by whip and spur until at last he reaches the door of the home of Thomas Jefferson. He calls forth the warning that the British are coming and is off to Charlottesville, where he bursts in upon the assembly. Again he announces the fact that the British are on their way, and he has finished his noble work. When Tarlton and his men reach Charlottesville a few moments later their prey have flown and they discover that they have had all their trouble for nothing. A short time later we are shown the surrender of the British at Yorktown, and the birth of the American nation.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002103",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}