{
  "Title": "The Poisoned Flume",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "14 Aug 1911",
  "Runtime": "10 min",
  "Genre": "Short, Western",
  "Director": "Allan Dwan",
  "Writer": "Allan Dwan",
  "Actors": "J. Warren Kerrigan, Pauline Bush, Jack Richardson",
  "Plot": "After the death of her husband, Mrs. Kendall found the management of the ranch, with its attendant responsibilities, a source of worry. Her daughter, recently returned from an Eastern boarding school, could not assist her and, although the cowboys in her employ were faithful, the ranch needed an executive head. John Morgan, a neighboring ranchman, had long cast envious eyes upon the widow's increasing herd of cattle, and desired to marry the daughter in order to obtain possession of her ranch. He offers to manage her affairs for her, but the widow distrusts him and refuses his offer. Mrs. Kendall finally secures the services of Jim Stevenson, a manly young cowboy, and he is introduced to the boys as the new manager. They take him out on the range that he may become better acquainted with his new duties. They encounter John Morgan, who is ordered off the range by the new manager. Morgan determines to force his attention on Hazel Kendall and hurries to the ranch house. He finds Hazel alone and attempts to kiss her when Jim, coming to the house to report, witnesses the struggle and rescues her from the distasteful caress. Mrs. Kendall orders Morgan to leave her premises and he goes away with hatred seething in his heart. He returns to his ranch and plans a most diabolical revenge. Mrs. Kendall's cattle obtain their water from the flume which runs through her ranch. Morgan poisons the water just above where it enters her range and thus attempts to destroy her entire herd. The cattle come to drink the poisoned water and return to the range to die. Jim discovers some of the dead cattle and, thinking an epidemic has broken out in the herd, sends one of the boys for a veterinarian. On his arrival he discovers the poison and, suspects the water in the flume to be the cause of the trouble, he makes a test and finds his suspicions confirmed. Jim wonders who could have conceived such a dastardly plot and hurries up the flume to look for the poison. He finds the sack floating in the water and has just removed it when Morgan rides up and fires, wounding Jim in the shoulder. The shot startles the boys grouped around the veterinarian and they hurry up to find their manager severely wounded and a fleeing horseman just disappearing over the brow of the hill. The veterinarian picks up the sack of poison and shows it to the boys. They start in pursuit of the fiend, leaving one of the boys to convey Jim to the ranch house. They soon come within sight of Morgan, and the man-hunt is on. Relentlessly they close off all means of escape and, making a wide detour, the desperate man returns to the flume and, dismounting from his horse, he climbs to the waterway and attempts to escape along the high trestle, firing at the cowboys as he runs. He is finally struck by a bullet and, with a shriek of terror, he falls into the poisoned water, the last victim of his own diabolical plot. Jim, at the ranch house, through the careful nursing of Hazel Kendall, is soon convalescent, and it is evident that the culmination will be a happy one.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOTQwOGU0MDItNWUzZC00ZDkyLWI0M2ItMDZjOTc5OTY1YmI2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001833",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}