{
  "Title": "The Salvation Army Lass",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "11 Mar 1909",
  "Runtime": "15 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Edward Sheldon",
  "Actors": "Florence Lawrence, Harry Solter, Charles Inslee",
  "Plot": "Mary Wilson, a neglected child of the slums, falls in with Bob Walton, a tough denizen of the lower east side, and loves him with a pure, honest affection that his low nature cannot appreciate. He forces her to enter a saloon where she is insulted by Harry Brown, which is resented by Bob. They quarrel, come to blows, and Brown draws a gun as Bob closes in on him, forcing the muzzle against Brown's breast as it explodes, thereby causing him to shoot himself, dying almost instantly. But Walton is arrested and sentenced to one year in Sing Sing. The morning papers appear with an account of the affair and as Mary's name is put into prominence in the account she is grievously hounded by misfortune, evicted from her boarding place and also discharged from the factory where she works, she falls into the hands of a professional woman shoplifter, who is anxious to enlist her services as an accomplice. The girl soon discovers the character of her would-be benefactor, and rushes from the place, running into the arms of the Salvation Army, which offers her peace and rest. Taking her to the barracks she is enrolled a soldier, and one soul is lifted from the darkness into the light. With the Army, Mary has won the affection of all for her humility and goodness. Working as she does, in the slums a year later she comes face to face with Bob, who has just been released from prison, having served his time. He is on the point of becoming a party to a burglary, but she prevents, even with almost fatal results for herself. But she will not give him up, and after a series of touching episodes finally moves him to appreciate the strength of that holy invitation \"Come unto me all ye that labor and are heavy laden and I will give thee rest.\" so in the final scene we see Bob kneel in devout humility to receive God's healing grace from His ministers, A strong point in this subject is that it depicts real life and real people.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNWJmNTdmYTEtZTQ3Zi00ZTk2LTkzNjUtNTQ3MmIxNDMyMTY0XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.1/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.1",
  "imdbVotes": "57",
  "imdbID": "tt0001029",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}