{
  "Title": "The Red Man and the Child",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "28 Jul 1908",
  "Runtime": "14 min",
  "Genre": "Short, Action, Western",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith, Bret Harte",
  "Actors": "Charles Inslee, John Tansey, Linda Arvidson",
  "Plot": "Alongside of a beautiful mountain stream in the foothills of Colorado there camped a Sioux Indian, who besides being a magnificent type of the aboriginal American, is a most noble creature, as kind-hearted as a woman and as brave as a lion. He eked his existence by fishing, hunting and mining, having a small claim which he clandestinely worked, hiding his gains in the trunk of an old tree. It is needless to say that he was beloved by those few who knew him, among whom was a little boy, who was his almost constant companion. One day he took the little fellow to his deposit vault, the tree trunk, and showed him the yellow nuggets he had dug from the earth, presenting him with a couple of them. In the camp there were a couple of low-down human coyotes, who would rather steal than work. They had long been anxious to find the hiding place of the Indian's wealth, so capture the boy, and by beating and torture compel him to disclose its whereabouts. In the meantime there has come to the place a couple of surveyors who enlist the services of the Indian to guide them to the hilltop. Here they arrive, set up their telescope and start calculations. An idea strikes them to allow the Indian to look through the 'scope. He is amazed at the view, so close does it bring the surrounding country to him. While his eye is at the glass one of the surveyors slowly turns it on the revolving head until the Indian starts back with an expression of horror, then looks again, and with a cry of anguish dashes madly away down the mountain side, for the view was enough to freeze the blood in his veins. Arriving at the old tree trunk, his view through the telescope is verified, for there is the result he improvised bank rifled, and the old grandfather of the little boy, who had followed the miscreants murdered. Picking the old man up he carries his lifeless form back to the camp, reaching there just after the murderers, with the boy, had decamped in a canoe. Laying the body on the sands and covering it tenderly with his shawl he stands over it and solemnly vows to be avenged. What a magnificent picture he strikes as he stands there, his tawny skin silhouetted against the sky, with muscles turgid and jaws set in grim determination. It is but for a moment he stands thus, yet the pose speaks volumes. Turning quickly, he leaps into a canoe at the bank and paddles swiftly after the fugitives. On, on goes the chase, the Indian gaining steadily on them, until at last abandoning hope, they leave their canoe and try to wade to shore as the Indian comes up. Leaping from his boat he makes for the pair, seizing one as the other swims to the opposite shore. Clutching him by the throat the Indian forces his head beneath the surface of the water and holds it there until life is extinct, after which he dashes in pursuit of the other. This proves to be a most exciting swimming race for a life. They reach the other shore almost simultaneously, and a ferocious conflict takes place on the sands terminating in the Indian forcing his adversary to slay himself with his own dagger. Having now fulfilled his vow he leaps into the water and swims back to the canoe in which sits the terrified boy, and as night falls he paddles slowly back to camp.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZWNhM2JjNDctMmJkNS00YjFkLTk2ZTAtZTZlNWVkMzg3Nzg4XkEyXkFqcGdeQXVyMTI2OTg5ODQw._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.9",
  "imdbVotes": "27",
  "imdbID": "tt0000748",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}