{
  "Title": "The Battle of Trafalgar",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "22 Sep 1911",
  "Runtime": "51 min",
  "Genre": "War",
  "Director": "J. Searle Dawley",
  "Writer": "N/A",
  "Actors": "Sydney Booth, Herbert Prior, James Gordon",
  "Plot": "We show Lord Nelson leaving the admiralty room where he makes his famous speech and then introduce him with his captains giving the details of that wonderful plan of attack which was carried out to the letter at Trafalgar, the inspirations of the captains and their enthusiastic toast. We are then carried along to the day before the battle when the men are writing their last letters home. Here a beautiful scenic and photographic effect is introduced as the vision of the sweetheart of one of the lieutenants fades into view. This gives an opportunity to introduce that famous episode of the letter in which Lord Nelson called back the mail ship for a single message and which is endeared to the hearts of all those who sail the sea. We are then carried along to the morning of October twenty-first, Eighteen Hundred and Five, when the fleet of the enemy is sighted. The decks are cleared for action and the hoisting of the colors is portrayed with all the solemnity of the occasion before entering the battle. The correct incident of the hoisting of the famous signal \"England expects every man to do his duty\" is splendidly portrayed and carried out in every detail, and we note the pathetic touch in Nelson's life in bidding farewell to his captains having at the time a presentiment of his own death. We now get to the little human touch in his life and learn the true character of the man, for, in his last entry in his diary before the battle, he makes peace with his maker. And now we come to that wonderful spectacular picture of the real battle of Trafalgar. We see the ships in action, the firing of the guns, the ships caught on fire and then the camera switches to a close view of the deck of the Victory where human life is sacrificed by the hundreds, the fighting top of the Redoubtable, the fatal shot and Nelson's fall. We then see that wonderful character in his death, the solemnity, the beauty and the pathos of it all being carried out by the Edison players in all its grandeur; his farewell to Captain Hardy, the last kiss, the news of the victory and finally his death.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzkwMmIyOTYtMjM4OC00YWMzLWI5YjEtYzQ1NzgxMzEzZGY5XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "16",
  "imdbID": "tt0001498",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}