{
  "Title": "A Dixie Mother",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "17 Dec 1910",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "N/A",
  "Actors": "Mary Maurice, Charles Kent, Carlyle Blackwell",
  "Plot": "Surrounded by the Union troops the Dixie mother's younger son is afraid to venture outside the house and rejoin his regiment. She urges him to go forth and battle for the cause; places a sword in his hand and again tells him to go, and inspires him with the zeal of her own feelings. He has hardly left the old mansion with his brother when he is shot dead by a detachment of Union soldiers and his brother is wounded. Rushing from the house, the mother looks upon her dead son, accuses the Union officer of the deed; he shows her he has only a sword and it must have been done by a bullet fired by one of his men. The officer is very courteous and expresses sorrow for her bereavement. The boy's body is carried into the house. The young officer and the scouts depart, taking prisoner the wounded son who is sent to a hospital tent of the Union encampment. After the soldiers have gone, the father comes from the secret chamber where he hid upon the approach of the enemy, beholds the body of his boy and swears eternal enmity against the North. While the wounded son is in the hospital he is attended by a young nurse, a Northern girl, with whom he falls in love and at the same time he and the young officer become fast friends. After the war the son goes North, marries the young nurse and one year later returns South and sends a letter, knowing his father's hatred, telling his father that he, his Northern wife and baby are at the crossroads. He would like his father to meet them and let the past be forgotten and forgiven in a happy reunion at the old homestead. The mother gets the letter during her husband's absence. She shows it to him when he gets back, he refuses to listen to her appeal to forget his vow and welcome their boy and his family to their home and hearts. While this is going on, the old colored servant, following his mistress' orders, brings down the cradle in which she had rocked her own children and is now to be at the service of her grandchild. Heart-broken and worn out by the conflict of country and the greater conflict of her own soul, the poor mother enters the home and when she sees the cradle, her mind gives way at the recollection of her dead boy who once occupied the little bed. Her husband comes into the room, realizes the condition of his wife, relents, kisses her and goes to the cross-roads, meets his son and family who are accompanied by the young officer whom we saw at the time of the younger son's death, coming back to see the daughter whom he loved at first sight. They are welcomed by the father and reach the old home just as the mother in her derangement is about to pierce her heart with a sword which is gently taken from her by the Northern officer. Her son places his child in her arms and gradually as she fondles the little one her reason returns with the natural instincts of mother love. She holds the child up to her husband and kisses its tiny hand which holds the stars and stripes in its grasp while he fondly clasps his wife in loving embrace indicative of reunion and peace.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzdhZGFjNzQtNDNjMC00ZWVkLTlmZGMtMzQ3NTA5M2Y2Y2Y3XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001182",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}