{
  "Title": "The Awakening",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "30 Sep 1909",
  "Runtime": "8 min",
  "Genre": "Short, Comedy, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Mary Pickford",
  "Actors": "Arthur V. Johnson, Clara T. Bracy, Mary Pickford",
  "Plot": "Leave it to Cupid. He is the boy who knows how to make his point. The young Major is, in his own mind, a confirmed bachelor, but the fates oppose. His uncle has made his will conditional, knowing his reckless nature. He must marry within a stated time or lose his inheritance. The Major is apprised by the lawyer that the time limit draws near, and unless he marries at once, he is dished. To tell the truth, he feels that one condition is as odious as the other, particularly as his warning comes while he is enjoying himself with convivial chums at the club. \"Marry, good heavens! But where's the bride?\" Surely he must obtain a wife to order. Well, a search is made, but the astute attorney has anticipated the affair and interviewed a Spanish widow lady, whose daughter, still at convent school, is fair to look upon and of marriageable age. The wedding takes place, and woe is stamped upon the face of the hapless bridegroom as he comes up the aisle of the church. The girl, however, seems to be overjoyed as she gazes up at the handsome officer, now her hubby. Arriving at the house, the Major bids his wife make herself perfectly at home, while he goes to enjoy the companionship of his club friends. Here's where Cupid chuckles, \"We shall see.\" The sweet face of the little girl is ever before him, and his indifferent heart is beginning to experience new emotions as he pictures her alone in their home. He thinks, \"Can this be love? Nonsense!\" Returning home, he saunters out into the garden, where the little one had climbed the trellis to pluck a rose for him. She loses her equilibrium just as he appears, and falls into his arms. It is the awakening, and Cupid laughs.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNGY5ZDVkOTMtYmNiNC00N2U0LWJhNjEtNTZkMGY3MTA4OTAwXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.3",
  "imdbVotes": "115",
  "imdbID": "tt0000800",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}