{
  "Title": "Elektra",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "08 Apr 1910",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "J. Stuart Blackton",
  "Writer": "N/A",
  "Actors": "Maurice Costello, Mary Fuller",
  "Plot": "Agamemmon returns to Argos from the Siege of Troy, bringing, as a prisoner and trophy of war and victory, Cassandra, the beautiful daughter of King Priam of Troy. Clytemnestra, the wife of Agamemnon, has a lover, Aegisthus, who fans the flames of jealousy aroused in Clytemnestra by the arrival of Cassandra, with whom Agamemnon is very much infatuated. With caresses and expressions of admiration, Agamemnon is received by his wife and welcomed by his daughters, Elektra, Chrysothemis, and Orestes, his son. His wife is on the point of following her children from the room when she beholds her husband anxiously looking out of the window and casting longing glances at the beautiful captive, Cassandra, The wife is confronted by her lover, who prompts her to kill her husband with the battle-axe which the King laid aside as he entered the room. Spurred on and lashed into a jealous frenzy, the Queen kills her husband, and when Cassandra, who has seen the murder of Agamemnon through the window, rushes upon the scene, she, too, is killed by the infuriated Clytemnestra. Hearing the commotion, the King's children come into the room and, gazing upon the face of their dead father, are struck with horror. Elektra is so shocked at the sight that she stands spellbound and speechless until her whole nature seems to change and assert itself in an overwhelming denunciation of her mother, calling upon her brother, Orestes, to make a vow to avenge the death of their father. Clytemnestra marries her lover, Aegisthus. Elektra has lost her reason, possessed with vengeance and a hatred for her mother and her consort. Orestes has become a wanderer and adventurer. He causes a false report of his death to be carried to his mother, who rejoices at the news and freedom from the haunting thoughts of his return to avenge Agamemnon. Tears have passed and Orestes, now a young man, returns to Argos and meets Elektra, who does not know him. He compassionately caresses his unfortunate sister and gradually makes himself known to her; then she remembers all, and pleads with him to carry out his vow of retribution upon Aegisthus and his mother. Orestes assures her that is the object of his return. She tears up a stone from the courtyard and reveals the axe with which their father was killed. Orestes seizes it and. rushing into the castle, kills his mother; then goes in search of her lover, whom he comes upon and pursues from hall to turret, through passageway and up winding staircase, and slays him just as he is about to leap from a window, through which Elektra, in the courtyard, beholds the scene with frenzied expressions of delight in the decree of the fates.",
  "Language": "None",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNDc5MzgyNjMtY2UzNi00ODc0LWFhNGItY2NmYWE1Nzk3Mzg4XkEyXkFqcGdeQXVyMDk1ODM3MA@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001193",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}