{
  "Title": "The Music Master",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "06 May 1908",
  "Runtime": "N/A",
  "Genre": "Short",
  "Director": "Wallace McCutcheon",
  "Writer": "D.W. Griffith",
  "Actors": "D.W. Griffith",
  "Plot": "What is more miserable than love-blighted life? For the heart that truly loves can never forget. Such is the sad fate of the hero of this Biograph story. Herr Von Mitzel, a disciple of Antonio Stradivari, fell deeply in love with his pupil, the daughter of a wealthy English lord. His love was returned by the fair young maid, who grieved at the disparity of their rank, and wished that he had been more highly born or she more lowly. Oh, the tyranny of fate! What discouraging conditions were brought to bear upon their affections; but true love can no more be diminished by showers of evil-hap than flowers are marred by timely rains; so the conspiring circumstances tended rather to strengthen than to weaken their passion. Now, in the Winter of his existence, we find Von Mitzel alone and forlorn. His only companion and solace is his faithful violin, the strains of which are more eloquent than melodious, conjuring up as they do the recollections of life's Spring-time. We picture him seated at his cheerless fireside, playing his, or rather her favorite selection, and as the sweet tones float out upon the silent night, there appears on the wall a phantasmagorical portrayal of his thoughts, which bring him back to days of yore. The image of his inamorata is first seen; then the lesson on the harpsichord, when he declares his love; next the scene of her being forced by her parents into an odious marriage compact; then a duel with his rival, in which he is wounded. The scene dissolves into the reappearance of the girl. The subject is most beautiful and touching and is sure to win the sympathetic approval of the spectator, besides being a work of photographic excellence.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000732",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}