{
  "Title": "A Mohawk's Way",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "12 Sep 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "James Fenimore Cooper, Stanner E.V. Taylor",
  "Actors": "George Nichols, Claire McDowell, Edith Haldeman",
  "Plot": "Indefatigable in the extreme was the Mohawk; excessive in his expression of gratitude, ha is equally determined in his quest for vengeance; justice, however, being his incentive. Highly emotional, he possesses the power of dissembling to such an extent, as to ascribe aim stoical. This double nature is clearly shown in this Biograph story, which gives it a Cooper atmosphere. Dr. Van Brum, the white medicine-man, is a being totally devoid of fellow-feeling, in fact, a contemptible despot. The Indian medicine-man has failed to cure the little papoose, over whom the brave and his squaw bend in abject anxiety, The medicine man incantations proving fruitless, the brave decides to seek the white doctor's aid. Van Brum refuses to waste his time on this Indian, and in reply to the poor fellow's earnest entreaties, knocks him down. The doctor's wife, however, hears the Indian's pleading and surreptitiously goes to administer to the fever-stricken papoose. The remedy is in the form of pellets, a bottle of which the good woman leaves with the squaw, with the injunction to give the baby more at regular intervals. The little one convalesces immediately, and the innocent squaw looks upon the bottle as cabalistic, in fact the entire tribe regard it a supernatural charm, and so hold it in awe. The squaw hanging it by a chain around her neck as a fetish. This in a measure, sets to rest the enmity that has existed with the Indians for the doctor. His tyranny has made him an odious neighbor. This condition of peace does not last long, for the doctor offers an insult to the squaw while she with others are cavorting on the river hank. She resorts to the bottle's charm for protection, but at this the doctor laughs, until she draws a dagger. The doctor, a coward, is thwarted. The Indians, upon hearing of the episode, declare war, and start after the doctor, who has fled with his wife on horseback. By a short cut the Indians waylay the fugitives and the doctor, after an exhibition of his despicable cowardice, meets his just deserts. While the wife is carried to the camp where she is about to suffer the same fate as her husband, when the squaw appears and in gratitude demands her release. This the braves are loath to do until she holds up the mysterious medicine bottle, the sight of which strikes terror and they withdraw. The squaw and brave then escort the woman to the river where she is taken aboard the old ferry and carried across to safety in the British camp on the opposite side.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001327",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}