{
  "Title": "Van Bibber's Experiment",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "16 Jun 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Ashley Miller",
  "Writer": "Richard Harding Davis",
  "Actors": "Robert Conness, Marc McDermott, Mabel Trunnelle",
  "Plot": "We are made acquainted with a convict, afterwards the burglar so-called, on the day of his release from the State Penitentiary and we see him slip a picture of a girl in his watch to whom he later returns. He promises her to begin a new life and makes an earnest endeavor to find work. Of course it is difficult, so he makes up his mind to return to his former life. That night at a club Van Bibber meets a great detective who is looking for a criminal who got away with the jewels belonging to the mother of a gilded society youth of Van Bibber's some pictures of convicts, suspects, and among them is our friend of the previous scenes. Something in the face attracts Van Bibber's attention. That night, on his way home, a gateway in a wall just ahead of him is suddenly opened and suddenly closed. This looks suspicious to Van Bibber and seeking an adventure, he vaults lightly to the top of the wall and drops upon the crouching figure beneath. Kicking the revolved from the man's hand, he bids him look at him and then he recognizes the face of the photograph which had so impressed him. The man does not show fight, but tells him that he will not go back to the penitentiary again. He takes the convict to his own apartments and tells his valet to clothe and dress him in some of his own things and when the man appears, his head still hanging, he leads him to a great mirror and bids him square his shoulders and look at the figure that faces him squarely in the eye. The effect is thrilling for the man sees before him not the convict, but a well-dressed, good-looking man; a man in very sense of the word. Van Bibber has shown him his real self and he can never forget it. Then Van Bibber offers to send him west to start a new life, but the burglar declines, and shows the picture of the girl as his reason. Van Bibber decides to go the whole length and offers to provide them both with tickets. He even goes so far as to give the man the money, trusting in his innate manhood to make good. Of course when the burglar returns to his girl wife she believes that he has stolen the money for the good clothes and not until he tells her the experience and she reads a new something in his face, does she realize that the old life of the past is gone and a new one already begun. The last scene is unconventional, yet telling in its simplicity. It shows Van Bibber some time later opening a package which contains a photograph of the burglar, his wife and a little baby. Something in the expression of the group and their faces shows that Van Bibber's experiment was a success.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001962",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}