{
  "Title": "Simple Charity",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "10 Nov 1910",
  "Runtime": "17 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "Frank E. Woods",
  "Actors": "Mary Pickford, W. Chrystie Miller, Kate Bruce",
  "Plot": "In an East Side tenement there lived an old couple. The husband was a cigar maker, but becoming feeble from age, he is discharged. Back to his cheerless home he comes, where his faithful wife tries to buoy up his spirits. The old man realizes however, that he has lived out his usefulness and appreciates the reality of a future of absolute want, short though it may be. The awful aspect quite undoes him, and he is taken seriously ill. It is indeed a house of sorrow. No money with which to buy food or medicine, the poor couple resort to pawnshops to raise a little money on their household effects, they both being too proud to ask aid from anyone, and there were those in the house who would have been glad to do it. There is a young settlement doctor who administers to the wants of the infirm, but he is kept in ignorance of this case, so the old man goes unattended. A pretty little slavey, who works about the house is the first one to know of the poor couple's sad plight. She in her innocent way has fallen desperately in love with the young doctor, who though meeting her often as he comes and goes, is quite unaware of the interest he has excited. The sincere girl decks herself out in her best dress hoping to fascinate him, but sad to relate, he doesn't notice it. While thus attired she hears the sorrowing of the poor woman, and is moved to a determination to help, but how. She has nothing to spare herself. An idea! And though it hurts her she takes to the pawnshop this one best dress and raises fifty cents on it which she forces the poor woman to take. This is real charity. At length, when her husband is sinking slowly, the poor woman rushes to the City Charity Society. Here we find the red tape of charity. They must make rigid investigation for fear they may give aid to the unworthy. Well, by the time they get through their investigation, the poor man is dead. At this moment the young doctor just hears of the case and learns through finding the pawn ticket the slavey drops, what a jewel in the rough she is, as contrasted with the other women of the Charity Society. Consequently, the girl has made a stronger though mute appeal to him than did her efforts when togged out in her finery.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOTIyM2E3ZDktY2I3OS00MmMzLWE1M2YtZDA5MDE3NDg2NzM0XkEyXkFqcGdeQXVyMjMxNjAxOTI@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "2.9/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "2.9",
  "imdbVotes": "18",
  "imdbID": "tt0001396",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}