{
  "Title": "The Sheriff's Sacrifice",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "07 May 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Earl Howell, Clara Williams",
  "Plot": "Allan Egan, the young sheriff of Jassimine County, loves the pretty Wilma Allerton, the daughter of the wealthy Texas ranchman. He is rejected by the girl for her father's foreman, a handsome young Texan, whose one serious fault is the desire to gamble. On the day our story opens Odell is sent to the village post office to cash a money order for his employer. While in town he is seduced into a gambling house by a friendly cowboy, where he loses his money and also that of his employer. Disheartened, he leaves but returns to the gambling house in an effort to get the money back. He is kicked out now that he is broke. Fearful of facing his employer without the money Odell resolves to hold up the chap who won his money. In a lonely spot at the base of a cliff he waits until the other fellow saunters by. The hold-up is successful and Odell, who had masked himself with a black handkerchief, hurries away confident that he can again establish himself in the good graces of Allerton. Unmindful of the fact, Odell had been watched by two children from the top of the cliff and at the time of the hold-up, the little chap, who carried a Kodak, took a picture of the affair and hurried away to the sheriff's office. The boys in town have been apprised of the hold-up and have left to search for the culprit when the little boy juries into the sheriff's office, excitedly explaining about the robbery. The sheriff hurries with him to the village photographer, where the negative is developed. Egan immediately identifies the robber as Edgar Odell and with the convincing negative carefully wrapped he mounts his horse and rides to the Allerton ranch. He finds Odell nervously pacing in front of the house and confronts him with the accusation that he is a highwayman and further proves it by producing the negative. Odell is completely unstrung when he finds he is discovered and begs mercy from the young sheriff. Wilma appears in the doorway for an instant, looking questioningly out at them. Odell motions silence and the two men appear to be quietly conversing together. \"She loves you and not me, Ed,\" says Egan, \"I am going to let you go when you give me back the money. And here is enough to fix you with Allerton.\" Odell looks up unbelievingly but the money is held out to him and Egan promises not to tell. The sacrifice is more than he can understand, but he takes the money and hands back to Egan the sum he had stripped of the cowboy. \"I'll never forget it, Allan,\" he says. \"Hush,\" the other replies, \"you are a worthless cuss, Ed, but the girl I love, loves you. Go and make her happy and cut out the cards.\" Egan throws the negative on the ground and stomps on it and before Odell can utter more thanks he is in his saddle and away. We see him enter the gambling house and find our other cowboy to whom he restores the money with a word explaining how he got the money, but the fellow got away.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001394",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}