{
  "Title": "Blinks and Jinks, Attorneys at Law",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "01 May 1912",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "C.J. Williams",
  "Writer": "N/A",
  "Actors": "Yale Benner, Walter Edwin, William West",
  "Plot": "While trying to pass each other on a narrow country road, a banker's automobile and a farmer's wagon collide. In the mix-up the farmer's rear wheel is wrenched off. The automobilist offers to settle the damages for twenty dollars, but the farmer promptly refuses, demanding sixty dollars. The stubbornness of both men leaves the matter unsettled. A few days later the farmer goes to the village to seek legal aid in recovering damages. Blinks, a shyster lawyer, advises him to bring suit for sixty dollars, which he does. The automobilist is duly summoned to appear in court and he, too, engages a lawyer by the name of Jinks, also a shyster. Lawyers Blinks and Jinks, by the way, have adjoining offices and are in collusion. On the day set for the trial no little amusement is caused in the court-room by the attitude of Blinks and Jinks, who in behalf of their respective clients attack one another in a most ferocious manner. The case is finally decided in favor of the plaintiff and the automobilist is ordered to pay the farmer sixty dollars. The farmer and his friends are quite happy over this legal victory and leave the courtroom in high spirits, while the lawyers go home to have a good laugh. The next day the automobilist appears in Lawyer Blinks' office where he reluctantly pays the farmer sixty dollars and departs. For a moment there is joy, but only for a moment, for when the lawyer presents his bill of sixty dollars for professional services rendered, the poor farmer nearly collapses and departs in great anger. Blinks now calls in Jinks from the adjoining office to divide the sixty dollars.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002067",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}