{
  "Title": "Early Days in the West",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "19 Oct 1912",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Wallace Reid, Dolly Larkin, George Field",
  "Plot": "The period is 1876; trains of settlers are moving westward. It is the time of pioneers and prairie schooners. Dan is leading one wagon train and his party fall in with another led by a stalwart Indian, Mahomena. They proceed together. Amongst the latter party is a young girl, Eunice, and she and Dan are immediately attracted to each other, a proceeding viewed with disfavor by Mahomena. Eunice is independent and fearless and Dan sees her go off alone on her horse. He sees the Indian follow, and being suspicious he follows. Mahomena overtakes Eunice and tells her that she must be his squaw, and when she cuts him across the face with her whip, he binds her and is leading her horse off, when Dan steals up, cuts the leading lines and drives the Indian into camp at gunpoint. Mahomena is bound and thrown near a camp fire. He manages to release himself by holding the thongs over burning embers. He escapes and his absence is discovered, but though they follow him, he is not caught. He joins the Sioux. The immigrant trains arrive at a military post and depart. Soon after a scout brings news to the Fort that the Indians are on the warpath. Mahomena watches the immigrant from points of vantage and keeps the Sioux acquainted with their movements. Dan, on scout duty, discovers signs of Indians, and finding one of Mahomena's feathers, warns the immigrants to move with caution. The wagon trains are attacked and the situation is critical when Dan rides through the Indian lines. He is followed, but climbs a tree until the Indians pass, when he resumes his ride to the Fort, secures help and rides back with the troop in time to save Eunice from Mahomena and the pioneers from the Indians.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002154",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}