{
  "Title": "What a Woman Can Do",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "29 Apr 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson",
  "Plot": "Frank Mills is a college boy with but one ambition in life and that is to someday wed the girl of his dreams, Helen Wilson. In his room at college he receives a note from Helen in which she accepts his proposal and says she will gladly go with him west, where he expects to make his fortune. We next see Mills prospecting for gold. One day, after a long, heartless search, he strikes a rich vein of the yellow metal and hurries off to his cabin to tell Helen. When he enters, laden down with an armful of newly purchased hats and dresses which he has bought at the village store, he finds she has gone and a brief note explains that she has tired of life with him in poverty and has gone with one who can give her a decent home. In a rage Mills burns the presents he had bought for his wife and setting fire to his shack leaves the country. Ten years later we find him a wealthy business man in his home in the east. He has received a telephone message from the hospital authorities that his former wife Helen is dying in the county hospital. It is after a tremendous struggle that he remains firm in his resolve and sends a note to the hospital authorities stating that he will not help the woman. Twenty years elapse and Mills, now prematurely old, is seen in his more lavish home. His sole aim is to accumulate money, and entering the safe, a large vault, opens several of his treasure boxes and delves his hands in the gold. The night watchman closes the vault door, believing his master had left it open unawares and Mills, after vainly pounding on the door, finally drops suffocating to the floor, where he expires.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYzk2ODc4YjctZTlkMy00ODM0LWIyOTctOWFiNjgyNWRiNjc3XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001974",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}