{
  "Title": "The Mirror",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "09 Feb 1911",
  "Runtime": "6 min",
  "Genre": "Short, Comedy",
  "Director": "Thomas H. Ince",
  "Writer": "Thomas H. Ince",
  "Actors": "King Baggot, Mary Pickford, Owen Moore",
  "Plot": "Dorothy is beloved by Dick and Paul, who are both persistent in their attentions. Dorothy is apparently unable to decide between them and is quite perplexed. She has been impartial in her favors, but the young men press her for an answer. She is walking alone when she passes the residence of a fortune teller and is possessed of a happy thought. She will consult the seeress as a way out of her dilemma. She goes in and crosses the palm of the delver into the past and future and is enlightened. Dick sees her enter the house and, surmising her mission, gains admission to an adjoining room by bribing the woman in waiting. He hears the instructions of the fortune teller, who informs the girl that if she will rise at midnight, descend the stairs in her sleeping robe, walk a certain number of steps, turn the required number of times, and hold a candle to the mirror, she will see the face of the man she is destined to marry. Dick is made acquainted with this by listening at the keyhole and is elated. At midnight he gains entrance to the home of Dorothy by adopting heroic measures, climbing the porch like an ordinary burglar. Paul discovers his actions and, under the impression that Dick is about to circumvent him in some way, summons a policeman and they enter the house. In the meantime, Dick clad in his stocking feet, has taken a position near the mirror to await the coming of Dorothy, who soon puts in an appearance. She follows the instruction of the seeress to the letter, with Dick, jubilant, imitating her movements. She gazes in the mirror, and the fortune teller builded better than she knew, for the face of Dick is photographed on the mirror. Dorothy turns and is too quick for Dick, and his little ruse is discovered. The humor of the situation dawns on the girl and, of course, Dick is forgiven for his deception, just as Paul and the policeman break into the scene. By bribing the officer, Dick turns the attentions of that worthy on Paul and the copper marches off with the lover who lost, and there is a pretty scene in which Dorothy and Dick are the principals. Dorothy pleased at her choice and Dick radiantly happy at the result of his little strategy.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZGYwNDRjMTctMTUyOC00ZThkLTk2ZDktNDQ5NWUzMzdkYTc5XkEyXkFqcGdeQXVyMTIwMjU1NDI@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "8.5/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "8.5",
  "imdbVotes": "14",
  "imdbID": "tt0001787",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}