{
  "Title": "A Child of the Forest",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "24 Aug 1909",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Edwin S. Porter",
  "Writer": "Edwin S. Porter",
  "Actors": "Mary Fuller",
  "Plot": "The opening scene shows an Indian squaw carrying her sick papoose down the trail to the bank of a stream where she bathes its feverish brow with the cooling water. Despairing of its life, she determines to seek the white man's medicine in the nearby village. Pushing her way into the little mission chapel as the mass is being recited, she lays her papoose at the feet of the priest who, mistaking her gestures, baptizes it. Satisfied that the child has received the white man's medicine, she departs and her gratitude knows no bounds when the child recovers. An emigrant train, crossing the plains a dozen or more years later, camps not far from the shores of the stream from which the daughter of one of the party is seen filling a pail with water, unconscious of the stealthy approach of a canoe containing Indian braves. She is overpowered, tied hand and foot and brought to the Indian village, where a council of war decides that her fate shall be death at the stake on the morrow. And here is repaid the debt of gratitude that an Indian is said never to forget. The squaw, whose papoose was spared to her through the good offices of the white man, as she thought, and who has grown to be a fine lad, takes a handkerchief from the captive, and placing it in the lad's moccasin, bids him carry it to the captive's friends. Stealing from the village, Uray, the \"Child of the Forest,\" sets off at top speed in the direction indicated to him. By the aid of the camera we see him climbing precipitous cliffs and picking his wearying footsteps through treacherous swamps. His leg injured by a fall, he presses on, imbued with but one thought, his duty. Coming to the edge of a lake, Uray hesitates only long enough to get his bearings, then plunges in and swims across with long, graceful strokes. Reaching the opposite shore, he falls exhausted, rises and falls again, and again drags himself to his feet and continues his weary journey, finally reaching the emigrants' camp, where, after delivering his message, he swoons. The campers and cowboys mount in haste, and by hard riding reach the Indian village before the captive is put to the stake. After a sharp fight the Indians are routed and the captive, together with the friendly squaw, brought back to camp.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000824",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}