{
  "Title": "Billy's Burglar",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "22 Nov 1912",
  "Runtime": "19 min",
  "Genre": "Short, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "Mignon Ziegfeld",
  "Actors": "George Cooper, Paul Kelly",
  "Plot": "The fascinating mystery of adventure stories so absorbs the time and attention of Billy that he reads them while he is brushing his hair or washing his face, always with results negligent that do not contribute to his personal appearance, and he tells them over again to the older members of the family in a way that gets on the nerves of his father and mother, but the natural tendencies of his mind, together with those instincts of the chase that are revealed to be in the blood of every fighting little human male, carry him through an experience requiring pluck and intelligence to solve and cause those who ridiculed him to sit up and think it over. Casey, the convivial policeman, brings notice to Mr. Mack that several robberies have been committed in his neighborhood by a clever second-story man known as \"One-Eyed Jim,\" whose specialty is that of disguising himself as a bicycle cop. When this notice is returned to Casey in the kitchen, he is so engrossed in cajoling Molly that he drops the notice on the floor. There it is subsequently found by Billy. The boy is at once fired with an ambition to capture the noted crook, and confides this to Molly. Her mind becomes so upset by the terrors Billy depicts that she packs up her things and escapes from the house in a hurry. When Casey revisits the house to wet his whistle with some of Mr. Mack's whiskey he finds Mrs. Mack at work and mistakes her for a good-looking new cook. Mrs. Mack mistakes him for the burglar who enters houses disguised as a policeman, and a scene of terror for her and of unrestricted drinking for Casey follows. In order to save herself from the supposed burglar, Mrs. Mack encourages him to drink himself into a state of insensibility. Then from merciful impulse that seems somewhat strained she ties up his head in a towel. The real burglar, meanwhile, gets busy. He climbs the porch with agility and skill so significant that one might think he had been in that particular line of business before becoming a villain in moving pictures. He is seen looting one room after another, while the policeman is getting a solid package in the kitchen and trying to kiss Mrs. Mack. Her screams draw the attention of the pseudo policeman, and he goes to the kitchen to protect her from the real one. One-Eyed Jim takes charge of the drunken intruder and goes through his clothes for what is supposed to be stolen property, appropriating the drunken cop's money, watch and revolver. While this is going on Billy and his dad return home and find the upper house in disorder. Further search for Mrs. Mack reveals that the noted burglar has been at his old tricks. When they enter the kitchen they find the burglar in charge of the situation and the real policeman befogged with liquor. It is time for One-Eyed Jim to make his getaway, but bright little Billy recognizes Casey as a local officer, and a casual inspection of the disguised burglar reveals to the embryonic detective that the supposed bicycle cop has only one good eye. Billy sneaks up stairs to get at the telephone, but is compelled to hide behind a curtain when One-Eyed Jim follows closely. The burglar has come up for his loot, but his suspicions are aroused by Billy's movements, and he drags the boy from his place of concealment. He gags and binds the kid in the same thorough manner that he climbed the porch and manages to escape out of the window. He is making for the automobile he uses in such depredations when he notes two officers on the ground discussing Casey's singular absence from his accustomed beat. This holds the thief in his hiding place for a while. Billy now does the best business in the comedy. He has not read the detective stories for nothing. He manages to remove a saber from its place as a wall ornament and places it between his legs in such a manner that he cuts the cords that bind his wrists and the rest is easy. He takes a pistol from the sideboard drawer and goes in pursuit of Gloomy Jim of the Injured Optic. He is just in time to catch the auto while the burglar is cranking it up. The plucky kid hides under the hood and crawls over the latter while the machine is in motion and compels the burglar to turn in his auto tracks and forces him to stop when they come up6n a policeman who is actually attending to his duty. The cop jumps in, and the noted burglar personally conducts himself back to his undoing. The plight of Mr. and Mrs. Mack when they find that their supposed captive is an officer of the law is relieved by the disclosure that their bright boy has caught the real criminal with the goods, and Billy becomes the hero of the day.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOGIzM2U1YWEtNTM3My00M2IxLWIxODYtYzcwOTRiNDI1NDEyXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002063",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}