{
  "Title": "Picciola; or, the Prison Flower",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "29 Apr 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Mabel Normand, William Humphrey",
  "Plot": "The incidents of this beautifully pathetic and romantic picture occurred at the time of Napoleon Bonaparte. Comte de Charney is sentenced to life imprisonment for political conspiracy. In the same prison, Girhardi, an Italian, is confined. He has a beautiful daughter named Theresa, who visits her father and sees de Charney exercising in the prison yard. She is sympathetic and looks upon the Count as an interesting and attractive person. Her eyes follow him as he bends over the pavements of the yard to examine two tiny green leaves which are springing up in the crack between the pavements and hears him exclaim, \"Picciola,\" or \"little flower.\" The plant seems to take a deep hold upon the Count and day after day, during his recreation periods, its growth furnishes him with new thoughts and occupation as he carefully guards and cultivates it in its development, and when his time for exercising is up he leaves it with hesitancy and regret. Theresa, in her visits to her father, from time to time, notices the growth of the plant and the careful and tender consideration which the Count gives it, shielding it from possible disturbance by placing bits of sticks in the surrounding cracks, thereby forming a little fence. De Charney feels the effects of his imprisonment until he is stricken down with fever, the doctor gives him up, but Ludovic, the jailer, remembers that the \"Picciola\" possesses medical qualities to counteract the ravage of the disease with which de Charney is afflicted. Plucking the leaves he brews them into a tea and administers it to the prisoner, who readily responds to the potion and soon is convalescent. At this time the Count dreams he has gained his freedom and it makes a lasting effect on his mind. Ludovic is a kind and considerate man always showing friendly regard for de Charney and when the noble prisoner calls his attention to the stones that are choking his celebrated \"Picciola\" to death, the jailer induces him to write a petition to the Emperor Napoleon, asking him to grant permission to remove the stones which are crushing the plant which saved his life. Theresa volunteers to carry the letter to Napoleon who receives her kindly and says he will give the permit in person. The Commandant of the prison enters the yard and when he sees Comte de Charney lovingly minding the little plant he directs Ludovic to tear it from its roots and crush it under his foot. The jailer hesitates, but sternly the officer commands him to destroy the flower. Napoleon himself, with Theresa, enters the prison yard and grants de Charney's petition and \"Picciola\" lives. One month later Napoleon not only pardons Comte de Charney, but also grants a pardon to Theresa's father. Both are given their freedom. The Count and Theresa embrace, and we can guess the answer.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BY2FkZTM5OGMtNDAxYi00ZjA3LWFlZTgtOTk4YTcwMDZiZDliXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001830",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}