{
  "Title": "The Magic Mirror",
  "Year": "1907",
  "Rated": "N/A",
  "Released": "28 Dec 1907",
  "Runtime": "7 min",
  "Genre": "Short",
  "Director": "Segundo de Chomón, Ferdinand Zecca",
  "Writer": "N/A",
  "Actors": "Julienne Mathieu",
  "Plot": "A talented youth has compounded a wonderful fluid, a little of which he applies to the mirror in his room, and when he looks into it his image comes to life and comes out of the frame and imitates his every action. As soon as he rubs the fluid off the mirror his double disappears. When the servant come in, a little of the fluid is again rubbed on the mirror, and he has the same experience, his reflection stepping out and doing stunts, thereby scaring the poor fellow almost to death. The inventor of the fluid then takes the mirror with him and goes out on the street, a passing policeman looks into it, and immediately his double appears and they have a free-for-all fight. A fellow playing the hose on the street is surprised when his double faces him, also holding a hose, and for a time it is amusing to see them drenching one another. He next goes into a café, where a man seated at a table gazes into the mirror, and immediately his double appears on the opposite side of the table, and it is nip and tuck to see who can eat the most. They cause so much excitement in the place that everything is wrecked and the unfortunate fellow is unceremoniously ejected, while his double disappears. The young inventor goes home, but is followed by an angry mob, who procure a vat and give him an undesired bath, and in the midst of the excitement the young student of chemicals awakens and finds that it is only a dream.",
  "Language": "None, French",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNWM3MmM2YTAtMTI2Yy00YTcyLWEzYWQtMDE5ZDVlNzQwOWEyXkEyXkFqcGdeQXVyMTYzMjc0Nzc3._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.0",
  "imdbVotes": "76",
  "imdbID": "tt0000597",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}