{
  "Title": "All for Her",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "02 May 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Romance, Short",
  "Director": "Herbert Brenon",
  "Writer": "Herbert Brenon",
  "Actors": "Herbert Brenon, Grace Lewis, George Ober",
  "Plot": "Old Tom and old Will are cronies, into whose lives a little child comes, attracted by the music of their violin and 'cello. Little Elaine sells newspapers for an old hag with whom she lives. She treats her cruelly. Wandering about in the cold. Elaine hears the strains of the old men's music, and following the sound enters their room, where she stands fascinated. The old men decide instantly to adopt her. They pay a visit to old Mother Lawton, who for a sum of money releases all claim on the little girl. Years pass, the child has grown into a woman and is a great violinist. On the tenth anniversary of their meeting, after her triumphant appearance at a concert, she invites them to a dinner at a famous restaurant. The two old men are charmed with the idea and don their best clothes of fifty years ago, thinking to honor their child, but instead they imagine they humiliate her. They think they are only a burden, standing in the way of her progress, so they decide to pass from her life. Fortune smiles on Elaine, but frowns upon old Tom and Will. Elaine marries happily and is the musical sensation of her time. Poverty overtakes the two old gentlemen and finally proves fatal to Will. One day Tom is playing his 'cello on the street, trying to earn a few pennies, and unknowingly plays before the home of Elaine. She at once recognizes the touch of her old benefactor and rushes into the street. He is dazed at the meeting and gladly allows her to lead him into the warm firelight of her pretty home. Just as he and old Will cared for her in the long ago, so she and her husband do for him now, and the picture closes with the old gentleman fondling their baby.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNDFmZWY3MTYtNGIwZS00ZDY3LTllOWEtMDNhOWE5YjA0ZDIwXkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002012",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}