{
  "Title": "The Light That Came",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "08 Nov 1909",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Marion Leonard, Mary Pickford, Ruth Hart",
  "Plot": "Carl Wagner was bereft of his sight when a small child, and in order that he might be independent and earn a livelihood he learned music, that art in which the blind become most proficient. He played violin for the dancing at many of the East Side balls. Grace, Vivian and Daisy are sisters in a family of the workaday class. Vivian and Daisy are pretty young girls, while Grace is considered homely on account of an ugly scar on her cheek, the result of an accident at her work. The two pretty sisters are great favorites, enjoying social distinction, while drudgery and loneliness is the lot of poor Grace. We see the contrast on Saturday. Vivian and Daisy are getting ready to go to a party, and Grace is allowed to mope at home. Mother, however, urges Grace to go, and helps her to dress in a becoming frock. At the ball Vivian and Daisy are the center of attraction, engaging all the gallants' attention, but Grace remains the wallflower. The ball is over, and the poor girl would be allowed to leave without an escort, but Carl, the blind musician, gropes his way through the hall, and the girl, appreciating his social proscription from the experience of her own sad lot, offers him her hand to lead the way. In that grasp of the hands there is a communion of two pure souls and tender hearts. It is the enkindling of love between them, and they become sweethearts. Shortly afterwards their betrothal is announced, when a young doctor, upon examination, declares that Carl's sight can be restored, but it would require money to have it done, as the services of a specialist would be necessary. Now the poor fellow is more miserable than before, feeling that his cure is possible, yet he is without the necessary funds, as his engagements have only afforded him a bare living, and frugal as he might be he could not hope to accumulate sufficient to pay the doctor. Grace, however, has saved something and is at first elated with the idea to help him, but on viewing herself in the mirror she reasons that when the light comes he will see her as she is and she will then lose his love. Her hesitation is but for a moment, for the true heart is unselfish, and she at least can make him happy. The eminent doctor is employed, and his work is successful. But what a pathetic scene is the removing of the last bandage. He is in the seventh heaven of delight and calls for her. She at first is loath to show herself, fearing the consequences, but he does not consider her personal appearance, which is at best transitory, and which he now sees for the first time, but her heart, the purity of which he has known by intuition.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYTZiNjA5NzEtZDk5My00OWRhLTljODAtNGU1Y2QyZDQyOThhXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.2",
  "imdbVotes": "111",
  "imdbID": "tt0000935",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}