{
  "Title": "A Broken Spell",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "26 Mar 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Norma Talmadge",
  "Plot": "Proud of the honor and distinction of entertaining a celebrity, the Count brings the famous musical composer to his residence, introduces him to his wife and extends to him the hospitality of his home. While the musician is enjoying the Count's generosity, he incidentally calls attention to the resemblance which two large portraits on the walls bear to his host and hostess, complimenting and showing admiration for other furnishings of artistic taste. The wife, who is of artistic and impressionable temperament, is fascinated by the composer. A reception is held in honor of the distinguished pianist, and, after the guests have departed, escorted by the husband, the musician and the wife are left alone. He plays an emotional waltz. She is irresistibly moved by the soulful music and glides into a dance of graceful litheness and charming poses, scattering roses as she sways about the room. As she is passing the artist, he catches her in his arms and passionately kisses her; he pleadingly declares his love, but, as if continuing the dance, she leaves the room, throwing him a rose which she takes from her bosom, she disappears through the door. At this moment the Count enters and kisses his wife, who wakes startled and stares in wonder at him. With the vividness of her dream impressed upon her mind, she can hardly realize she herself has not been killed for her actions with the composer, and now, fully conscious of her own weakness and its possible results, throws her arms lovingly about her husband's neck, thankful that the spell is broken and she is saved from its consequences. The next morning, while the composer and the Count are seated at breakfast, the composer receives a telegram calling him to Paris. The Count urges him to stay. The composer says that be cannot and asks the Count if he has a time-table. The Count leaves to get it, and while he is gone his wife enters and is approached by the musician. She repulses him. He is disappointed and disgusted with her coldness. The husband returns with the time-table, is greeted affectionately by his wife. The musician takes the rose given him by the wife and throws it on the table: accompanied by the Count, he takes his departure for Paris without so much as a nod from the wife, who can only contemplate her fortunate escape from her own frailty.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001136",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}