{
  "Title": "The Scarlet Letter",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "27 Apr 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Joseph W. Smiley, George Loane Tucker",
  "Writer": "Herbert Brenon, Nathaniel Hawthorne",
  "Actors": "King Baggot, Lucille Young, William Robert Daly",
  "Plot": "Hester Prynne has left Holland in advance of her husband, Roger, to join the colonists in Salem, Maxx. Roger follows her to the new world but upon landing in New England is captured by Indians and Hester waits for him in vain. There has never been much love in their marriage, Roger being an old man and she a comely young woman. Rev. Arthur Dimmesdale, the handsome Young minister of the Salem community, is revered and beloved by his parishioners. He meets Hester clandestinely and an unlawful love is the result. When Hester is discovered with a baby, a mother but not a wife, she is arrested, tried and condemned to stand upon the public pillory with her child and for the remainder of her life to wear conspicuously on her breast the letter \"A.\" As she stands on the raised platform, the governor of the colony commands her to divulge the name of the father of the child. She refuses. The Rev. Master Dimmesdale is asked to persuade her to reveal her secret. He addresses her, and tells her if she thinks it for the best, to do so. She again refuses. Roger, her husband, has been released by the red men and he appears in Salem on the day of her public disgrace and recognizes her. He signals for her to be silent as the recognition is mutual. A silence for a silence is agreed upon. He takes the name of Roger Chillingworth and, being a physician, is called to prescribe for the suffering minister, knowing him to be the father of Hester's child. The child, Pearl, grows into a beautiful girl and the governor decides that Hester is not the proper person to rear her. Hester in her grief, appeals to the minister and he in turn prevails on the governor to allow her the custody of the child. As time passes the minister is growing weaker and weaker in bodily strength and the guilty secret gives him no peace of mind. Meeting Hester and Little Pearl by accident, he tells the woman of his terrible punishment. She, in love and pity, tears the letter from her breast and proposes that they leave the country together to begin life anew. Little Pearl finds the letter and restores it to Hester and they realize they cannot escape the consequences of their sinning. On a holiday the minister preaches a powerful sermon in the church on the sins of the flesh and the penalty for evil doing. As he appears in the market place, he is cheered by the members of his congregation. He is overcome by emotion as the awful truth is brought home to him that he is a hypocrite. Seeing Hester and Little Pearl standing near, he pulls himself together by a mighty effort and resolves to confess his sins publicly. Taking them by the hands, he slowly and deliberately mounts the pillory, with Hester amazed, and then, to the astonishment of his flock and the loungers standing near, proclaims Pearl as his child and arraigns himself as a sinful teacher. The members of the church are appalled and dumb with astonishment. They cannot comprehend it. Hester smiles through her tears. She will no longer bear the burden of shame alone. The moment has arrived when she is partially vindicated by the self-sacrifice of the sharer of her degradation. The final effort, coupled with years of intense suffering, proves too great a tax on the strength of the minister and he falls dead at the foot of the pillory. Hester supports his head, with tears coursing down her cheeks. The vindication has come, but with it has gone the man she has loved in secret while being subjected to the jeers of her fellows.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMmM3N2NjZjUtNGQ5Yi00YTE4LTlkZTQtYmRmNDliMWZhMjQ4XkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "7.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "7.4",
  "imdbVotes": "58",
  "imdbID": "tt0001872",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}