{
  "Title": "The Silent Message",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "29 Oct 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, Arthur Mackley",
  "Plot": "Jeff Bandera, outlaw, has been capture by the sheriff, who is taking him by rail to the nearest lockup. Jeff is desperate and when the train slows down to a curve he makes a leap through the window and, despite his handcuffs, escapes serious injury. Before the sheriff can leave the train and pursue him Jeff has taken refuge in the gulches of the rough country and the officer's only hope of recapture is to notify the sheriff of the next county, who makes a fruitless attempt to get the outlaw. Up in the hills, Jeff breaks the handcuffs over a a stone, and so is free, but hungry and unarmed. His opportunity of securing a weapon comes when he sees Cal Evans, a cowpuncher, dismount to tighten a cinch. Stealing up behind the unsuspecting cowpuncher, Jeff jerks the revolver from the man's belt, and at the point of a gun forces him to give op his horse. He is now mounted and armed and is sure be will be able to get a good start before the cowboy can give the alarm. Soon he comes to the lonely ranch house of the Lazy K outfit, where Gladys, the ranchman's daughter, is alone except for Prairie Flower, a deaf and dumb Indian girl. Gladys has taught the squaw the white man's finger talk, and the girl repays her benefactor with a strong devotion peculiar to her race. We see Gladys dispatch the squaw on an errand to the spring. Instructing her in the sign language, and the squaw takes the bucket and goes out. Scarcely has she gone when Jeff enters the house, and threatening Gladys with the revolver, orders her to prepare a meal for him. She has no fear of him so long as she complies with his demand and sets food before Jeff, who eats ravenously. His appetite satisfied, the ungrateful outlaw makes advances to Gladys, who now realizes that she is in a dangerous position. However, she is a resourceful girl, and in seeking for some way out of her predicament she remembers Prairie Flower. Concealing her resentment of Jeff's love-making, she so maneuvers as to place herself between him and the window, and glancing out sees the Indian girl returning from the spring. She gives no sign of this to Jeff, who is unaware there is another human being within miles of the ranch house. Carrying out her pretense of a flirtation with the outlaw, she seats herself coquettishly on the window sill, and while talking and joking with him she slips one hand out of the window and attracts the attention of the squaw. In sign talk she tells the girl of her plight, and that she will hold the man there until the Indian girl can bring the boys or the sheriff to effect the capture. The Indian girl obeys the silent order and after a wild ride finds and notifies the sheriff, who gathers a posse and follows her back to the ranch house. Here matters are reaching a crisis. The girl's mild responses to Jeff's attentions no longer satisfy him, and in desperation she makes an attempt to get the revolver from him. She tries to escape into the open, but he blocks the door, and then believing her entirely cornered and at his mercy, he again attempts to take her in his arms. But in his pursuit of the girl he has grown careless, and does not hear the approaching horses outside. The door is flung open, and before the surprised outlaw can make a move in his defense, he is in the hands of the posse, whom the deaf squaw has brought to the rescue of her mistress.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001395",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}