{
  "Title": "Fuss and Feathers",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "07 May 1909",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "Edwin S. Porter",
  "Writer": "N/A",
  "Actors": "Mary Fuller, Florence Turner",
  "Plot": "The day Mrs. Bangs purchased her new Easter bonnet will ever be remembered by Mr. Banes as one of calamity. Primarily, his irascibility is responsible for the sum total of his misfortunes. Resting in the sitting room, his wife's entrance disturbs him. Mrs. Bangs worships at the altar of \"Fashion.\" A \"Peach Basket\" creation of heroic size, entirely covered with fruit and floral decorations, is the latest acquisition to her wardrobe. She displays it with pride to her husband, who bitterly denounces her extravagance. In a war of words Mrs. Bangs is victorious. Mr. Bangs leaves the house, seeking rest under the shade of the porch. The cook, ignorant of his presence, showers him with chicken feathers, much to his discomfort. Nervous, he decides on a quiet smoke in the dressing room. A match thrown on the floor ignites a pillow. It bursts into flames; instant action is necessary. In his excitement he uses his wife's hat to smother the burning pillow. The fire out, he finds that the hat is ruined. Hearing footsteps, and fearful of her wrath, he hides the smoking creation in the bed tick and escapes out the window on to the freshly painted sill. Doing this he virtually jumps from the frying pan into the fire. Mr. Bangs is smeared from head to foot with new paint. The painter is greatly incensed, but listens to the unlucky man's explanation of the situation. Unfortunately, in his agitation he overturns the paint pot. The painter's sympathy turns to anger. He forces Mr. Bangs back through the window and follows him into the room. Mrs. Bangs demands explanations, which the painter spitefully proffers. The hat is brought out of the feather bed. The sight of her ruined \"Peach Basket\" throws her into a violent rage. Ignoring explanations she seizes her unhappy husband and smothers him with feathers until he begs for mercy.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0000876",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}