{
  "Title": "The Ranch Girl's Legacy",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "05 Mar 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Clara Williams, Joseph Smith",
  "Plot": "Jack Tyler, a handsome young Boston youth, receives a letter from his attorneys, Post &amp; Post, that his uncle, a Western ranchman, has died and that he is one of the heirs of the $1,000,000, left by his uncle. This part of it is very good but the condition prescribed in the will is not so agreeable, because the whimsical old uncle has stipulated that he is to receive his portion of the inheritance, providing he marry his uncle's niece. Miss Carrie Perkins, of Chimney Gulch, Ariz. The uncle further sets forth the statement that if he refuses to marry Miss Perkins the entire inheritance will go to her. A similar letter is later delivered to Miss Carrie. The uncle makes a similar statement, that if she refuses to marry Jack Taylor she will lose her share of the inheritance. It is a case of whoever refuses, loses. Jack is not at all happy over the matrimonial clause in the will, nor is Miss Perkins. However. Jack decides to visit Chimney Gulch and find out what sort of a girl Miss Carrie is. When he lands in the Western town he takes a room at the hotel and endeavors to find some scheme to get him out of the difficulty. Finally, a good idea comes to him. If he can disgust the girl in some way, perhaps she will refuse to marry him. Thus he will receive the entire fortune. The same thought has come to Carrie and when Jack, dressed as the silliest sort of a fop of the cane and eyeglass variety, raps at the door, Carrie, togged out in exaggerated Western clothes and garnished with revolvers and horse pistols, opens the door and falls into his arms. Jack is given a taste of Western life when Carrie and a number of cowboys make him do a jig to the crack of their Colts while the dust flies about his feet. After this little excitement Carrie slaps him on the back and takes him off to a deserted spot where they can spoon without being seen. She tries all sorts of nonsense to make Jack disgusted while he acts his silliest and seems very much upset by the girl's strenuous love making. In the end Jack is forced to sign a note in which he states that he refuses to marry Carrie Perkins and thus forfeits his claim on the fortune. The girl goes away satisfied. A few days later something happens to bring them together. Carrie has abandoned her outlandish costume and Jack has removed his toupee and eyeglass. Carrie has a cowboy admirer, Jack Gleason, who, since he has learned of Carrie's inheritance, has made love to the girl. She does not care for him and when he meets her accidentally in a secluded spot on the ranch she tells him flatly that she will not marry him. Gleason insults the girl and endeavors to take her in his arms. Jack Tyler wanders on the scene, sees the girl struggling in the arms of the cowboy and runs to her rescue. Gleason is knocked down and sneaks away. The two heirs recognize each other. A little love scene follows and Carrie tears up the note of forfeit given her by Jack and stretches out her hand. Jack takes her in his arms and presses a kiss to her lips as the picture closes.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNGIzMmRjNmMtMWJlMS00ZDNjLTk2NjktNTJiYjE5Yzk5NDI4XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001372",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}