{
  "Title": "The White Red Man",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "10 Aug 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western, Thriller",
  "Director": "Edwin S. Porter",
  "Writer": "Edwin S. Porter",
  "Actors": "Harold Lockwood",
  "Plot": "Steve Jennings holds up a coach and escapes into the woods with booty. He had been wounded in the fray, however, and through weakness, drops part of the jewelry he had stolen. A little later an Indian passing along, sees the baubles and picks them up. In making his way through the forest he steps into the bear-trap of Gene Thomas, a trapper, who lives with his wife and child in a near-by hut. The Indian extricates his foot from the trap at last, and drags his way to the hut, where Mrs. Thomas dresses the wound and treats the injured Indian. The latter, grateful for the hospitality, gives Mrs. Thomas the jewels he has found. In the meantime, a posse has been seeking the bandit and an undersheriff comes to the Thomas hut, exhausted and spent from the fruitless pursuit, to ask for a drink of water. While the child goes for it, he notices the jewelry on the table, and is at once convinced that Thomas is the outlaw. In spite of Mrs. Thomas' protestations that the jewels were given to her by a grateful Indian for kindness shown him, the trapper is taken into custody in a jail several miles from the place. In a barroom in town that night, the Indian hears of the arrest of Thomas and the crime with which he is charged. At once he tells the crowd that he was the one who gave Mrs. Thomas the jewels and that Thomas is innocent. He begs the men to lend him a horse so that he can ride to the jail and prove they have condemned the wrong man, but the men only jeer at him and laugh at his story. At last, driven to desperation, the Indian determines to cover the distance to the jail by foot, In spite of his injured leg. Over the mountains he speeds, running, jumping, dragging himself along, swimming a brook, braving hardships and overcoming obstacles with the stoic fortitude which only an Indian could evidence, until he reaches the jail and corroborates the story told by Mrs. Thomas. The Sheriff is so impressed with the evident seriousness of the Indian that he orders a further search made, and soon they find the body of the real outlaw in a copse nearby, with the rest of the plunder on his person, dead from weakness and loss of blood, human evidence of Thomas' innocence. Thomas is at once liberated, and the grateful Indian who, to repay a kindness, went through such suffering and physical strain in his turn earns the gratitude of the white man.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZTJkMmZhOWEtYWY5Yy00YmVjLThlZmQtOGVhN2EzMDMzMjM1XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001982",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}