{
  "Title": "The Bell of Penance",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "26 Feb 1912",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "George Melford",
  "Writer": "Charles Kiener",
  "Actors": "Carlyle Blackwell, Alice Joyce, Knute Rahm",
  "Plot": "Henry Fitch, a young American, arrives in Spanish California in the year 1820, but hardly arrived when it was his good fortune to rescue two young ladies from a band of ruffians. Refusing to pose as a hero he goes on his way and presents a letter of introduction to Joaquin Carrillo, and much to his surprise again meets the young ladies he had so recently protected. He is much impressed with the younger one, Donna Josefa, and as time goes on presses his suit, which is encouraged by the Spanish Don. That the young American is not to have a free field in his love adventure is soon demonstrated. Junipperro Serra, a Spaniard of means, is also enamored of the fair Josefa. Serra learning that Donna Josefa is about to marry the American, attempts to prevent the ceremony by underhand methods. His schemes are frustrated and the sweethearts elope and are married. A year later Fitch and Josefa return to Josefa's home, where upon Serra's instigation, Fitch is arrested and tried for violation of the laws of the church and territory, and condemned to imprisonment and banishment, unless he will produce penance and reparation that can be noticed through the whole of the Pueblo. Good father Vincente suggests to Josefa that Fitch secure a bell to place in the empty tower of the church as the original one had been stolen many years before. A month later Fitch stands before the three judges. A sudden commotion goes through the whole court; everyone is listening to an unexpected sound. The bell that was silent now rings again. Young Fitch, addressing the court, says: \"This is my penance and reparation, which I offer to the church. Its voice can be heard and noticed throughout the Pueblo, and will, in time to come, proclaim the wisdom and clemency of this court.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZjQ3OTQ3MmMtZjhhNi00Y2JjLWJlYWQtYmUyYWZhYzc0YWY2XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002058",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}