{
  "Title": "Brothers",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "24 Apr 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "George Field",
  "Writer": "N/A",
  "Actors": "Frank B. Coigne, Charles Hoskins, Madge Orlamond",
  "Plot": "This subject deals first with a woman who has lost her husband. Her two boys are now her mainstay and support. These boys are aged respectively 6 and 8. They sell papers and give their earnings to their mother. The elder of the boys is inclined to be wild and one day be is arrested for craps playing and is sent to a reformatory. He escapes from the institution and returns to find his mother is dead and his brother gone, the younger brother having been taken in charge by a Catholic priest. Thirty years now go by and we witness several stirring scenes of contrast in the lives of the brothers. The elder is dissolute and follows the career of a burglar; the younger has been raised by the good priest who closed his mother's eyes, and, following the trend of his bring up, has become himself a priest of God. One day, the burglar is hotly chased and we see him dash into the church wherein his brother, the priest, officiates. The latter answers his appeal for protection and goes out, locking the door, shutting it against the minions of the law. Later, the wounded man discovers, through a large picture of the mother on the priest's wall, that his savior is his own brother. He is dying now, and, exhorted by the priest, asks forgiveness of God for his sins. The priest gives him absolution and the repentant sinner passes to the throne of God. The mother appears in a vision blessing her two sons. The one just departed for realms of bliss and the other, a holy minister, who still lives to fight for righteousness.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002076",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}