{
  "Title": "The Invisible Fluid",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "16 Jun 1908",
  "Runtime": "12 min",
  "Genre": "Short, Comedy",
  "Director": "Wallace McCutcheon",
  "Writer": "N/A",
  "Actors": "Edward Dillon, D.W. Griffith, Anthony O'Sullivan",
  "Plot": "Had the poor melancholy Dane, Hamlet, lived in this, the twentieth century, he would never have given voice to the remark, \"Oh, that this too, too solid flesh would melt, thaw and resolve itself into a dew!\" No indeed! He would have procured some of the mysterious fluid compounded by an erudite scientist by which things animate and inanimate were rendered non est, for ten minutes at least, by simply spraying them with it. In an atomizer, he sends a quantity, accompanied by a letter, to his brother. In the hope of his putting it on the market. The brother regards it as a joke, and, while toying with the atomizer, accidentally sprays himself. Presto! he is gone, to the amazement of the messenger boy who has carried the package thither. The boy reads the letter, and at once sees the amount of fun he can get out of it, so he nips it. Strolling along the avenue is a young girl, leading a dog by a chain. Swish! and a dangling chain is all that is left with the girl. Next, a Dago with a fruit stand: first, the fruit stand is made to disappear, then the Dago himself. Two expressmen are lifting a heavy trunk from their wagon when the boy appears. Same result, trunk vamooses, as do the expressmen, with another squirt of the fluid. A wedding party is just leaving church when this young imp comes along. The groom vanishes, and the bride is thrown into hysterics. Into the park be meanders, and many and ludicrous are the tricks he plays. Finally, he enters a restaurant, and, after almost throwing the place into a panic, goes to pay his cheek, but, instead, he, with one spray, obliterates the young lady cashier and then steals the cash register. He is now chased by a mob of his victims, who have by this time overcome the influence of the fluid and become reincarnate. Halting on the road, he turns on his pursuers and effects their disappearance one after another as they approach him. A copper steals up from behind, and, taken unawares, he is carried off to the station house. With a policeman on each aide of him, he appears before the judge. Picking up the atomizer, he gives it a squeeze and vanishes instantly, leaving the judge and officers dumbfounded.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZWYyZjEyYzUtZTIxOC00ZjM2LWE1NzctMzBmMGFkN2ViYTk4XkEyXkFqcGdeQXVyOTc0NTI4MTI@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.2",
  "imdbVotes": "41",
  "imdbID": "tt0000708",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}