{
  "Title": "In the Sultan's Garden",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "03 Jul 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "William H. Clifford, Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "King Baggot, Mary Pickford, Owen Moore",
  "Plot": "Lieutenant Robbins, a young naval officer, sees Haydee the favored inmate of the sultan's harem and is smitten by her charms. She is interested in the handsome young American. She manages to write him a note that is delivered to him on the deck of his warship lying at anchor in a harbor on the Bosphorus Sea. Haydee implores him to effect her rescue, as the life is irksome. The adventurous young lieutenant enters into the task with a zest that is commendable and the attempt is fraught with disaster. Haydee is the favorite of the sultan, the most beautiful of the coterie of pretty woman, and a close espionage is kept over her movements. She sees Lieutenant Robbins over the wall of the garden and they have a clandestine meeting. The sultan's spies discover the tryst and the enamored young man is captured, confined in a dungeon and sentenced to be executed at daybreak. Haydee is incarcerated and the sultan is so enraged that she should have a secret love affair, he commands that she be sewn up in a gunny sack and cast into the sea, to suffer death by drowning. The girl is in despair and her lover is frantic. A woman in the harem who is fond of Haydee, sets her wits to work and when the girl is placed in the bag, manages to secrete a knife in the sack. The girl is thrown into the sea, but cuts her bonds and frees herself, swimming to the ship. Once aboard, she startles the commander and the jackies with her story. She is cared for and the relief expedition organizes. The Americans, having no love for the sultan and his troop, make a dash for the grounds and Lieutenant Robbins is liberated after a brief but one-sided struggle, in which the sailors fight like demons to effect the escape of their superior officer. They barely have time to reach the water when the sultan's men are reinforced and for a time the tide of battle seems to be against them. Boats are put off from the warship and there is an exciting marine engagement. Guns on the war vessel are trained on the scene and the gunnery is excellent. The dark men draw off and Lieutenant Robbins and his rescuers reach the ship unharmed, excited but jubilant. The love scene of the handsome officer and his Oriental sweetheart on the deck of the vessel is a pretty one and his brother officers envy him his adventure and its attendant result.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BY2I4MDQ0MTUtOGZjOC00MmVkLWIwYmYtN2ZiNDQ3ZTEzNDU2XkEyXkFqcGdeQXVyNDY1NzU5NjY@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001700",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}