{
  "Title": "Faithful",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "21 Mar 1910",
  "Runtime": "17 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "Frank E. Woods",
  "Actors": "Arthur V. Johnson, Mack Sennett, Florence Barker",
  "Plot": "John Dobbs, a young man in good circumstances, goes a-courting, and returning from the home of his lady fair, his auto runs down Zeke, the vacuum-pated roustabout of the town. Although Zeke was not hurt, he was the recipient of a severe jolt which gave him a temporary case of nerves, which scared John into a fit of earnest solicitude. Imagining the tattered condition of Zeke's clothing was due to the accident, he not only soothes his imaginary hurts with a balm of silver dollars, but takes him to the store and buys him a suit of \"hand-me-downs.\" Zeke is quite unaccustomed to such a bestowal of munificence, and his gratitude is accordingly excessive. So much so that he then and there swears eternal friendship: that he will never desert him; that he will stick to John through thick and thin. John cries. \"Holy smoke! What am I up against?\" and jumping into his auto dashes off under the impression that he has left the poor simple-minded Zeke on the sidewalk. But not so, for when he alights at his home, Zeke is there beside him, having hooked on behind the machine as it darted off. Well, John's troubles have only begun. He can't move but what Zeke is at his side, his face wreathed in a smile that is childlike and bland, exclaiming, \"I can't be happy away from you.\" Thinking he has eluded his zealous friend, John visits his sweetheart, and during an interesting moment of their tete-a-tete, Zeke's head appears between, earnestly pleading his friend's cause. This sends the girl away in a huff and John receives a letter later that it is all off between them, as she did not know when she became engaged that she would have to tolerate his idiotic friend. This throws John into such a rage that he feels like murdering faithful Zeke. He does, however, club him, but Zeke receives the blows with angelic smiles. It is no use. Flight seems the only course, and John beats it. He has covered miles and sinks down from sheer exhaustion. There he sits, panting, but happy in the thought of at last evading his tormentor, only to glance up and see Zeke's beatific countenance gazing fondly down at him, \"Well, I suppose I must make the best of it.\" So he takes Zeke by the hand and resolves to accept his well-meant devotion. Henceforth the two are inseparable. Zeke, however, has his good qualities and is always solicitous of John's welfare. Later, Zeke has an opportunity of showing his true value. The house in which John's former sweetheart resides is afire, and the girl is in great danger of perishing in the flames, when Zeke passes. The whole town is in a panic, and the first thought was the fire company, whose aid is instantly summoned. While the firemen are dashing furiously to the scene, Zeke is playing the brave hero, for seizing a ladder close by he ascends to the window of the girl's room and carries her down to safety. John has heard of the conflagration and thinking only of the girl's evident peril, rushes up to find her safely in the arms of faithful Zeke. Things are squared and the value of Zeke's devotion recognized and appreciated.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMjRkN2U0MWUtZGJmOS00NThlLWE4YjItYzAyNWRlMmQ1ZDJhXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.7",
  "imdbVotes": "137",
  "imdbID": "tt0001207",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}