{
  "Title": "Only in the Way",
  "Year": "1911",
  "Rated": "Not Rated",
  "Released": "31 Jan 1911",
  "Runtime": "12 min",
  "Genre": "Short, Drama",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Marie Eline",
  "Plot": "When Mrs. Gage's little savings were swept away and she found herself penniless, she naturally turned to her only son for support. Unfortunately for her, the son married and his wife objected to the introduction of a mother-in-law into the household. At first her objections were overruled, but after the unwelcome guest had been domiciled with them for some time, she induced her husband to send his mother to a home for the aged. But, in the meantime, the sweet-faced old woman had won a firm friend in the person of her little granddaughter Marie, who found \"Granny\" to be just the friend she needed, and when the old lady was sent away, Marie refused to be comforted. \"Granny's\" only fault seemed to be that she was more or less helpless, and little Marie was a cripple. If a good woman like \"Granny\" could be treated that way, the child argued, what could she expect? And so the little one decided to run away; and what was more natural than that she should go to the other person who, like herself, was \"only in the way?\" So after leaving a farewell note she started. Her childish note of farewell touched the hearts of her parents. Their selfishness was brought home to them and when they found the two helpless ones together and happy in each other's love, they did not have the heart of the desire to separate them. From that day on neither of them was \"in the way,\" and, best of all, they were made to feel it.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BOWVmYTU5NDItMDcyMS00NDM2LThlZmMtODYwZGZjMTEwZjhjXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.2",
  "imdbVotes": "89",
  "imdbID": "tt0001817",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}