{
  "Title": "The Life of Moliere",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "29 Oct 1910",
  "Runtime": "20 min",
  "Genre": "Short, Biography, Drama",
  "Director": "Léonce Perret",
  "Writer": "Louis Feuillade, Abel Gance",
  "Actors": "André Bacqué, Abel Gance, René d'Auchy",
  "Plot": "We first see Moliere at work in his father's shop, when a boy. All the employees are busy at their appointed tasks, except the youthful playwright, who snatches time to re-read one of his earliest efforts. The door opens and the Italian comedian, Scaramouche, enters in quest of a particular style of chair. Moliere tenders his play for perusal; but, just as Scaramouche begins to be interested, Poquelin, the father of Moliere, comes in unexpectedly and the play is hastily thrown out of sight. Again the boy poet places it in the comedian's hand, and some clever work is done by Scaramouche, as he tries to read the manuscript without being detected by the stern upholsterer. The next scene shows Moliere at the Louvre palace, where he meets Louis XIV for the first time. Here we see the scorn of the courtiers for the actor-dramatist and the consideration shown for him by the King. This scene will be remembered for the delicate beauty of the interiors shown. Next we view the stately splendor of the festival at Versailles, where hundreds of courtiers, ladies in waiting and great nobles attend on Louis XIV. The beauty of the court costumes, which set the fashion for all the royal houses in Europe at that time, and the courtly air and demeanor of every individual in the royal pageant, have been faithfully reproduced. One cannot but marvel at the excellence of the training of this vast throng, every one of whom acts his or her part as if manor-born. We must take off our hats to this Gaumont producer. As Moliere comes into the scene, the acting of the King, the courtiers and of the great actor himself, is faultless. When the King places his arm around Moliere's shoulders and walks off with him, it is a delight to watch the faces of the surprised and jealous train of followers. And when next we see Louis seated at table with Moliere, serving him with his own hands, the cup of the courtiers is full. The scene showing the distraction of Moliere over the desertion of his wife is a pathetic picture and displays talented emotional acting. Then, when she appears before finally leaving him, and we watch the play of coquetry on her witching face and note her charm of manner and grace of deportment, we do not wonder at poor Moliere's abandonment to despair. The attempt of the faithful maid servant to arouse Moliere from his apathy and melancholia is a brilliant specimen of silent acting in both roles. The last appearance of Moliere, and his first in the role of Malade, is a fine depiction of the stage of the tennis court theater and of the French manner of acting a part in the seventeenth century. Then follow his sudden illness and death.",
  "Language": "None",
  "Country": "France",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTExZjBhYzItOWQ5OS00NGUwLTljMTktMDFjNWUzNWFkODA0XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.8/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.8",
  "imdbVotes": "83",
  "imdbID": "tt0000970",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}