{
  "Title": "The God Within",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "26 Dec 1912",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "F.P. Bayer",
  "Actors": "Henry B. Walthall, Claire McDowell, Blanche Sweet",
  "Plot": "The woman of the camp implores her lover to marry her, and he promises to do so, but goes away and does not return. Target of the camp's jeers, she lives alone until her child is born dead. The doctor fears for her reason if she discovers that all her shame and anguish have been in vain. He has another maternity case on the outskirts of the camp, where the Saint, as the trapper's wife is known, dies in giving birth to a child. For the sake of the baby and of the woman bereft, the doctor gains the trapper's consent to a plan, and brings his two patients together. The woman's quarters being squalid, the doctor insists that she go to the trapper's cabin, and the trapper moves out to make room for her. The sight of his child drawing life from an alien breast has awakened the trapper's soul. And the touch of baby hands the strangeness of human kindness, stir the God within the woman. The doctor hopes to see her marry the trapper. At this moment the woman's former lover returns, bent on making such amends as he can. He, too, has discovered the living God within him. At the doctor's suggestion the woman chooses between the two men. For a long time she hesitates, then places her hand in the trapper's palm.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYTNkNjNhNzUtZjUyNC00Mzk5LTk4YmQtYjZmMWMzOTg5ZWE3XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.6",
  "imdbVotes": "44",
  "imdbID": "tt0002212",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}