{
  "Title": "The Test of Friendship",
  "Year": "1908",
  "Rated": "N/A",
  "Released": "15 Dec 1908",
  "Runtime": "13 min",
  "Genre": "Drama, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Arthur V. Johnson, Florence Lawrence, Harry Solter",
  "Plot": "Edward Ross, a young millionaire, has always been surrounded by host of fawning friends (?) and he made up his mind to test their sincerity. He arranges a dinner at his mansion in which they are all invited. During the day he wrote a letter to himself to be delivered to him when the entertainment was at its height. This letter, purporting to be from his attorney, tells that he has been reduced to bankruptcy by the failure of his agents. Aha! Now we see who his friends are. He was all right while he had it, but now it is different, and they all leave him to his apparent fate, \"So this is what they call friendship. Well, it is as false as sin. But there is true friendship to be found, and I'll find it.\" So saying, he leaves behind his life of ease and enlists in the army of the low born. Securing a position as porter in a factory, he sees the other side of life: how those poor devils have to struggle for a livelihood, and yet how honest and open-hearted. None of that cringing deceit of his own set. At the factory there are employed a number of girls. Jennie Coleman, one of the prettiest, is offered an insult by the overseer, and Ross knocks him down for the affront. Jennie's heart went out at once to her protector, and from that time on they were friends, yes, friends, for true friendship is love refined, and purged from all its dross. They were often seen together, and little did Jennie dream of the real being of the man she put her trust in. It was not long before the arduous duties of the factory told on Ross, and he was at last thrown on his back by severe illness. In a poorly furnished room he lies, without those necessities so essential to his recovery. Here he is visited by faithful Jennie, who, finding him without food and other comforts, and penniless, she leaves him and repairs to a hairdressing establishment where she sells her wealth of blond hair, her crown of beauty of which she was pardonably proud, and with the proceeds purchases food and medicine. When Ross sees the terrible sacrifice the girl has made he deeply regrets going so far, and prays for life and strength to return materially this friendship. He is granted his wish, for they are married, and at the conclusion of the ceremony she is transported into what to her seems fairyland, clothed in gorgeous raiment and bedecked with jewels, with lackeys and servants in attendance. \"True friendship is one soul inhabiting two bodies.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.2",
  "imdbVotes": "20",
  "imdbID": "tt0000772",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}