{
  "Title": "The Two Orphans",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "25 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Otis Turner, Francis Boggs",
  "Writer": "Adolphe d'Ennery, Eugène Cormon, Kate Claxton",
  "Actors": "Kathlyn Williams, Winifred Greenwood, Thomas Carrigan",
  "Plot": "REEL ONE: Diane Eleanor De Vaudrey secretly marries a man beneath her. A child is born, Louise, the blind girl. Diane's father kills her husband and forces her to marry the Count de Linieres, who remains ignorant of Louise's existence. Louise is placed in the keeping of a peasant woman who has a child of her own, Henriette. Eighteen years later, the peasant woman dies and the two orphans start for Paris. The day they arrive in Paris, the Marquis de Preales notices Henriette and decides to kidnap her. Henriette rescues Marianne, an outcast, from suicide. Henriette is abducted by the Marquis. Marianne, in order to escape from Jacques Frochard, surrenders to the Gendarmes. Louise, left alone, starts toward the river and is saved from falling into the water by Pierre Frochard. a brother of Jacques. La Frochard, an old woman beggar, lives with her two sons. Louise now falls into their hands. The Marquis has brought Henriette to a garden fete, given in honor of the Chevalier. Henriette appeals to the Chevalier's honor to save her. In an ensuing fight De Preales is killed. They start out to search for Louise. REEL TWO: The Count De Linieres, now Minister of Police, discovers that there is in existence secret archives containing the histories of noble families. The Countess tells the Chevalier of her early marriage and baby Louise. The Count overhears enough to make him suspicious. The Chevalier tears out the incriminating page and burns it. The Chevalier, deeply in love with Henriette, arouses the King's displeasure by proposing to the girl. She refuses him and he renews his search for Louise. Meantime, poor Louise, clad only in rags, is forced to sing on the snow-covered streets, by Frochard. Pierre attempts to aid Louise, but is rebuffed by Jacques. The Countess pleads with Henriette not to marry the Chevalier. Henriette hears the voice of her blind sister in the street below, and attempts to rush to her, but is arrested. Louise is dragged away by Frochard. REEL THREE: Henriette is exiled, but Marianne, the outcast, changes places with her. Chevalier's valet, Picard, has located Louise in the old tumbled down boathouse of the Frochards. Picard carries the tidings to Henriette while the chevalier goes to enlist the aid of the Count and soldiers. Henriette arrives at the Frochards, and finally finds her sister, but when they attempt to leave, Jacques bars the way. Pierre has previously determined to free Louise, and now he engages Jacques in a knife fight. Jacques is beginning to best his weaker brother when the soldiers arrive and batter down the doors and the girls and Pierre are saved. Frochard and Jacques are arrested. Pierre is rewarded and Louise is restored to her mother, the Countess. Henriette places her hands in those of Faithful Chevalier, and once more life takes on a golden hue.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNTViNWYzYTItMGYxMy00MmRmLWJkZTAtMmJlMjg4NjkyY2E0XkEyXkFqcGdeQXVyMzI5NDcxNzI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001948",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}