{
  "Title": "The Bushranger's Bride",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "01 Jun 1914",
  "Runtime": "N/A",
  "Genre": "Drama",
  "Director": "Alfred Rolfe",
  "Writer": "N/A",
  "Actors": "Alfred Rolfe, Lily Dampier, Raymond Longford",
  "Plot": "Edgar Dalmore, an impulsive youth, quarrels with his father, and in the heat of anger is disowned. Edgar's cousin, Vincent Lennox, is hard pressed for money, owing to his gambling proclivities. With aid of his friend, John Sterling, he beats Edgar's father into insensibility, robs the safe and accuses Edgar of having committed the crime. The father dies, and Edgar is sentenced to prison for life. At the end of six months, Edgar escapes from prison. As an escaped convict, he is welcomed into the Hellville band of bushrangers, made their captain, and called \"Captain Midnight.\" He leads his band on several daring adventures, including an attack on and robbery of the government gold coach. After a thrilling chase by the bandits, the escort of the coach are overpowered and the chest of gold stolen. The mounted police chase Edgar and his band, and Edgar is separated from the bushrangers. Edgar meets his sweetheart, Thelma, who prevails upon him to renounce his bushranger connections. Elsa Harling, who is in love with Edgar, but whose love is not returned, sees Edgar with his sweetheart. She decides to turn Edgar over to the police and lays a plan for his capture. Edgar visits her at her father's cabin in the forest. The police surround the cabin. Elsa relents at the last moment, and helps Edgar to escape by cutting a hole in the back of the hut, thus eluding the police. Another exciting chase follows, during which Edgar has to swim across a river. Elsa overhears Vincent Lennox and his friend Sterling quarreling about the division of the money they have stolen after murdering Edgar's father. Her presence is discovered. She is seized by Lennox and Sterling, and tied to a tree. Lennox bargains with one of the bushrangers to do away with Elsa. Edgar, in his flight from the police, discovers Elsa tied to the tree, rescues her and in a thrilling scene he and Elsa overcome the two bushrangers and escape. Elsa notifies the police of the guilt of Lennox and Sterling, and the police start on the trail of the criminals. Edgar decides to cross the border and to live an honest life. He marries Thelma, and as they are coming out of the church they are seized by Lennox and Sterling and their followers, but Elsa arrives with the police in time to save Edgar and his wife. The stolen notes are found on Lennox, and he and Sterling are arrested for the murder. Through Elsa's noble sacrifice, Edgar is free to join his bride.",
  "Language": "None, English",
  "Country": "Australia",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNjdkYWNlYTgtN2M0Yy00OWYxLTk1NTUtOGMyYTE3MzE5NWNhXkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.0/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.0",
  "imdbVotes": "19",
  "imdbID": "tt0001530",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}