{
  "Title": "The Seal of the Church",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "28 Apr 1910",
  "Runtime": "10 min",
  "Genre": "Drama, Short, Western",
  "Director": "William F. Haddock",
  "Writer": "Robert Goodman",
  "Actors": "Francis Ford, Edith Storey, William Clifford",
  "Plot": "A senorita. With whom two young matadors, Jose and Pepe, are in love, tries in keep both on the string. She lends each to believe that he is the chosen one, creating a strong jealousy between them. Pepe calls to see the girl and she receives him with a show of great affection and preferment. While they are courting, a caballero, friendly to the other lover, Jose, tells him of the girl's duplicity. In a rage he goes to his inamorata and, demanding an explanation, accuses her of harboring his rival in the house. She cajoles him, and playfully stealing his dagger from him without his knowing it, endeavors to hold his attention by caresses as Pepe tries to make his escape. Unfortunately he is seen and pursued by the enraged Jose, who, coming up with him as he seeks the protection of a priest busy pruning trees in the grounds of the monastery, engages in a terrible struggle in which the priest Is powerless to interfere. The rival breaks away, and the lover, discovering the loss of his dagger, seizes the pruning knife of the priest and again goes off in pursuit, the priest following as quickly as he can. Unfortunately he is too late, the rival is dead, and Jose, now sobered and full of despair at what he has done, begs the priest to give him absolution. The crime is discovered and the priest arrested, as his knife was found near the body of the murdered man. Being bound by his office as priest not to reveal the secrets of the confession, he cannot excuse himself nor give the name of the real murderer. The guilty man goes to the home of the senorita and gloatingly tells her of his revenge. Knowing that the priest has been accused, the girl hurries out of the house and, hastening to inform the authorities, she reaches the Magistrado's office just as the priest is brought in by the soldiers. She informs them of the murderer's whereabouts, and the soldiers at the command of the Magistrado release the priest and start in pursuit of the guilty man. The soldiers enter the girl's home, and the hunted matador, jumping from the window, mounts his horse and flees, pursued by the soldiers, who are hidden in a wild and unfrequented ravine, where he shows fight and is shot dead by the troops. When the senorita realizes the results of her intrigues and duplicity, she is conscience-stricken. She goes to the old village priest and confesses her misdeeds. He receives her with fatherly tenderness, admonishes and advises her to make amends by seeking the seclusion of the convent. Acting upon this suggestion, she is received by the nuns as a novice of the convent and prepares herself to take the vow of the church and devote the rest of her life to good deeds.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001391",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}