{
  "Title": "The Adventure of the Italian Model",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "21 Sep 1912",
  "Runtime": "10 min",
  "Genre": "Short, Crime, Drama",
  "Director": "Van Dyke Brooke",
  "Writer": "B.R. Brooker",
  "Actors": "Maurice Costello, James Morrison, Leah Baird",
  "Plot": "Strange things happen in the Latin quarter of any city where art and Bohemianism flourish. Aubrey, a young artist, employs a beautiful model to pose for him. During one of the pauses in their work, Aubrey invites her to have a glass of wine with him. Her lover is very jealous of her and follows her to Aubrey's studio. He looks through the window, which is curtained by a heavy portiere. He sees Aubrey pouring the wine and the model talking pleasantly to him. The artist places the glasses of wine upon the table in front of the window. While he and the model are talking, the lover reaches through the window and unseen puts poison in one of the glasses. Aubrey hands her the poisoned glass of wine and she drinks it. A doctor is called and the girl is taken to her home. The young artist is arrested and asserts his innocence. Lambert Chase, the detective, is called into the case and learns that the model had a lover, who often visited her at her home. Chase disguises himself as a woman, visits the model's home and discovers the lover prowling about the house. The lover follows him, hoping to get some information regarding the girl's condition. The detective makes himself known, the lover starts to run, and reaching the end of the pier, jumps into the water, followed by the detective, who, after a terrific struggle, captures him. Later he is brought up for examination before the police. Lambert Chase has arranged the room with a table placed in front of a curtained window to correspond with the conditions in the studio, where the crime was committed. The police cross-examine the accused, who denies all knowledge until at a psychological moment the curtain is thrown aside, a hand reaches through the window and pours poison into one of the glasses. On beholding this, the accused is so horrified and unnerved, he confesses he committed the crime. So the mystery of the poisoning of the Italian model is entirely cleared and Aubrey is acquitted.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001996",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}