{
  "Title": "The Hidden Mine",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "24 Jun 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Arthur Mackley, Dorothy West, Brinsley Shaw",
  "Plot": "William Hart, a prospector in the west, who, with his wife and child sought vainly for gold day after day, while hope waned and starvation faced them. One day while alone save for Nellie, their little girl, Mrs. Hart is visited by two tramp Mojave Indians who, with threats of vengeance, make her give them food. With the demand that she not tell her husband on penalty of harm done to him, she is forced to keep silent concerning the visit of the Indians, until a few days later, when her husband is prospecting, she is again visited by the Indians. A third rime they come when the little girl escapes from the house and running to her father's claim, tells him of the visit of the vandals. Running to the house Hart finds the Indians filling a huge sack with food, while his wife stands by frightened. Covering the Indians with his revolver, Hart tells his wife the get the blacksnake whip and to punish the Indians. After this Hart drives them from the house, while they look back, shaking their fists at him. That night Hart is easily decoyed from the house and the Indians fire the building. Mrs. Hart and her baby barely escape with their lives when Hart comes on and finds them shivering beside the ruins of their building in their night robes. Camping in the open, beside the ashes of what had been their shelter, they wait until morning, when Hart, stirring about the ashes for metal wire and other of their goods which had not been destroyed, finds a small nugget of gold and a valuable streak of pay dirt. In a moment he realizes what has happened; he had built his shack over one of the richest claims in the mountains and had never known it.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001666",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}