{
  "Title": "The Last Deal",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "27 Jan 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Owen Moore, Ruth Hart, Edith Haldeman",
  "Plot": "In this Biograph subject a most powerful moral is presented against all forms of gambling, and it is indeed a convincing lesson to those given to such follies, for although the hero was rescued from his desperation by means of the game, still the ordeal he passed through was so terrible that he swore never to tempt fate again in the game of chance. At the solicitation of a friend, who paints his possibilities in brilliant hues, he uses his employer's money in stock gambling. His is the experience of so many others; he loses, and of course takes more in the vain hope of recouping. It is the old story. He finds his neck in the noose of desperation, particularly as he learns that his books are to be examined by the expert accountant. Discovery is inevitable, so he confesses to his employer, who grants him one day to make up the deficit. It seems hoping against hope, but he goes home and tells his wife of his troubles and she allows him to take her jewelry on which to raise a portion of the amount, but he declares he can borrow the balance. Pawning the jewelry, he takes the proceeds to a gambling parlor, with the virtual impression of at least doubling them. So he enters the game. Meanwhile, his wife at home is praying that he may be successful in obtaining the amount of his indebtedness, of course not knowing the method he has adopted. While she is thus employed, her brother from the West, whom she has not seen in years, and who has never seen her husband, arrives. He notices her uneasiness, and when he learns the cause, and the short time there is to make good, pulls out his roll of ready cash, but finds it far too short of the required amount. At length an idea strikes him. He is an expert gambler and will go to the parlor and try his luck. He enters the game, just as his brother-in-law, whom he does not know, is enjoying a streak of good fortune. He has hardly started before things begin to come his way, and at last the game is between him and his brother-in-law, the others having drawn out. Being an experienced gambler, never losing his nerve, he has the best of it. It is a desperate battle, ending with the Westerner in possession of all the chips. The poor husband staggers home, and driven to the wall, is about to finish it all in the conventional way, when the Westerner enters. Each now sees who his vis-à-vis was, and the young man is able to make restitution, but he loses his position, for he has lost the reputation of trustworthiness. The Westerner, however, is prosperous and promises to assist him, at the same time impressing him with the criminal folly of gambling.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.2",
  "imdbVotes": "25",
  "imdbID": "tt0001283",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}