{
  "Title": "The Drive for a Life",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "22 Apr 1909",
  "Runtime": "10 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Arthur V. Johnson, Marion Leonard, Florence Lawrence",
  "Plot": "Harry Walker, a wealthy young business man, had been carrying on for some time a flirtation with Mme. Lebrun, a young widow, who, though he fancied as a friend, had not considered her very seriously. She, on the other hand, had mistaken his platonic attentions for love and when he informs her of his engagement to marry Mignon Parsons, she flies into a jealous rage, threatening dire vengeance. Walker does not appreciate the strength of her avowal, and leaves, promising to return to her her letters in his possession. But Walker little knows the fury of a woman scorned, and she at once sets to work to wreak a vengeance that is as cunning as it is terrible. Procuring a box of the choicest candy she injects a drug into each particle, and writes a note, cleverly imitating his handwriting. These she sends to Mignon who resides about ten miles distant, by a messenger boy. Some time after Harry calls in his automobile with the letters. These he gives to Mme. Lebrun, who goes to her boudoir to get his letters. While she is absent he sees the evidence of her treachery on her writing table. On her return he accuses her and she taunts him in his apparent helplessness to rescue his fiancé from her impending danger. Here he is, ten miles away, and the messenger, who has much the start of him speeding by railway towards the goal. Hurling the woman aside, with an invective of denunciation, he rushes to his automobile and commands the chauffeur to drive on, disregarding all speed laws, for it is life and death in the balance. On they go like mad through lanes, around curves, over hills, slowing up for nothing. At one point in the journey a toll gate is closed, but it proves to be no handicap, for they come on relentlessly plowing through the obstacle, smashing it into pieces. At another point a farmer's wagon is seen trolling slowly across the road, and the auto coming on at a furious speed, hits and demolishes it, and passes leaving the poor farmer ruefully gazing upon the wreck. On, on goes the auto until Mignon's house is reached. But the messenger boy has arrived, delivered his charge and departed. The box is open, the note is read, and the first luscious confection lifted to the lips, when Harry rushes in, dashes the candy to the floor and folds the amazed Mignon in his arms, \"Saved.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "5.4/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "5.4",
  "imdbVotes": "46",
  "imdbID": "tt0000851",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}