{
  "Title": "The Woman from Mellon's",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "03 Feb 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Billy Quirk, George Nichols, Mary Pickford",
  "Plot": "Harry Townsend, a young stock broker, is in love with the pretty daughter of James Petersby, a Wall Street magnate, and as Harry is a very promising young fellow, he gives his consent to the match. Harry, however, is hard hit by the panic, and loses practically all. This changes the color of things and the young lover is forbidden the wealthy man's house. Despairing, he goes to look for employment, and in answer to the \"ad\" of a detective agency, he finds the chief an old friend of his, hence he gets the job. He then goes to see his sweetheart to inform her of his success, but the father catches him and puts him out, suspecting they are planning to elope. Petersby then writes a letter to the Mellon Detective Agency to send to his house a reliable strong woman as guard and companion for his daughter whom he suspects is bent on eloping. This happens to be the agency with which Harry has connected and he prevails upon the chief to be allowed the assignment. He then procures the wardrobe and shaving off his moustache appears at the Petersby mansion the most attractive looking damsel you would meet in a day's journey. Now Mary is rebellious and the fact of being watched is extremely repugnant, so she avows that no woman shall watch over her, but she cannot help herself for she cannot stir without having the lady from Mellon's at her side. That she hasn't recognized her is due to the fact that she has never looked at her, her aversion being so intense. Finally she bursts into tears of anger and then Harry discloses his identity. They, however, carry on the little farce, and the father becomes quite smitten with the fair stranger. Besides flirting with him he gives out valuable stock tips, which Harry makes good use of and recoups his fortune. Thus far, everything goes well, but the old gent is getting serious and suggests that they elope. \"Good Heavens!\" so Harry exclaims to Mary, \"Hurry up: If you don't elope with me, your father will.\" So away they go, just as papa enters ready to fly with the fair charmer. Learning of their departure, he follows and traces them to Harry's rooms where he is prevented from entering while the marriage ceremony of his daughter and her lover is performed. There is nothing left but to make the best of it, which he does, realizing what a fool he has made of himself, and this is the only means of relieving his own embarrassment.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "3.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "3.2",
  "imdbVotes": "18",
  "imdbID": "tt0001460",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}