{
  "Title": "The Honor of Thieves",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "11 Jan 1909",
  "Runtime": "11 min",
  "Genre": "Short, Crime",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Florence Lawrence, Harry Solter, Owen Moore",
  "Plot": "Ned Grattan and Mike Murphy are a couple of crooks, who have looked with longing on the extravagant display of valuables in Einstein's loan office. They figure that if one could only gain an entrance, a rich haul would be the reward. Many plans were devised and discarded, until Grattan, who is a handsome chap, resolved to perpetrate his evil design by way of the daughter, Rachel's heart. Rachel falls an easy victim to the flattering Ned, and accompanying him to a dance, consents to his proposal that they elope the following evening. Ned arrives at the pawnshop after closing time, and is admitted by Rachel. While she is upstairs getting her things, Ned admits Murphy. Poor trusting Rachel descends to be knocked on the head, gagged and bound to the newel post of the stairway. Mr. Einstein, missing his daughter, comes down into the shop only to receive a like treatment. The crooks then pile a lot of rubbish in front of Rachel and saturate it with kerosene. On top of this they place a lighted candle, so that when the dip burns down it will set fire to the rubbish, incinerating the pair, at the same time allowing them to make good their escape, a slow fuse as it were. Up the stairs they dash and rifle the money safe in Einstein's room. Meanwhile, Rachel has worked herself down until her hands come in contact with the candle's flame, with which she burns the binding of her wrists. Her hands free, she releases herself from the post, and rushing back of the counter, takes up two revolvers, holding up the two crooks as they descend into the store, commanding them to put down their loot and forcing Grattan himself to telephone for the police, who arrive immediately, taking the thieves in charge, much to the satisfaction of Einstein, who is released and revived.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "6.2/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "6.2",
  "imdbVotes": "22",
  "imdbID": "tt0000903",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}