{
  "Title": "Foul Play",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "06 Oct 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Oscar Apfel",
  "Writer": "Charles Reade",
  "Actors": "Robert Brower, Harold M. Shaw, Marc McDermott",
  "Plot": "Part 1. Arthur Wardlaw, the son of a rich London merchant, graduates from Oxford heavily in debt from gambling. Under a plea of lending his tutor, Robert Penfold, money, he forges his father's name to a check for a large amount drawn to Robert's order, getting the latter to cash it and gives him the amount above the loan. The crime is laid to Robert, and as Arthur fails to help him he is sentenced to five years' servitude in exile. Arthur is engaged to marry Helen Rolleston, the daughter of General Rolleston. Part 2. Robert Penfold, under another name, is a convict on parole in Australia. Arthur Wardlaw, who has involved the firm of Wardlaw &amp; Son by speculation, arranges to have a ship belonging to the firm scuttled for the insurance. Through a strange series of happenings Helen, Arthur's fiancée, sails on this very ship and Robert saves her. They are cast on an uninhabited island. Part 3. General Rolleston arriving in London finds to his horror that his daughter, Helen, has been wrecked at sea. He starts to search the ocean for her. Meantime Robert and Helen are living happily on their island and a mutual love has sprung up. Robert has dispatched a number of wild ducks with messages attached giving their location. Through one of these the general finds them. In the closing scene, an unusually strong one, Arthur is confronted with his double villainy, a great wrong is righted and Robert Penfold comes into his own.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYWMwZTE4ZDctOGM0MC00NGZiLWFmYjktOTZlMjgxODM0MDg5XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001627",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}