{
  "Title": "The Hoodoo",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "28 Sep 1910",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Theodore Wharton",
  "Writer": "N/A",
  "Actors": "Billy Quirk",
  "Plot": "Augustus Slip is one of the beneficiaries under his uncle's will and he is summoned to attend sf the office of the attorney for the estate to receive his legacy. Amidst great grief he receives from the attorney which, on opening it up, turns out to be an ancient statue of a little Indian god. Real grief now shows itself, for Augustus had expected larger and better things. However, he determines to keep it, for his uncle was a good fellow and he puts it in his pocket, and meeting some friends, shows it to them. One of them, who apparently knows, tells him that it is a hoodoo. Augustus does not believe in such things and decides to still keep it. When, however, a waiter in a restaurant upsets a tray full of orders over him and he is knocked down by an automobile, and on his return home finds a letter from his fiancée putting an end to their engagement, he comes to the conclusion that his friends were right and decides to give the little idol away. He first tries his butler, but he soon discovers that it is a hoodoo and returns it to him. Next a faking blind man who opens his eyes and seeing what it is, returns it to him. Then he places it in a small grip and leaves it in a quarry where a blast is just going to take place, and runs away, but the blast explodes and the bag and its contents are hurled so as to fall at his feet. Finally it seems to him a good plan to leave it on the sidewalk while he jumps on a car, but a thief sees it and runs away with it. A cop, however, notices the thief take it and gets back the bag and off after the car with it. Almost exhausted, he gets up just as Augustus steps off. Disconcerted, Augustus runs away, but the cop and several hundred school children just coming out from school are after him and he is soon caught and the bag handed back to Augustus. He decides to go and see his late fiancée and explain matters to her. At first she will not speak to him, but after an explanation she fetches a hammer and tells him he had better smash this unlucky idol. He does so, but what is their surprise to find in it the plan of a secret diamond mine and a goodly lot of large samples from the mine. Needless to say that the hoodoo is now at an end and Augustus and his girl make it up and determine to share these riches together.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYWU2NzA4YzUtMGRkNC00NDYwLTg1N2MtZjk3NTdmOTgyZWI4XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001255",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}