{
  "Title": "Captain Barnacle's Messmates",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "24 Jan 1912",
  "Runtime": "N/A",
  "Genre": "Comedy, Short",
  "Director": "Van Dyke Brooke",
  "Writer": "N/A",
  "Actors": "John Bunny, Van Dyke Brooke, Kate Price",
  "Plot": "Captain Bunce comes ashore after a cruise, meets some old friends and as a consequence, finds himself next morning in a strange town, with very little cash. He goes to a lodging house kept by a widow, one Mrs. Mulligan. He takes a room, but when asked for his rent in advance, he cannot pay it. Mrs. \"M,\" however, is anxious to marry again and thinks she sees in Bunce an easy victim, so she takes him as a lodger, and when some weeks later he is still bankrupt, proposes that she will cancel the debt if he will marry her. Bunce consents, but as the wedding day draws near, he repents and tries to escape. She brings him back and takes away his shoes and his hat so he cannot escape. He gets the servant to send a letter to Barnacle, telling of his plight. Barnacle arrives on the scene, pretends to sympathize with Mrs. M. and to be horrified at Bunce's lack of taste and at last gains admittance to his friend. There he sternly upbraids Bunce for his conduct, but left alone with him for a minute, he slips him a coil of rope, and also, wishing to be strictly honest, deposits the amount due Mrs. Mulligan on the table. He then gets Bunce's shoes, locks him in the room and offers to go for a parson. Instead of that, he goes around to the back yard where Bunce has let himself down out of the window, helps him over the fence and they start to run. Mrs. M. sees them and gives chase, but they reach Barnacle's boat, which is anchored at the pier, and escape. The final scene sees Bunce sitting at Barnacle's fireside, smoking his pipe in peace.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002086",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}