{
  "Title": "'Tween Two Loves",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "28 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Drama, Romance, Short",
  "Director": "Thomas H. Ince",
  "Writer": "N/A",
  "Actors": "Mary Pickford, William E. Shay, J. Farrell MacDonald",
  "Plot": "It is the story of an only daughter of a farmer; her mother is dead and she is her father's consolation. She grows up and falls in love with the young man in her father's employ, but when they tell the father of their love affair, he orders the lover off the place. He goes, but later returns and takes the girl with him, followed by a father's curse. We next see them established in their own little home, which is brightened by the presence of a child, and both are as happy as can be. A glimpse of the father shows him unreconciled and alone in his bitterness. Then trouble comes. The young husband, at work in the cornfield, is overcome with the heat; a fellow workman takes him home and calls the doctor, but medical aid is of no avail and he dies without regaining consciousness. Later the little widowed mother is seen struggling against adversity; the once happy home is woefully bare and cheerless. The child, restless in its cradle, reveals the fact that there is no milk in the house, although it is now night. Placing the lamp on the window sill, the mother goes to a neighbor's for milk. While she is out the lamp sets fire to the house. This calamity the mother chances to discover while on her errand and she hastens back in time to save the baby. In the final scene she is seen sitting upon the steps of her old home with her baby in her arms. A shawl conceals her face, so the father does not recognize the suppliant for his charity as he takes the baby in his arms and helps the woman into the house. He ventures to remove the shawl and discovers his daughter.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BZmI3NTU4NzgtNjhjYi00NmQzLTg2YmEtYjg5OWM5YzhlOWY0XkEyXkFqcGc@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001466",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}