{
  "Title": "The Tenderfoot's Triumph",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "21 Apr 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Frank Powell",
  "Writer": "N/A",
  "Actors": "Florence Barker, Arthur V. Johnson, Charles Craig",
  "Plot": "\"It's in the surprise\" that great plays are made and battles won, and our tenderfoot friend, appreciating this, pulls a victory that is amazing. The western camp folks had suffered the loss of a number of horses at the hands of a gang of horse thieves led by Black Pete, who up to date eluded the United States Marshal and his deputies. Their deeds becoming more brazen, a notice is posted offering a reward of $500 for the apprehension of Pete, and while this reward is rather tempting, former efforts have proven so fruitless that the boys of the camp are slow to more. The marshal has a pretty daughter, on whom every boy has set his heart. They vie good naturedly with each other in engaging her attentions, but she treats them all with the same consideration, liking them all, but no one in particular. It remains for one of them to do something extraordinary. Ah! An idea, \"Say, boys, I like you all immensely, but I will give my hand for keeps to the captor of Pete.\" With a cheer the boys rush to get into saddle, all eager for the expedition. At this moment, all eager for the expedition. At this moment, a handsome young minister arrives at the Inn, and upon learning the cause of the excitement, wishes, after meeting the girl, that he was eligible for the contest. The more he thinks of the matter the more he longs to play the hero. The cowboys are already on their way and have taken all the available horses, and the only beast of burden at hand is a donkey. However, on this he starts, alone and unarmed. The girl, though feeling kindly towards him, considers his efforts a joke. Meanwhile, the cowboys have been surprised by the horse thieves, who disarm them, take their horses and order them back to camp. Well, never was there such a gang of shamefaced cowboys as this when they meet the minister on their return trip. They try to convince the young tenderfoot that his endeavor will prove futile, but he is determined to take the chance. He resolves that his movements must be subtle and cunning, and so he schemes. Talking out his prayer book, he saunters along the ridge above the thieves' lair, and seemingly tumbles over into their very arms. For a moment his chances of life are slim, but they accept his explanation that he was reading and not looking where he was going. His manner and speech throws them off their guard, and watching his chance, he grabs up two revolvers and orders \"Hands up.\" Well, \"it's in the surprise.\" There are four in the gang, so he makes one bind up the three while he keeps the guns leveled at them like a string of fish he brings Pete and his gang into camp, where he claims and gets the $500 reward together with the special inducement, the heart of the girl, which she most cheerfully gives.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMzViYmNjMWYtODgwMi00ZjdjLTlhZGQtM2FiNjMzOGI0NmZhXkEyXkFqcGdeQXVyMTIwMjU1NDI@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001413",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}