{
  "Title": "A Lucky Toothache",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "13 Oct 1910",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Frank Powell",
  "Writer": "Mack Sennett, George Terwilliger",
  "Actors": "Mary Pickford, Mack Sennett, Kate Bruce",
  "Plot": "The title of this Biograph subject would seem paradoxical, but nevertheless it is true that an affair of the greatest moment came out of this case of toothache. Bessie, the new school teacher, arrives at the little western village, and on her way to the school she meets a gang of cowboys, who having heard of her coming, arc spruced up and vie with each other in their attentions towards her. Tom, the \"boob,\" is always frozen out, but manages to land eventually. Boxes of candy and other little offerings are bestowed, until the girl is seized with a jumping toothache. Each one suggests a cure, but without success. The boys depart grief stricken at their inability to relieve her suffering. Tom now appears and offers a cure. He leaves her a note stating if she will submit to his treatment he will guarantee to cure her toothache. She is in such agony that she is inclined to submit to anything, and so, though not knowing what the cure may be, consents. After great preliminaries Tom administers a resounding kiss upon her cheek. Fury! Bessie goes \"up in the air good and proper,\" and is in such a rage that Tom thinks it best to \"beat it.\" Calling the boys. Bessie tells them of Tom's act. The boys agree that he must suffer for the insult. Bessie tells them they must hang him. Upon this command they pursue and capture Tom, and placing a rope about his neck pretend to be about to dispatch him, when Tom begs that Bessie be sent for. When she arrives Tom insists that at her consent he did only what he promised to do in the note. The note is read, and the question put by the boys, \"Well, is your toothache gone?\" Bessie: \"Yes.\" Boys: \"Well, what are you complaining about?\" So they have Tom and Bessie to settle the matter, which they do quite amicably, and the bells are to ring out soon.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001298",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}