{
  "Title": "An Indian Wife's Devotion",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "02 Dec 1909",
  "Runtime": "N/A",
  "Genre": "Drama, Short, Western",
  "Director": "N/A",
  "Writer": "N/A",
  "Actors": "Alvin Wyckoff",
  "Plot": "We are first shown an Indian village on the vast plains of the West. Little Wolf, chief of a band of roving Sioux, has purchased a fine horse. When he reaches camp a half-breed member of the tribe is very much taken with the animal and tries to secure him, but the chief is obdurate. The half-breed finally offers his squaw, a saddle and two blankets to no avail. Then, in his rage at falling to make the trade, brutally ill-treats the wife, who stoically receives her lord and master's blows without resentment. The next day a ranch owner arrives at the Indian camp, and his offer for Little Wolf's horse is more alluring than the half-breed's, and he departs with the horse, to the half-breed's chagrin. Determined to make one more effort to secure the equine, the half-breed loads his squaw with a large sack of beadwork, and we next find them in front of the ranch owner's home. Again he fails, and in his anger attempts to carry off a jug of whiskey and an overcoat. The owner returns and the miscreant gets a sound thrashing. Revenge is his one idea now, and he takes it in a very cowardly fashion. Filled with remorse, he returns to his squaw, and in the confines of their narrow home tells her of his crime. The ranch owner finds a dead horse in his stable yard the next day, and also a piece of cloth that has evidently been torn from the sleeve of a coat as its wearer passed through the bars. One of his herders recognizes the cloth as having come from the coat of the half-breed. A posse is organized, and the camp is visited. The half-breed's guilt is established and the sheriff is sent for, a guard being placed over the half-breed in his tepee. It is here we witness the acme of devotion. The half-breed is cowering in terror, but his squaw has been thinking, and her brain has evolved a plan for saving her husband. \"Quick, Fire Lightning, you must take my clothes, and as a squaw leave the lodge; I will be you, and when the white law comes he can take me to the jail corral.\" Imagine the sheriff's astonishment when he starts to handcuff the prisoner the ranch herders have guarded so carefully to find that it is the wife and the half-breed's clothes that he has arrested, while the culprit is far on his way to the Bad Lands, where pursuit is useless. The ranch owner refuses to prosecute the squaw.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001270",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}