{
  "Title": "Lost in the Arctic",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "18 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Action, Adventure, Drama",
  "Director": "William V. Mong",
  "Writer": "William V. Mong",
  "Actors": "William V. Mong, J.C. Smith, Chief Opetek",
  "Plot": "We see a tribe of Eskimos starting on a hunt, they come upon the hut of a young orphan girl, she is ill and without food. The natives immediately go into council and the orphan is given a choice of death, to be turned out to be devoured by wolves and bears, or to be cast adrift in an open canoe. She prefers the latter, and with many strange and curious ceremonies, the death penalty is imposed. She is led to the open water, placed in a canoe and set adrift. By the \"Ceremony of the Walrus Skull,\" the natives invoke the good spirits to protect the orphan on her journey into darkness. Next we see Davis, an explorer, the only survivor of a lost polar expedition. He is spearing seals through the open ice, when to his horror, he discovers that the ice upon which he is standing has broken off from the main body, and he finds himself floating out to sea, obviously for the purpose of the story to be met by the orphan girl who has been cast adrift. Their meeting at sea and the trials and suffering of Captain John Smith, the Arctic explorer, who has gone to the North Sea in search of Davis, the thrilling picture of the Eskimos harpooning a polar bear, their strange ceremonies at the end of the hunt and the meeting on the ice between Captain Smith and the lost explorer go to make up a picture which will outrival \"The Way of the Eskimo,\" recently released by Selig and declared by the reviewers to be \"one of the season's notable offerings.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001746",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}