{
  "Title": "His Wife's Visitor",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "19 Aug 1909",
  "Runtime": "6 min",
  "Genre": "Comedy, Short",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Billy Quirk, Mary Pickford, Frank Powell",
  "Plot": "After the exciting elopement of some time ago, Harry and Bessie are now enjoying the seraphic bliss of a conjugal existence in a cozy little Harlem flat. Harry Wright seems to live only to please his wife, Bessie, as up to now they have been inseparable. The boys at the club, however, miss Harry's society very much, for he was always the life of their little parties and so plan to inveigle him to a sociable game of draw poker. Jack Wallace is appointed a committee of one to do the persuasion act, and calling at the home finds Harry quite in the humor. Bessie, though, is much perturbed at his departure, and makes no attempt to disguise her displeasure. Harry, however, goes, promising not to be late. But promises are forgotten in the fascination of a poker game, especially when things art more than moderately coming his way. Eleven, twelve, one is indicated by that chronometrical reminder, the clock, and Bessie is nearly beside herself with rage. \"Ah! a scheme. I'll cure him of future peregrinations. I'll make him jealous.\" So she arranges things to make it appear that she has had a visitor, and a male visitor at that. Placing two chairs side by side at the table, she pours a drop of wine in each of two glasses, placing a cigar alongside. Fine, Oh, but there must be the odor of tobacco smoke. To effect this she, after some difficulty, lights and puffs a few times the weed. Now all is ready to arouse the demon jealousy in the heart of Harry. Two o'clock. Harry, carrying a small size bun, arrives. Bessie has gone into the inner room to await developments. What sounds are those she hears? \"Aha! Traitoress, murder, suicide, vengeance,\" and other like ejaculations are emitted, and Harry bursts into the room armed with a shot gun. A fatality would have occurred had not Bessie picked up some baby clothes and pretended to have been working on them. Explanations follow, which make Harry realize what a brute he has been and peace reigns with a promise from Harry to be a good husband.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMTE4MThkMDQtOGE2NS00YTAwLTgyYTMtZWVjOWQ3OTY1NTdmXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.7/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.7",
  "imdbVotes": "17",
  "imdbID": "tt0000902",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}