{
  "Title": "Three Sisters",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "02 Feb 1911",
  "Runtime": "17 min",
  "Genre": "Short, Drama, Romance",
  "Director": "D.W. Griffith",
  "Writer": "N/A",
  "Actors": "Mary Pickford, Marion Sunshine, Vivian Prescott",
  "Plot": "Mary is the youngest of three sisters and of an impressionable nature. She and her sister Florence are living at home with their widowed mother, while Adele travels on the road with a theatrical company. Adele returns from the road at the end of her season, and is not home long before she realizes that her place is with her mother and sisters. She finds that they neglect their poor old mother, running off to dancing parties every night, and what is worse, associating with a class of habitués no way conducive to their moral health. Adele, who is older and more experienced, decides to stay and watch over them. To better effect her plan she hires a hall and opens a dancing academy, thereby affording her sisters a chance to enjoy their favorite pastime under her eye. She is grieved to see that Mary is receiving the attentions of one of the most worthless scoundrels that frequents the place. The only reason for his presence at the academy is to lure innocent girls to their destruction. A sociable is given at the academy and during its progress the Investigating Committee visits it. A young curate is one of the party and he forms quite an attachment for Mary, and appreciating the danger of her present surroundings, resolves to save her from the impending danger, for his interest has ripened into love. However, despite all of Adele's urging Mary will have nothing to do with the minister. Her ideal is the young good-for-nothing, who seeing Adele's anxiety to separate them, becomes more urgent and suggests Mary's going away with him. Mary, of course, consents, for he has only to suggest and she yields. Adele, upon her return from the dancing academy, is amazed to find Mary preparing to leave with the contemptible cur. By subterfuge Adele gets Mary into her room and locks the door. She is determined to save her sister at any cost, but how? An idea. She lures the fellow to make love to her and at the proper time the other sister releases Mary to see what an unconscionable dog her choice is. He has in a moment transferred his attentions to Adele. The scheme works and Adele then shows the disgruntled scapegrace the door. The minister arrives and after a deal of soft persuasion wins Mary over.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "4.3/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "4.3",
  "imdbVotes": "12",
  "imdbID": "tt0001927",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}