{
  "Title": "A Wedding During the French Revolution",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "05 Mar 1910",
  "Runtime": "N/A",
  "Genre": "Short, Drama",
  "Director": "Holger Rasmussen",
  "Writer": "Sophus Michaëlis",
  "Actors": "August Blom, Gudrun Kjerulf, Johannes Meyer",
  "Plot": "During the French Revolution, the Lady of Trionville, Alaine, was left sole mistress of the castle; she marries Marquis Erneste de Tressailles, who has taken leave from the Royalist army for a few days. When the latter arrives at the castle with some of his brother officers, the republican servant Prosper, in a fit of temper, pulls the royalistic cockade from the hat of the new master. A few moments after, the soldiers of the revolutionary army having advanced, take possession of the castle, and the young Marquis has to flee. The servant is so touched by this untimely interruption, that out of pity for the Marquis, he takes the royalistic cockade and tries to hide it, but it is found and he is considered a royalist and sentenced to die. The Marquis' flight is very short, as he is overtaken and made a prisoner. He is not even allowed to see his wife, who had been married to him only a few hours previously. Alaine, his young wife, is greatly distressed that her husband should have to die, and she sends for the Colonel Marc-Arron, who was a great admirer of hers. She asks him to let her husband escape, but Marc-Arron sees only his duty, and her pleadings are of no avail. As she sees that money will not induce the colonel to help her she takes his hands and reminds him of their old friendship, when he was still an officer in the royal army. Marc-Arron, who still admires her, cannot resist her and promises her he will do his best. He quickly exchanges his coat for that of the Marquis, and the latter escapes without taking any notice of his wife, leaving her in the hands of the revolutionists. Marc-Arron is now condemned to die, and when Alaine sees that he has really sacrificed his life for her, she sees how deep his love was for her, and she cannot but admire the man. Next morning when the time arrives for carrying out the sentence, Marc-Arron is very restless and afraid to face death, but when the sergeant reminds him that he must bear it like a man, he soon recovers, and proudly faces the soldiers. Alaine, who has now found out that she really loves him, begs him to escape, but he refuses to do so. In the meantime the Marquis has been taken prisoner again, at the moment when he tried to cross the frontier, and he is brought back to Trionville. Monteloup demands now that the Marquis should be shot instead of Marc-Arron, as the hitter's life is of more value to the Republic, but Marc-Arron, thinking of his honor, does not wait for any decision, and calling out to the soldiers to fire, he dies, a hero and brave soldier.",
  "Language": "None",
  "Country": "Denmark",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "3.6/10"
    }
  ],
  "Metascore": "N/A",
  "imdbRating": "3.6",
  "imdbVotes": "8",
  "imdbID": "tt0001017",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}