{
  "Title": "The Cub Reporter's Big Scoop",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "06 Apr 1912",
  "Runtime": "N/A",
  "Genre": "Short, Comedy",
  "Director": "Tom Ricketts",
  "Writer": "N/A",
  "Actors": "Harold Lockwood, Dorothy Davenport",
  "Plot": "Thanks to the star reporter's absence, Jack Hunter, the \"Cub,\" is assigned to interview the big sugar merchant, Henry Ford, at his country home. At the depot, he finds that a good two-mile walk separates him from the Ford mansion. Alice Ford, the sugar magnate's daughter, is on the way to Mabel Smith's house. On a deserted road a footpad attempts to relieve Alice of her purse. The cub reporter arrives at the psychological moment and Mr. Highwayman meets his Waterloo. Alice thanks Jack and then continues on her journey. The \"Cub\" at last reaches his destination. A bitter disappointment awaits him. The blustering old man positively detests interviews and has no love for reporters. Disheartened and defeated, he returns to the depot, but ill-luck still pursues him; the last train has gone. Duty compels him to report to the city editor and a hunt for a telephone follows. The railroad station being closed, the nearest and only available phone is at Smith's. Thither he goes. The ringing of the bell frightens the girls. Mabel furnishes Alice with the family revolver, and tremblingly they await developments. Jack is determined to phone and. he reconnoiters. If he cannot enter via the doors, why not tackle the window? He tackles it and the girls hold him up. The telephone is used, but to summon the town constable. By the time the law's representative arrives, Jack and Alice have renewed their acquaintance and are quite friendly, much to Mabel's displeasure. Alice 'phones her father and \"swipes\" the interview for the \"Cub.\" The big scoop earns Jack a salary increase, and his able write-up of the sugar deal mollifies Mr. Ford, who finally agrees to say: \"Bless you, my children.\"",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BYWI3N2ZkNTUtY2Y2Ni00ZWNiLTgwYWEtOTExY2Y0Yjg0Nzk4XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002123",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}