{
  "Title": "The Sheriff's Decision",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "06 Oct 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field, R. Henry Grey",
  "Plot": "Steve Jameson, a cowboy, is having a lonely meal on the range one day when suddenly he is surprised by a stranger, who rushes covertly out of the bushes and begs him, in an excited manner, for food. The newcomer is a Mexican and his strange demeanor and excited manner suggest to Steve that he is a fugitive. Hastily bolting the food and water the young fellow runs on, while Steve looks after him curiously. Not until ten years later do they meet again. Steve, who is now Sheriff of the county, is in love with a Mexican girl, Nita Sanchez. Steve's love making is handicapped by her other admirers, five or six cowboys, but Nita's father always contrives to get rid of the other undesirable suitors to give the sheriff an opportunity to win his daughter. One day a Mexican musician, giving the name of Manuel Garcia, comes to town and is taken by the boys to play for Nita. Nita soon loses her heart to the handsome young troubadour and the two plan an elopement. They are surprised by the sheriff, however, as they leave the Sanchez home, who finally resolves to give up the girl to the man she loves. All this time Steve has been puzzling over the Mexican's face, which seems hazily familiar to him. Try as he will, however, he is unable to recall where he has seen the young Mexican before, until, when he arrives back in town, he is handed a telegram from the sheriff in a neighboring town, asking him to arrest one Manuel Garcia, wanted for a murder committed some ten years before. Like a flash the truth comes to Steve and he recalls the chance meeting between him and the fugitive Garcia on the range ten years before. Quickly turning his horse, Steve rides to the country parson's home, arriving just in time to stop the wedding and to arrest Garcia. Despite Nita's pleas to release her lover, Steve refuses to yield and drags the criminal away with him to jail.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001880",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}