{
  "Title": "The Ranchman's Rival",
  "Year": "1909",
  "Rated": "N/A",
  "Released": "11 Dec 1909",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, John B. O'Brien, Fred Church",
  "Plot": "Jim Watson, cow puncher, big, brusque man of the plains, falls in love with Annie Morgan, the daughter of a fairly prosperous Western ranchman. After a short courtship Annie is won and plans for the marriage are made. Annie and Jim quarrel and at this most opportune time, Walter Milton, a wealthy young Easterner, honks into town in his big four-cylinder touring car, becomes enamored of the pretty Annie and lays plans for the frustration of the happy romance. Milton contrives to obtain an introduction and invites Annie for an auto ride. He laughs at her efforts to resist the temptation and she finally yields. It is the old story of the lure of the gold that glitters. Annie is persuaded by Milton to return Jim's ring and to wed him. Jim is sent away broken-hearted, but resigned in the belief that Milton can make her happier. Milton's intentions are the lowest and most despicable. He arranges with a Mexican \"greaser\" to pose as a \"preacher\" and perform the fake ceremony. A clergyman's suit and hat is furnished the Mexican to lend dignity to his lank form, and Milton then drives back to fetch Annie. In the meantime Jim has decided to leave the ranch and, bidding good-bye to his old-time pals, bundles up his few belongings, throws his saddle over his shoulder and starts on the long hike to the railway station. A smartly dressed young woman, a rarity in Jonesville, is pacing up and down the railway station when Jim arrives. As he passes her she looks up and, a little embarrassed, questions him, \"I beg pardon, sir, but do you know Walter Milton, my husband?\" The big Westerner looks at her kindly, \"Walter Milton,\" then as the truth dawns on him, \"your husband!\" Explanations follow. Milton left El Paso in the auto for an extensive tour and was to meet her at Jonesville two weeks later. She has arrived somewhat ahead of the time set. Jim tells her to wait, then borrowing a horse, rides at breakneck speed back to the ranch. He traces the auto to the Mexican's shanty, arriving just in time to prevent the wedding. Without any explanation Watson forces Milton and Annie into the auto and orders the chauffeur to drive back to Jonesville. When they arrive at the station Milton is forced to confess to Annie and the rightful Mrs. Milton his nefarious scheme. Jim leaves the trio and saunters over to the post office and general store. A short time later, repentant and ashamed, Annie comes to him and begs forgiveness. Jim's big heart melts and he takes her in his arms and restores the ring to her finger.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001012",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}