{
  "Title": "The Millionaire and the Squatter",
  "Year": "1911",
  "Rated": "N/A",
  "Released": "16 Sep 1911",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Gladys Field",
  "Plot": "Gordon Olcott, an eastern millionaire, goes west and examines large tracts of land with the view of purchasing a tract, intending to build a summer home. After selecting a suitable tract, covering several thousands of acres, he learns that a miner, working a claim on a portion of his tract has refused to vacate. Olcott notifies the United States Marshal, who in turn notifies Silas Strong, the miner. The latter, far from hastening to vacate his premises, rages and storms and frightens the deputy out of the house with threats to kill anybody who attempts to put him off the rich man's acres. Learning of Strong's obstinacy, Olcott decides to settle the matter in a hurry, and sends the sheriff and a posse to Strong's cabin, with orders to force Strong off the land, if the latter refuses to leave peaceably. This is accomplished while Strong, helpless to interfere, reviles his persecutors. One day Olcott is hunting in his woods when Strong, armed with a revolver, comes on the scene. Olcott is about to bring down some kind of game or other, when his gun kicks violently and he rolls off the top of the cliff at the feet of the man who has intended to kill him. Bleeding and stunned Olcott, not knowing Strong, begs the latter to help him and Strong, forgetful of his vow for vengeance, carries the wounded man to his shack, where he is tenderly cared for by Alice, Silas's daughter. However, it is months afterward before Strong is finally reconciled to the millionaire and only until the two young people tell him of their engagement. With their marriage, the old miner is permitted to return to the Olcott estate and finds in his son-in-law a whole-hearted and genuine young gentleman.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001783",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}