{
  "Title": "The Cowpuncher's Ward",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "14 May 1910",
  "Runtime": "N/A",
  "Genre": "Short, Western",
  "Director": "Gilbert M. 'Broncho Billy' Anderson",
  "Writer": "Gilbert M. 'Broncho Billy' Anderson",
  "Actors": "Gilbert M. 'Broncho Billy' Anderson, Sophie Osborn, Gladys Field",
  "Plot": "'Red' Bowman is a worthless renegade, an alleged rustler, to whom fate has been unduly kind to allow him to escape so long the honest judgment and double earned punishment. His daughter, a curly-headed ragged little sunbeam, keeps house for him as best she can, accepting with model fortitude her brutal father's blows and lashings. When he beats her too mercilessly she runs away, if she can, to hide until his anger cools. One day he is interrupted in his amusement of \"lickin' the kid\" by a group of stern, determined cowboys, who threaten to lynch him if he dares whip the little girl again. 'Red' slinks away and postpones the lashing for another time. That night, he and a pal, another black-hearted scoundrel, make a raid on a bunch of cattle, but are caught in the act. The pal is shot down in his tracks, but Bowman is pursued, captured and unhesitatingly 'swung.' His little girl, now luckily an orphan, is taken under the protecting wings of her cowboy friends, who, after she is a little older, send her down to Tucson to be 'eddicated.' She comes back a few years later, a winsome young lass, the idol of every cowboy heart. But the polish of learning has not made her too good the 'the boys.' From the east a short time later returns Warren Kirby, the son of the ranch owner. He also returned from the process of being 'eddicated.' He has received more: eastern mannerisms and a glib, insulting tongue. Naturally enough, when he sees Ellen Bowman he is struck with her 'deuced beauty,' and in a playful mood endeavors to kiss her. The girl orders him off, but he fails to budge, and her cowboy friends coming on the scene are asked to take care of the chap who insulted her. After a short interview with these brawny sons of the prairie Master Kirby acknowledges his wrong and promises solemnly never to molest Ellen again. Young Kirby, we learn now, has been positively reckless with his advances to the pretty women of our western town. He has wormed his way into the affections of Nell O'Donnell, the mistress of the Silver Dollar Bar and Ballroom. Her half-breed lover and partner in the business finds her in young Kirby's arms and threatens to kill them both if they make love again. That night there is a dance at the Silver Dollar. The young folks from the neighboring ranches arrive, including Ellen and her coterie. Young Kirby is with them. Ellen leaves her revolver on the bar at the end of the hall while she retires with the other ladies to arrange her costume. Kirby and Nell are left together. They are again in embrace when the half-breed, like a shadow, appears in the doorway and slips noiselessly to the bat, where he sees Ellen's revolver. A crashing shot and Kirby falls lifeless on the floor, while the white mistress of the Indian runs screaming out into the night. Dropping the pistol, the half-breed slips out another door, when Ellen, the first on the scene, rushes to the body of young Kirby and picks up the still-smoking revolver. She is found in this position when Bud Folsom enters. A crowd gathers and Ellen is accused. Folsom shoulders the blame and is arrested. In the courtroom later Folsom is arraigned for the murder of young Kirby and sentenced to be shot, when Nell O'Donnell, although threatened with death if she dare divulge the truth of the shooting, rises in her seat and points out the Indian as the real murderer. The Indian springs to his feet as she utters the words and darts out the door. He is overtaken, however, and hauled back to the court, where he breaks down and confesses the truth. Bud Folsom is set free. Ellen and he go to each other's arms and a speedy wedding follows.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNDE1YWE1MjAtYmFkMy00YmNlLWE4Y2QtZWY3YThlZDBlNDZhXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001171",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}