{
  "Title": "The Grandfather",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "21 Sep 1912",
  "Runtime": "N/A",
  "Genre": "Drama, Short",
  "Director": "Harold M. Shaw",
  "Writer": "Lillian Sweetser",
  "Actors": "William West, Bliss Milford, Augustus Phillips",
  "Plot": "Old Jim Elliott's life was not pleasant after he came to spend his remaining days on the farm with his son. His daughter-in-law's coldness and lack of consideration for the old man was the cause. She knew nothing and cared less of his record from '61 to '65, when he fought with the famous \"Fighting Sixth.\" To her he was merely a lame old man who had to be fed and cared for. The love that grew up between the old soldier and Jennie, his little grandchild, was his only source of happiness and when the announcement of the annual township picnic came it was Jennie who helped him brush up his old uniform for the occasion. Judge Williams, from upstate, was to speak and Jennie wanted grandfather to look his best. But grandfather was not to go. At the last moment Jennie's mother gave the old man's seat in the backboard to a neighbor's child. Sitting alone, grandpa nursed his disappointment, for it was keen. Suddenly an auto drove in, a stalwart soldierly old man alighted and inquired the road to the picnic grounds. Old Jim gave the desired information, a look of recognition passed and two old comrades clasped hands that had not met in fifty years. Judge Williams (for it was he) was to speak at the picnic, but as he and old Jim fought battle after battle over and over again the picnic was forgotten until finally the chauffeur called his attention to the time. He insisted upon his old friend accompanying him and they arrived an hour late, but greeted by the cheers of the waiting assemblage. Jennie's mother was thunderstruck at sight of her father-in-law and was more than ever embarrassed when the judge eulogized him from the platform. After lunching together the old fellows strolled off for a chat on the bank of the lake. Little Jennie and the boy who had usurped her grandfather's place in the buckboard played on the rocks beside them until Jennie fell into the deep water. In a moment grandfather's coat was off and he had plunged in, saving her only after a bitter struggle. The shame of Jennie's mother was great when she learned of grandfather's heroism, but she was womanly enough to repent of her past smallness towards the old man and make amends.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BMmEwZGJmZWMtMjczOC00MzYyLWE0ODgtZmEyM2M4ZmQ3OThhL2ltYWdlXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0002219",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}