{
  "Title": "On the Reef",
  "Year": "1910",
  "Rated": "N/A",
  "Released": "17 Jan 1910",
  "Runtime": "11 min",
  "Genre": "Short, Drama",
  "Director": "D.W. Griffith",
  "Writer": "D.W. Griffith",
  "Actors": "Verner Clarges, Gladys Egan, Marion Leonard",
  "Plot": "Grace Wallace was the only child of a widow of decidedly meager means. Mr. Rupert Howland, a widower of considerable wealth, the father of a girl child, and an old friend of the family, often surreptitiously helped them. He dearly loved the young girl, but it was only at the death-bed of Mrs. Wallace that he really showed it. The poor woman at the point of death realized the helplessness of those she was leaving behind, her own aged parents and her daughter Grace. To assure their future she begged Grace to marry their dear friend, and Grace, touched by the man's goodness and her mother's condition, consented. Not content with the promise, she asked that the marriage take place at once by her bedside, and the wish was granted. Poor Grace struggled hard to love the dear old man, but while she admired and respected him, and was profoundly grateful for his kindness, she could not love him. It was not that she loved another, it was simply that their hearts were not affined. Her only happiness was to visit and ameliorate the burden of her grandparents, which she was able to do. Of course, Rupert's little one, Elsie, strongly appealed to her. However, resigned to her lot, she endeavored to make the best of it and hoped for a change in her nature. Here fate intervened, and one day Rupert introduces her to his friend, Mr. Wilson, a young and prosperous author. It was love at first sight, and the more they struggled the tighter they were caught in the net. Each fully appreciated their moral obligations and fought to down the tendencies of their inclination until at last an open declaration is made. At first it is delectable to Grace, but in a moment her better self asserts itself and she repulses his advances. Leaving her he goes home, writes her a note that he is going to where she will never see or hear of him again. Sending the note by a messenger, he leaves for parts unknown. This note falls into the hands of Rupert, and the shock proves too much for his weak heart, and he succumbs to the crushing blow. Rupert dead, Wilson gone forever, she feels she is indeed alone in the world. She sits sobbing in her room, when little Elsie, weeping bitterly over the loss of her father, enters. Grace's heart goes out to the child and feels that this is all there is to live for. She will devote her life to it.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "https://m.media-amazon.com/images/M/MV5BNzIyNTQ2NDYtYmUwYy00NWJmLWI2MTgtNGU5ZmM0ZTBhZTc0XkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_SX300.jpg",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001345",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}