{
  "Title": "The Angel of the Studio",
  "Year": "1912",
  "Rated": "N/A",
  "Released": "25 Oct 1912",
  "Runtime": "N/A",
  "Genre": "Short, Drama, Romance",
  "Director": "Harry Solter",
  "Writer": "N/A",
  "Actors": "Florence Lawrence, Owen Moore",
  "Plot": "Little Roxie is a worshiper of artists, and in particularly interested in two of them occupying offices in the building, one by the name of Duncan Andrews, because he is successful, the other Charles Moss, because he is unfortunate, due to his dissipation. When Moss apprises Roxie of the fact that his rich uncle is going to pay him a visit the following afternoon and that he is dejected because he can only show a poorly equipped studio, she tells him that she will manage to have Andrews out at the time his uncle is due and that he can show him Andrews' lavishly furnished studio. The idea appeals to Moss, and he receives his avuncular relative in Andrews' studio. While Moss is entertaining his uncle, Roxie meets Andrews, who has returned to get at the bottom of things. She takes him into Moss' miserably furnished studio, where she explains everything to him. He agrees to aid her in anything and goes to the perturbed Moss and shakes his hand as though he were a dear friend. When Moss' uncle asks to let him see how he works, Roxie again helps him out by posing for him. While she is arraying herself one of Andrews' models appears. Moss and the model become fascinated at once, and while she is away donning a Grecian costume, Roxie appears and mounts the dais. Her appearance mortifies Moss, who orders her off and places the model thereon. The uncle takes his departure and tells his nephew that as he is going very nicely, he needs no help. Moss gets furiously angry at Roxie, but his madness is soon cooled down by the check for $5,000 which the avuncular relative had given to Roxie with instructions to give it to Moss as soon as he had gone. This pacifies Moss, who gains Andrews' permission to take the model down to his own studio to paint her portrait. And poor Roxie's reward for her kindness is to watch the two go into the studio and shut the door in her face.",
  "Language": "None, English",
  "Country": "United States",
  "Awards": "N/A",
  "Poster": "N/A",
  "Ratings": [],
  "Metascore": "N/A",
  "imdbRating": "N/A",
  "imdbVotes": "N/A",
  "imdbID": "tt0001114",
  "Type": "movie",
  "DVD": "N/A",
  "BoxOffice": "N/A",
  "Production": "N/A",
  "Website": "N/A",
  "Response": "True"
}